{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 18: Robinson Letter",
  "description": "Letter to Helen Gardner McCormack from Morgan P. Robinson (Jan. 13, 1942) enclosing various documents including the meeting announcement (Oct. 18, 1940), the resolution to form the committee (Nov. 6, 1940), meeting minutes of (Dec. 9, 1940), a letter from Morgan P. Robinson to \"Madame Regent\" (Feb. 24, 1941) requesting a representative, and meeting minutes of (May 27, 1941), from the Joint Committee to Curtail the Transmigration of Virginia Source Materials.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter to Helen Gardner McCormack from Morgan P. Robinson (Jan. 13, 1942) enclosing various documents including the meeting announcement (Oct. 18, 1940), the resolution to form the committee (Nov. 6, 1940), meeting minutes of (Dec. 9, 1940), a letter from Morgan P. Robinson to \"Madame Regent\" (Feb. 24, 1941) requesting a representative, and meeting minutes of (May 27, 1941), from the Joint Committee to Curtail the Transmigration of Virginia Source Materials."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "113 S. 3d. St.,  Richmond, Va. ,  Jan.   13,  1942  Miss Helen G. McCormack,  Carolina Art Associaltion,  Gibbes Memoria Art Gallery,  Charleston,  S.   C. ,  Dear Miss Gibbes:  I  am gad to  have your  inquiry re the  JOINT  COMMITTEE  TO   CURTAI   THE  TRANSMIGRATION OF  VIRGINIA  SOURCE MATERIAS  and  I  am encosing copies of a   the   circuars which have been issedd.     These  are  the whole  story,   except  that  there  are now about 130 members of  the  \"Joint  Committee\", a few eections having taken place recenty.  The procedure was  that  the  circuar of Nov,   6,  1940   [or rather  its  substance  in a former  circuar]   was  sent to  a number  of chapter  [branches,   etc.]  of hereditary, patriotic, historica,   educationa,   civic,  etc., organizations,- and, when a sufficient number  of  endorsements were in hand,   a meeting was  caed [by  the  circuar of  Oct.   18,  1940,   to  perfect a forma  organization by the  eection of officers.     This meeting eected officers and directed an official  circuari-  zation of a   simiar activities in the  Commonweath,-  encosing  copies   of  the forma   circuar of Nov.   6,  1940,- as  see  circuar of Feb.   24,  194-1,     The movement  grew and the   circuar of May 27,  1941,   reports  the  last meeting.  However, on Juy 28,  ast, Mr.  Bryan,   ohm.,  Mrs.   Hiden and I [drafted,   although not  a member]?had an engagement with  Governor Price,  but His Exceency,  having been indisposed  that  day,   canceed a   engagements;   but we had a very  satisfactory  conference with  the Director of the Budget,     A   three of us,   being  in favour of  asking  a  small  appropriation  and thereby  \"making a beginning\"  of   state aid,-  instead of asking an a-sufficient amount and getting nothing,-  appied  foVfive  thousand doars to  be  divided between the University of Virginia,   the  State ibrary and the  College of William and ifary,- a   three  being  state-supported institutions.  We are unadvised as yet as  to   the  success,  as  the new governor will  not be  inaugurated until  Jan.   21st,   instant,   and  not until   the  day after  [at  eariest]   will   the budget be  reeased.  We sympathize with you and hope that you may be  able to protect your source materias from \"foreigners\"; believe me, with  regards to my old friend, \"A. S. Say, jr.\", whose lifeong strugge has  saved much of South Carolina\"s historical   sources,  Sincerely yours,Secretary,  JOINT   COMMI TEE  TO   CURTAI THE  TRANSMIGRATION OF  VIRGINIA  SOURCE MATERIAS. \n\n[End Page 1]\n113 S. 3rd. Street  Richmond, Va.  THE JOINT COMMITTEE TO CURTAI THE TRANSMIGRATION  OF VIRGINIA SOURCE MATERIAS, of which you are a member,  will -meet for organization in the auditorum of the Mayo  Memoria Church House [110 West Frankin St., Richmond,  Va.] at 3:00 o clock, P.M., on Wednesday, October 30, 1940.  The purpose of the meeting is to prefect a forma  organization by the eection of officers and will not  last onger than may be necessary to attain that objective.  organ P. Robinson  Oct. 18, 1940 \n\n[End Page 2]\nWHEreaS,  the  records  and documents  of  the Coony and  the  Commonweath  are  necessary for the  preparation of histories of Virginia;   and  WHEreaS,   the Commonweath maintains  the  Archives  Division of the Virginia  State  ibrary as an official  repository for those  and reated sources;  and  WHEreaS,  it  is  \"becoming more  and more  evident  that  there  is a  steady remova of  such  sources to institutions outside of Virginia;  as witness the Draper  collection  in Madison,  wisconsin,   the  Brock collection  in Caifornia;   and  the more   recent  saes of  the Thomas Neson Page Papers,  and  the Munford-  Eis Papers  to  an institution south of  the Virginia \"boundary;   and  WHEreaS,   the  present unorganized  status  of  the  activities  suggested beow is,  obviousy,   to   some  extent  responsibe  for the  removas  cited;   and  WHEreaS,   such  removas  outside   the  imits of Virginia  put upon historians,  geneaogists,   research workers  and  their empoyers  an Additional  expense  in getting access to  tho  romovod sources,  thereby decreasing the amount  of research  work  probable;   and.  WH3reaS, a  practical  iustration is  tho  fact that  the  first  Dejd Book  of Princo  William county, Va. ,   found in one  of tho  New England  statos by a  Virginian,   was held until  tho  State  ibrarian  could raiso tho  funds to  rodoora the  voume,  which  is now in the  Archives  Division of  the  Virginia  State  ibrary;   and  WHEreaS,  a  further iustration is tho  fact   that  tho Virginia historical Socioty  secured  in Dec,   1939,   an option  upon tho Miey [oxington, Va. ]  collection of historical Photographs  [over 5000 prints  and negatives],  containing some  of the  eariest   spocimons of  coor photography;   and,  after canvassing tho   situation,   took up tho  option on Apr.   16,   1940,  which  collection is now owned by tho Socioty and will not leave the  state ;   and  WHEreaS,   such  a \"Joint Committee\"   as   suggested  beow would not  increase   the  flow of  materia out  of  the   state,  but might  [and  probably would] do much   to  secure  and koop in Virginia materias,  which otherwise  would  go  to  institutions in other states:  NOW,  THEREFORE,  BE  IT  RSS0V3D,   That   we,   the  _chaptor of  ,   do  endorse  and  pedge  our co-oporotion in  tho  formation of  a JOINT COMMITTEE TO  CURTAI  THE TRANSMIGRATION OF VIRGINIA  SOURCE  MATERIAS,  which  committee   shall  be  composed of  representatives  of  such hereditary,  patriotic,   historica,  educationa,   civic  and other organizations as may wish  to  bo  represented  thereon, -   such  committee  to  organize by eecting its officers  and  adopting its constitution and by-aws,    - and  tho  object  and duties of such  committee being, []  to   wait upon and soicit the co-operation  of His  Exceency, Tho Governor of Virginia,   to make funds  avaiable  to purchase  such materias as are  offered,  [2] _to  organize tho underwriting of tho  price of matoria  offered, whore  tho nocessary funds are not avaiable,  [3]  to act as a cearing house  for tho  dissemination of information re  the  transmigration of Virginia  sourco matorias and [4] such co-ordinated  activitios  ns may bo  doomod dosirnbo,  Poase   sond. to  Morgan P.   Robinson,  Secretary,  113 S.   3d.   St., Richmond,  Va. ,   the  anno  and address of anyone   seooted by any chapter [division or  organization]  to  serve  upon  the  \"Joint Committee\",  which organized by  eooting Dr. John Stewart Bryan,   chairman at a meeting held in Richmond  on October 30,   1940.  Novembor 6,   1940. \n\n[End Page 3]\nThe JOINT  COMMITTEE TO  CURTAI THE TRANSMIGRATION OF VIRGINIA  SOURCE  MATERIAS met in the Mayo Memoria Church House, Richmond Va.,  on October  30,   1940,  with 50 representatives of the  80 organizations and institutions,  which  had endorsed the  proposa,  and perfected its organization; and eected, -  Dr. John Stewart Bryan, President of the College  of William and  Mary,   chairman;  Mrs.   P.   W.  Hiden,  a member of the State  ibrary Board,  vice-  chairman;   and  Morgan P.   Robinson,   recording  secretary of  the Virginia historical  Society,   secretary    [address;      113 S.   3d.  St., Richmond, Va.]  The New York Times of November 3,   1940,   gave  the following account of  the meeting,  -  VIRGINIANS ORGANIZE TO   PROTECT  RECORDS  special  to  the New York Times,  Richmond, Va., November 2  -  The Joint Committee  to Curtai the Transmigration of Virginia  Source Materias to Other States was  formed here  this week in an  effort to hat the flow of rare historical records from the  State.  John Stewart  Bryan,  president of the College of William and  Mary,  was eected chairmanj  Mrs.  P.   W.  Hiden,  a member of  the State  ibrary Board,   vice-chairman,  and Morgan Robinson,  recording secretary of the Virginia historical Society,   secretary.     Eighty representatives of patriotic organizations attended  the meeting.  The committee fees that the constant outfow of historical  matoria is becoming a menace  to   historians and a  serious deterrent  to research in the  true history of this eary Coony.    Some of the  priceess collections which  have  been aowed to   escape, either  through indifference,   ack of money,  or both,  are  the Brock collection and the Thomas Neson Page collection of more than 9,000 items  ranging from  1739  to   1930.  It  is the hope  of  tho  committee  that a  county Boards  of Supervisors  will name reprosontatives thereon,  as has already been dono  by Ise of  wight,   ancaster,  and Now Kent counties;  and will  advise the undersigned  of such action as may be  taken.  Docembqr 9,   1940.  Morgan P.   Robinson,  Secretary   113 S.   3d.  Street  Richmond, Virginia  ... a .1  .. \n\n[End Page 4]\nMadame Regent:  In view of the fact that some thirty of your  chapters and, aso, your Board [of the 85 chapters] have approved  the proposition described in the accomplanying circuars and have  named representatives upon the \"Joint Committee\", I am asking that  your chapter will co-operate with us by naming a representative}  and wi, aso, do what you can to persuade candidates for the  coming general Assemby to support such an appropriation.  Further, I might add that a simiar request  will be submitted to your coming Convention to be held in Roanoke,  and believe me, hoping that we may have your endorsement and  co-operation in the matter,  Very Sincerely yours,  Morgan P. Robinson, Secretary,  Joint Committee to Curtai the Transmigration of Virginia Source Materias.  113 S. 3rd. St.,  Richmond, Va.  Feb. 24, 1941. \n\n[End Page 5]\nThe  JOINT COMMITTEE  TO CURTAI THE  TRANSMIGRATION OF VIRGINIA  SOURCE MATERIAS met  in the auditorium of the Mayo Memoria Church  House   [Richmond] at 3:00 p, m., Wednesday, May 21,  1941, with Mrs.  P. W.   Hiden, Vice-chairman,  presiding.  After the approva of the minutes  of the last meeting,  the  Secretary reported messages  of regret from ten members, who were unable to be present, and stated that there are now 117 members  of the  Committee,  of whom nine  are representatives   of the  Boards  of Supervisors  of the following counties,-  Augusta, Greensvie, ancaster,  Eizableth City, Henrico, New Kent,  Goucester, Ise of wight, Northumberand.  The appointment of an Executive Committee of 5 members,- the  three officers  and two others  to be appointed by the Chairman,- was  authorized.  On motion,  the Chair appointed the  following Committee to wait  upon His Exceency,  Governor Price,   in an affort to secure from the  general Assemby of 1942 an appropriation, with which to purchase  such records   [and historical documents] as may be offered for sae;  and thereby prevent the remova of those sources   of the history of  the Coony and the Commonweath to institutions  outside of Virginia,  which remova would increase the  expense  of   [and relatively decreased  the writing of the history of Virginia,-  Dr.   John Stewart Bryan,  President of the College of William  and Mary,  representing the  Virginia historical Society,  Chairman;  Mrs.   Charles E.   Boiing,  President  general, U.  D.  C,   Richmond;  Dr.   Joseph D. Eggoston, representing Hampden-Sidney College,  Hampden-S idney j  Mrs.  P. W.  Hiden,\"representing the Susan Constant Committee,  Coonia Dames, Newport News    Mrs.  Bruce Reynods, President   [and representing] Virginia  Division,  D.  A. R., University,   Va.  Having been unable to agree upon a change  of the name of the  Gxxamittee,  the sub-committee  on name was   continued, with instructions  to report to the next meeting; whereupon,  the meeting adjourned,  \"subject  to tho call of the Chair.  Morgan P. Robinson, Secretary  May 27,   1941. 113 S.  3rd Street  Richmond,   Va. \n\n[End Page 6]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58978"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58978-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 18: Helen McCormack's Correspondence, etc.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58978JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Folder 18: Helen McCormack's Correspondence, etc.,Robinson, Morgan P.,1942-01-13,Robinson, Morgan P.--Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 18: Robinson Letter"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Robinson, Morgan P.--Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Robinson, Morgan P.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-01-13",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1536,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1536
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1546,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10582_79220c5ab571369.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10582_79220c5ab571369.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1546
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1543,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10584_6a4d4736a97daee.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10584_6a4d4736a97daee.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1543
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1545,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10586_ff90e905bdeb8c7.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10586_ff90e905bdeb8c7.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1545
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1550,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10588_3a36472a2495870.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10588_3a36472a2495870.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1550
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 1445,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30113/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30113",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10591_8540cc3216000a3.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F1%2F3_a63548b2e93d102%2F30113_alt_10591_8540cc3216000a3.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58978JPEG1jpg/canvas/5",
              "height": 85,
              "width": 1445
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58978JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}