{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 15: Parking Speech 2",
  "description": "Presentation entitled \"Presentation of Off-Street Parking Plan\" by Robert N.S. Whitelaw before the City Council (Oct. 23, 1945).",
  "metadata": [
    {
      "label": "Description",
      "value": "Presentation entitled \"Presentation of Off-Street Parking Plan\" by Robert N.S. Whitelaw before the City Council (Oct. 23, 1945)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "PRESENTATION OF OFF-STREET PARKING plan BY MR. ROBERT N. S. Whitelaw, BEFORE CITY COUNCI, OCTOBER 23, 1945  Mayor Wehman: As I understand it you are not prepared to go  more fuy into this matter on account of the inability of Mr.  Simons to be present and you are asking that, you and Mr. Simons  be aowed to appear before the November meeting of this Counci, I hope that you can be at the next meeting of City Council  I want to say in the first place In regard to the  special district the Attorney advises it is unconstitutiona in  South Carolina to make special districts for tax purposes. It  would have to be done on a revenue basis.  Mr. Hopke:   What would be the width of the parking area?  Mr. Whitelaw: -- A of these plans are on the bue prints.  Mr. Hopke:  I understand that you do not think off-street  parking feasibe least of king from Society to Market street. Why?  Mr. Whitelaw: On account of the fact that the price of and in  that area is too high.  Mr. Hopke  could not south of Market and west of King be  used for parking spaces and obtained at reasonable figures on  account of the condition of property?  Mr. Whitelaw: More reasonable - but it is not vita to traffic  situation insofar as parking is concerned.  Mr. Hopke:  Yet it could be used for parking ig it is fixed  up for parking? \n\n[End Page 1]\nMr. Whitelaw: The origina plan was to use part for parking and  part for a park.  Mr. Hopke: We were tod at the meeting before that it would  cost $900,000 for acquisition of property but appraisa of real  estate men has gone up higher. Nothing is mentioned about the  cost of demoition of buildings.  Mr. Whitelaw As far as we can determine we believe the demoition of the buildings would pay for themseves in the savage.  Mr. Hoppmann: I understand you are going to tear down a great  dea of property - has anybody considered the loss of revenue?  Mr. Whitelaw: Just a itte over $18,000   Mr. Hoppmann. It is taxable to the extent of $18,000, I understood you to say, and after a that is a great dea of property  tax and we will have no revenue on that property for at least  15 years.  Mr. Whitelaw: Parking meters ....  Mr. Middeton: it seems to me that our parking facilities are  so terribe in Charleston - some solution has to be found and  even if it hurts the City some financiay we should consider  the benefit to be gained.  Mr. Hoppmann: I do not think we should have a loss of revenue  to the City of Charleston. We have underpaid Fire Department  and an underpaid Police Department. If there is a loss anywhere  it should be a loss by paying it to them - any surpus tax should  be paid to them. \n\n[End Page 2]\nMr. Atman:  If you eiminate the three bocks south of Society  to Market it would make the tax loss less than $18,000 per year.  Mr. Geifuss: I notice you state between 5000 and 7000 cars a  day ti be parked - how do you arrive at these figures?  Mr. Whitelaw: These figures are a result of a-great dea of  study. --- there are 547 curb parking spaces and only 316 off-street parking spaces in the central business district. We are  certain there is enough turn-over of traffic for 5000 to 7000  to be parked a day.  Mr. Geifuss there are only 21,000 cars registered in the  County, have you taken into consideration the number of cars  which will leave here - or will be eft here?  Mr. Whitelaw: also taken into consideration that there will be  an increase in cars.  Mr. Krawcheck: I have been on the .Board of Directors of the Retai Merchants  Association and also served as its President for many years. We have tried to find a solution of this pressing  problem for many years. .. Matters are not going to get better -  they are\" going to get worse. We have a problem here in this  great City which we ove and it is up to us to sove this probem, if we want values to continue on King Street we will positivey have to do something. Before opening my downtown store  - I saw the situation and did not open my store until I had a  parkway which has helped me  consideraby in gaining trade.  The shortage of gasoine and tires prevented people from running  their cars but as time goes on we are going to have more automobies and more traffic vioations and more troube. --- \n\n[End Page 3]\n- 4 -  Mr. Krawcheck: [cont\"d] Speaking of loss OIL revenue - it is nothing compared to what this plan can do for the City and the situation must be taken into consideration and soved.  You go to you merchants who have parkways and they will te you  that it is the life\"s bood of their trade, as I stated before  I have no axe to grind but an speaking for the sake of other merchants and for the interest of the City of Charleston.  Mr. Stout:   It is certainy necessary to have some solution of  the problem now existing. If we do not do something immediatey  to hep congestion you won\"t have to worry about a parking area.  On Saturday nights it is practicaly impossibe to get down King  Street and should you have a fire you are going to have a confagration. I am mindfu of the fact that the City of Charleston would be facing a debt for improvements to streets which are  bady run down - but we should take serious consideration of the  terribe hazard now existing.  Mr. Todd: It seems to me that in the back of our minds we  expect to rey on the tourist income to the City. ...........  We should hep keep the City clean and advertise it ike Williamsburg. It seems to me, if for no other reason, the City as a whole  should get behind the plan. We have something here which is irrepaceable. ...I would say as far as the loss of revenue is concerned, I believe I could go put personay and get some of the  merchants to accept the same assessments, the Civic Services  Committee has made a fine study and their plan should be studied  from every ange as a benefit to Charleston.  Mr. Geer:   I think every consideration should be given to the  historic value of Charleston. ... I fee the ega side of the  plan should be gone into and thoroughy ceared, i think when \n\n[End Page 4]\n- 5 -  Mr. Geer: [cont\"d] we come back for another meeting of City Counci, if possibe, we should have presented to us not only the answers to our questions, which Mr. Simons could answer, but I do  think we should have specific data and plans drawn up and considered. I think it should be referred to a committee of City Council who might be able to go thoroughy into the plan, after they  have worked on this plan they could report back to City Counci.  Mr. Geifuss: I would ike to have lots more than bue prints --  proposals should be drawn up showing:  Tota expenditures  Cost of and  Probable revenue  Cost of financing  How ong bonds are to run  How much for retirement each year  Mr. Atman:  It might be possible at the next meeting that the  property between Society and Market might be ess, this is an  important area and that will cut down the $70,000 income each  year, if these parking spaces are cut out I think we should  have some idea of how many parking spaces, there are in that area  which will be cut out.  Mr. Whitelaw: will still have 1065 eft.  Mr. Atman:  The Civic Services Committee has gone as far as  they can here, if the City is going to take on the proposition  they should take options and find out actua figures, estimates  are simpy appraisas. How about condemnation? \n\n[End Page 5]\nMr. Mitchell: It appears that the work of the Civic Services  Committee is compete and it is up to City Council to take it up --- determine whether it Is feasibe -- whether they will  support it or whether they will not support it -- and the sooner this is determined the better off it will be. Suggest for  that purpose you appoint a committee from City Council to work  with the Merchants Committee and the Civic Services Committee--  this committee of City Council to report back to the Council and  determine what should be done.  Mayor Wehman: You believe in doing that before Mr. Simons is  able to come before Counci?  Mr.  Geifuss: I think we should get Additional data.  Mayor Wehman: As far as the City Council is concerned we are  sympathetic with the plan. You are doing a difficult matter--  for the good of Charleston. Pease realize we men of City Council are responsibe for the finances of the City... I fee sure City Council will be-sympathetic and that Is why various questions  in Council have been brought out in order that they may evauate  the plan, if we can get a feasibe plan we would be behind it.  realize fuy traffic problems are going to be tremendous and we  may as we go about the matter in a ogica way. no far as the  business district is concerned, we in City Council are cognizant  of the fact that if we aow traffic problems to interfere with  business there will be a depreciation of values. In that way  from the City\"s standpoint there will be a loss of taxes. Compete information and figures will result in our determining \n\n[End Page 6]\n- 7 -  whether or not we can go through on the plan - what it will  cost the City of Charleston. We mean to hold down expenditures  and at the same time take into consideration the needs of the  City. \n\n[End Page 7]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58967"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58967-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 15: CSC Speaker's Bureau",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58967JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Automobile parking--South Carolina--Charleston,Civic Services Committee,Speeches, addresses, etc.,Margaretta Childs Archives at Historic Charleston Foundation,Folder 15: CSC Speaker's Bureau,Manuscripts,Whitelaw, Robert N. S., 1905-,1945-10-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 15: Parking Speech 2"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Automobile parking--South Carolina--Charleston,Speeches, addresses, etc.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Whitelaw, Robert N. S., 1905-",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-10-23",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1534,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1534
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1529,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10547_227bb680e8cc65d.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10547_227bb680e8cc65d.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1529
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10548_d87726675b0b83e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10548_d87726675b0b83e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1542,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10550_2f83874ee0a9126.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10550_2f83874ee0a9126.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1542
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10551_898206c9a7ff6ed.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10551_898206c9a7ff6ed.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 1542,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10553_8e26f3d8b1b0c62.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10553_8e26f3d8b1b0c62.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/5",
              "height": 85,
              "width": 1542
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/6",
          "@type": "sc:Canvas",
          "label": "6",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30207/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30207",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/annotation/6",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10555_311089f303821d7.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F7_bdb0c568532ecaa%2F30207_alt_10555_311089f303821d7.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58967JPEG1jpg/canvas/6",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58967JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}