{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "272. Agreement between Thomas B. Ferguson and Freedmen -- February 20, 1866",
  "description": "Lengthy contractual agreement between Thomas B. Ferguson and the freedmen and women workers at Dean Hall Plantation.  The contract, approved by the Freedmen's Bureau, outlines the conditions of employment for the freedmen including, \"comfortable quarters\" and one acre of land, monetary penalties for unexcused absences, ten hour work days, and rules concerning tools, work animals and plantation upkeep.  One term in the contract, crossed out, specified that the freedmen were to receive one-half of the entire crop though it was amended later to one-third.  4p. February 20, 1866. (oversized)",
  "metadata": [
    {
      "label": "Description",
      "value": "Lengthy contractual agreement between Thomas B. Ferguson and the freedmen and women workers at Dean Hall Plantation.  The contract, approved by the Freedmen's Bureau, outlines the conditions of employment for the freedmen including, \"comfortable quarters\" and one acre of land, monetary penalties for unexcused absences, ten hour work days, and rules concerning tools, work animals and plantation upkeep.  One term in the contract, crossed out, specified that the freedmen were to receive one-half of the entire crop though it was amended later to one-third.  4p. February 20, 1866. (oversized)"
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2009-09"
    },
    {
      "label": "Digitization Specifications",
      "value": "700 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "State of South Carolina District of Charleston Articles of Agreement made and entered into this twentieth day of February 1866. by and between Thomas B. Ferguson and the Freedmen and Freedwomen whose names are hereunto attached 1st The said Freedmen and Freedwomen agree to hire their time and labor on the Plantation known as Dean Hall situated on Cooper River in the Parish of Saint Johns Berkley in the District and State aforesaid ~ from the date of the signing of this Agreement to the 1st day of January 1867. They agree to conduct themselves honestly and civilly and to perform diligently and faithfully all such labor on said plantation, as may be connected with, and necessary for, the raising, harvesting, and protecting of the crop. The said Freedmen and women further agree to bring no ardent spirits, at any time upon the plantation, also not to invite visitors upon the premises or absent themselves from the same, during working hours without the consent of the said T. B. Ferguson or his Agent. 2nd The said Freedmen and women agree to perform reasonable daily tasks on said plantation and in all cases when such tasks cannot be assigned, they agree to labor diligently ten hours per day, unless the weather be such as to actually forbid labor, or the said T. B. Ferguson or his agent excuse them from work, in either case no deduction for loss of time shall be made. 3rd For every day's labor lost by absence, except for reasons stated above the laborer shall forfeit fifty cents. If absent more than three days without leave, unless it be on account of sickness or other unavoidable cause to be subject to dismissal from the plantation and forfeiture of his or her share of the crop, such forfeiture to inure to the benefit of the said T. B. Ferguson and laborers in proportion to their relative shares of the crop. The said T B Ferguson however shall in all cases pay the party dismissed at the rate of Five dollars per month for full hands and others in proportion, for such time as said party may have worked on said plantation, deducting therefrom any advances that may have been made by the said T B. Ferguson, either in money or provisions which were to be accounted for, one half the wages so paid shall be refunded to the said T B Ferguson by the said Freedmen and women out of their share of the crop. If the party so dismissed have a family on the same plantation, the wages due him or her shall be paid by the said T B Ferguson to the family. 4th Said Freedmen and women agree to take good care of all utensils, tools and implements used on the plantation: also to be kind and gentle to all work animals used for raising the crop: also to pay for any [End Page 1] injury done to either the animals or farming tools while in their hands, and by reason of their own carelessness or neglect. 5th They agree to keep their houses and garden plots in a neat and orderly manner, and subject to the inspection of the said T B Ferguson or his Agent at any time. 6th In cases of sickness among any of the families of the laborers, a nurse shall be furnished from their own members: Also a stockminder and a Trunk minder and no labors so performed shall impair the interest in the crop of the party so employed 7th The laborers agree to furnish from their own number, a Foreman to be selected by the said T B Ferguson who shall, under his instructions, direct their labors and shall make report to the said T B Ferguson or his agent, of all absences, refusals to work, or disorderly conduct of the said laborers. Laborers so reported by the Foreman shall be informed thereof by the said T B Ferguson or his agent within one week from the date of the report. If the said Foreman so selected and instructed shall knowingly and willingly fail to perform the duties aforesaid, he shall be liable to fines and forfeitures contained in section third. 8th The said T B Ferguson agrees to furnish each laborer and his family, if he have one, with comfortable quarters on the plantation also one acre of land to each and every house for use of the occupants thereof, and the privilege of getting firewood from some portion of the premises to be indicated by the said T B Ferguson or his agent. and each laborer shall be permitted to raise such an amount of Poultry and hogs as he can keep upon the premises assigned to him, without injury or annoyance to others. 9th The said T B Ferguson agrees to furnish at his own expense all Animals carts & ploughs and other necessary implements for the working of the said plantation and the said Freedmen and women agree to furnish at their own expense all the other necessary implements for the working of said plantation also all feed for the animals, all seed for the land and to replace and repair all Trunks necessary for the proper drainage of the land, should the Freedmen and women fail promptly to provide themselves with the necessary tools or to perform the necessary duties as stipulated in this section, it shall be the duty of the said T B Ferguson to furnish and provide them therewith and perform the same, The actual cost thereof shall be deducted from their portion of the crop. 10th Neither party shall sell or use any portion of the crop until after the division of the same without the consent of the other party. 11th [in pencil:] The crop shall be divided as follows. To T B Ferguson, two thirds of the entire product of the land, when prepared for market. to the Freedmen the remaining one third of seed product when so prepared. [in pen, crossed out with pencil:] The crop shall be divided as follows. To the Freedmen and women one half of the Corn, Potatoes, Peas, Rice and all other products when gathered and prepared for market. also one half of the cotton and cotton seed, when prepared for market. [End Page 2] 12th The Freedmen and women shall not be compelled to work upon, nor shall there be any deduction of wages made for the following holidays: Fourth of July, Christmas, New Years, National and State Thanksgiving and Fast Days. unless the work desired to be done is a work of necessity of mercy. Only half a days work on Saturdays will be required of female employees who are heads of families. 13th The said T B. Ferguson or his Agent will keep a book, in which he shall enter all advances in money, provisions, etc. made by him to the laborers, and all forfeitures for lost time, which book shall be recurred as evidence in the same manner as merchants books, are now received in courts of justice. Each Freedman and woman, shall be entitled to a pass book, in which the said T B. Ferguson or his Agent shall make an entry of all advances of money provisions etc. and all fines for absences or delinquences. 14th It shall be the duty of the Freedmen and women to protect the property and premises from depredations, and Trespassers. 15th The said Employees shall not keep any horses mules or cattle upon the plantation except by the consent of their employer. (Memo) The tasks usually exacted in the Country will be considered fare and equitable. In testimony whereof we have hereunto set our hands this day of T. B. Ferguson HD. QRS. ASST. COMMISSIONER BUREAU P.F. & A.L. SOUTH CAROLINA CHARLESTON July 7th 1866 Approved. By order of Brig. Genl. R K Scott Asst. Comm. O.D. Kimman A. A. Genl Bragg [illegible] his X mark George (his X mark) Phiol Frank (his X mark) Bengemen full hand John (his X mark) McKay full hand [illegible] (his X mark) Vander Horst (full hand) Peter (his X mark) Vander Horst Adam (his X mark) Marshall Ned (his X mark) Hamilton [illegible] (his X mark) Phiol Phoebe (her X mark) [Beaggall?] Hetty (her X mark) Phiol Hester (her X mark) McKay Hannah (her X mark) Bengemen (half hand) Dennis (his X mark) Cash full hand Judy (her X mark) Vander Horst (full hand) Prince (her X mark) Vander Horst (full hand) Delphine (her X mark) Hamilton (full hand) [End Page 3] Aaron (his X mark) Buckrabbit (Half hand) Silly (her X mark) Buckrabbit (full hand) Lott (his X mark) Buckrabbit (half hand) Frank (his X mark) Watson (full hand) James (his X mark) Bing (full hand) } Henrietta (her X mark) Bing (full hand) } Void Grace (her X mark) Brown (full hand) Sophy (her X mark) Simons (half hand) Dorah (her X mark) Phiol (full hand) Spry (her X mark) Broughton (full hand) Hariet (her X mark) Townsend (full hand) Jake (his X mark) McClerence (full hand) Quimby (his X mark) Tailor (full hand) Ralph (his X mark) Townsend (full hand) Isaac (his X mark) Brown (full hand) Peggy (her X mark) Richardson (full hand) Witness H. S. Hawkins Capt. 6th U.S. Inf. Com'd'g St. Johns Berkley. [End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "MSS 0092"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:38926"
    },
    {
      "label": "Collection Identifier",
      "value": "HFF"
    },
    {
      "label": "Original filename",
      "value": "lcdl38926-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Heyward and Ferguson Family Papers, 1806-1923"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl38926JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "HFF"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Plantation life--South Carolina,Ferguson family,College of Charleston Libraries,United States. Bureau of Refugees, Freedmen, and Abandoned Lands,Reconstruction (U.S. history, 1865-1877)--South Carolina,Heyward and Ferguson families, 1806-1923,Freedmen--South Carolina,Dockon Plantation (S.C.),1866-02-20,Sharecropping--South Carolina,Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "MSS 0092"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "272. Agreement between Thomas B. Ferguson and Freedmen -- February 20, 1866"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Dockon Plantation (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Plantation life--South Carolina,Reconstruction (U.S. history, 1865-1877)--South Carolina,Freedmen--South Carolina,Sharecropping--South Carolina",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Ferguson family,United States. Bureau of Refugees, Freedmen, and Abandoned Lands",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Heyward and Ferguson families, 1806-1923",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1866-02-20",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 102,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 6330,
          "width": 4315,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 102,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/0",
              "height": 6330,
              "width": 4315
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl38926JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 4315,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 102,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4003_42d910b03b8a5eb.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4003_42d910b03b8a5eb.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/1",
              "height": 85,
              "width": 4315
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl38926JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 4291,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 102,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4008_a445e5be103f0ef.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4008_a445e5be103f0ef.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/2",
              "height": 85,
              "width": 4291
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl38926JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 7609,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/25159/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 102,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/25159",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4015_c5955bd1e9e0e07.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F5%2F1%2F5%2F9_f160624d262edef%2F25159_alt_4015_c5955bd1e9e0e07.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl38926JPEG1jpg/canvas/3",
              "height": 85,
              "width": 7609
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl38926JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}