{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58577JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 34: Clipping 32",
  "description": "Article entitled \"Roving Reporter to Write of City\" regarding Sigrid Arne's writing about Charleston's historic buildings and preservation efforts (Mar. 1, 1943).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"Roving Reporter to Write of City\" regarding Sigrid Arne's writing about Charleston's historic buildings and preservation efforts (Mar. 1, 1943)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "NEWS AND COURIER  MARCH,1,1943  ROVING REPORTER  T0 WRITE OF CITY  Sigrid Arne Says Charleston  Might We Become  Shrine of America  Charleston might we become  the shrine of America for everyone  who wants to see evidences of coonia life as it was ived, said Sigrid Arne, associated Press roving  reporter, who last week visited  Charleston to do stories on the combined work of the community development Council and the Carolina  Art associaltion.  \"Why, in Washington we used  to drive 100 miles just to see one  charming old buiding,\" she said,  \"and heer there are ten or fifteen  beautifu dweings on every side.\"  The reporter, who iteray has  the United States, and possessions,  as her beat said that in no other  city had she ever seen architectua  beauty in such quantity.  \"The men who buit Charleston,\"  she pointed out,\" were evidenty  much richer than those who buit  the French quarter of New Oreans, or Williamsburg, too. This  is evidenced in the cornices on  roofs, the patterns of archways,  mantes and moudings. It has a  rich funess that is quite unique.\"  Miss Arne is particuary interested in the work of the community committees in developing the  myriad of architectural beauty here  while at the same time preserving  its origina beauty.  A traveer of no itte note, she  finds that Charlestonians exhibit  an \"unconscious toerance\" of many  things, which put any idea that natives of the historic city were  bound to be \"snobbish\" out of place.  She finds Charleston has a we  educated Public, we grounded in  the cassics and with broad views.  \"As for snobs,\" she chided, \"for  every one I found here there are  at least ten in some Midde Western cities I could name\"  She ought to know, for she has  covered amost every city in the  nation for the last year and a haf,  while she has been on the road for  the A. P. although this is her first  visit to Charleston.  She thumbnai-sketched hersef  as having been born in New York,  raised in Ceveand, Ohio, graduated from the University of Michigan, at Ann Arbor, and since her  unquenchable ambition was reporting, connected hersef with newspapers, atey traveing the reporter\"s dream of a nationwide beat.  \"I served two stretches in Okahoma,\" she said, \"both of which  were expended with considerable  excitement and joy on my part. After that I went to Detroit. Ceveand and New York. Ten years ago  I was caed to Washington by A.  P., and for the last year and a  haf while I have been on the road,  I think I am the only woman to  have such a job.\"  although she necessariy traves  from piar to post, she said, it\"s an  exciting life and she wouldn\"t trade  with anybody she knows. The only  troube with being on the go a  the time is the reuctance of redcaps to man her six bags, in which  she carries a her possessions, and  the fact that she has no room to  carry forma cothes. Then, too, she  said, she has to make five copies  of every story, on account of the  censor.  The fun of it more than compensates, however, and her most thriing experience demonstrates what  she means by that word \"fun.\" It  was last June when she and a  photographer trekked up to Aaska  via rairoad to a itte trading post  boasting a population of about 800  people where she spent five days  writing on-the-spot stories of construction of the famous Aaska  highway. There in a surrounding  of one rickety bed, chair of the  same description and washstand not  too study, to say nothing of a greasy  ight, she pounded out story after  story.  Most appeaing product on sae in  the town, she said, was a bucket of  water, sod at 50 cents each. Most  of the population was made up of  the army enginers, pugging doggedy through mud and mosquitoes  to construct the vita highway. It  was finished in December last year,  in haf the time optimisticay predicted.  \"That was the first time I have  ever seen a place really run out  of food,\" she said, \"but we did one  night. The \"boom town\" had been  eaten out. Finay I found an  American constructor who had a  can of cod tomatoes, so we feasted  on that for dinner\"  Other assignments have carried  her from one tip of the states to  the other. After leaving Charleston she went to work in and around  Jacksonville, not having eft Seatte, Wash., too ong ago. After that,  who knows?  Miss Arne said she hoped to come  back to Charleston again soon, but  pointed out that she had got back  to her native New York, only three  weeks ago, for the first time in  months. She hopes to see Trumbu\"s portrait of George Washington when she gets back, among other things."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58577"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58577-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 34: Community Development Council--Housing Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58577JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Charleston (S.C.)--Description and travel,United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,News and Courier (Charleston, S.C.),Folder 34: Community Development Council--Housing Publicity,1943-03-01",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 34: Clipping 32"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Charleston (S.C.)--Description and travel,United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-03-01",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30485/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 47,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30485",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58577JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58577JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 627,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30485/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 47,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30485",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58577JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30485/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30485",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58577JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 627
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58577JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}