{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Newspaper Articles",
  "description": "Newspaper articles and letters to the editor regarding the proposed sale of public lands at Adgers Wharf and vicinity (Jan. 23-Feb. 14, 1945).  Includes letters from Henry P. Staats, St. Julien R. Childs, Samuel G. Stoney, Ferdinanda L. Waring, and Alston Deas.",
  "metadata": [
    {
      "label": "Description",
      "value": "Newspaper articles and letters to the editor regarding the proposed sale of public lands at Adgers Wharf and vicinity (Jan. 23-Feb. 14, 1945).  Includes letters from Henry P. Staats, St. Julien R. Childs, Samuel G. Stoney, Ferdinanda L. Waring, and Alston Deas."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Today on Sae  Of P. U. C. ands  A special committee composed of  members of city Council and members of the port utiities commission  will meet at 5 o clock this afternoon  at city Hall to discuss disposition  of properties of the Port Utiities  commission south of Broad street.  several offers have been received  for such properties and the city  wishes to determine whether they  are to be held and, if sod, whether  they are to be sod for ight industrial purposes.  Recenty, a warehouse at 102 least  Bay street1 was sod to Henry Vioh  and Henry Vioh, Jr., and one at 100  least Bay street to Timothy E. and  Emerson Rabon. It is understood  that these people plan to continue  to use these properties as. warehouses. should they desire to change  the use, they will not be able to do  so without a hearing from the  zoning bodies, as this area has been  set aside as a residential area. However, under the zoning ordinance,  no restriction can be placed on the  continued use of a piece of property  for the same purpose.  Recenty, the city Council committee on ways and means received  offers of $18,000 for the Adger\"s  wharf property and $18,000 for the  warehouse property between Tradd  street and Adger\"s wharf, facing the  waterfront. No action has been  taken on either offer pending the  outcome of this afternoon\"s meeting.  The ways and means committee at  its last meeting asked the adermen  from the ward in which the property  is located to obtain expressions of  sentiment from residents of the  neighborhood as to what should be  done with the property.  Surprise was expressed that no  offers have been received for any  of this property for use as residential sites. The city takes the  position that the property is bringing in itte revenue and should  be disposed of if it can be sod  profitaby without adversey affecting the city.  The committee will report to city  Council at its meeting tonight.  lifers  Sae of Any\"\"\"1  P. U. C. ands  31 in Petition Oppose  commercial Uses;  Ports Study Awaited   City   Council  last  night  voted  to  I defer  sae  of  any  property  of  the  | Port   Utiities   commission   pending  : receipt of a compete survey of the  port, now being made by the South  Carolina State Ports authority, and  in no case to make any saes without hoding a Public hearing first.  The decision was maae in adoption of a report of a special  committee  which  met yesterday  afternoon   with   members   of   the   commission.  Prior to adoption of the report  a petition   of 31 residents of least  and South Batteries, Tradd and  South Adger\"s Wharf streets and  etters from Mrs. Eizableth Mc   Gowan, who ives opposite the  properties invoved; Robert N. S.  Whitelaw, of the civic services  committee of the Carolina Art associaltion; Richard C. ewis, of the  | metropolitan committee of the art  I associaltion, and Danie Ravene,  chairman of the civi affairs committee of the Charleston chamber  of commerce, opposing the sae of  the properties for commercial uses.  Offers for Property  Offers of $20,000 for the Adger\"s  wharf property; $18,000 for the  warehouse propery to the west,  across the rairoad track, and $6, -  500 for the Adger\"s North Wharf  buiding were received by the city  Council committee on ways and  means, as we as other offers which  were not taken up.  Council adopted a report of the  ways and means committee recommending that thee egisative deegation be asked to withdraw the  special icense bi, introduced at  the request of city counci.  The offer for the Adger\"s wharf  property was for use as a docking  place for shrimp trawers and estabishment of a refrigeration plant  to ship shrimp. Objections were that  a shrimp plant might tend to ower  the value of residential property in  the neighborhood. It was brought  out that trawers have been docking at Adger\"s wharf for many  years.  At the committee meeting, Aderman Juian Mitchell said that a  persons he had spoken to about the  proposed sae were opposed to it.  J. Ross Hanahan, a member of the  P. U. C, said he was opposed to  sae of any waterfront property at  this time as he considered it would  be of great value to the city ater;  that he considered the prices of  waterfront property are at rock bottom now, and that the amount of  money offered would not be much  on the bonds ...outstanding for the  P. U. C.      \"     \"\"  Commissioners-Oppose  i Thomas P. Stoney, a member of;  I the commission, said he was op-i  ;j posed to sae of the properties, cer-:  I tainy for the amounts offered. O.  IR. Conkih, another commission\",\"  I member, said he was opposed to the  I sae of the P. U. C. properties i]  I small parces.  It   was  decided   that   in   view   of I  I possible post-warwdevelopments, re-  1 pea of tariffs and explansion of oth-  | er modes of trave, it was the con-  I sensus   of   the   committee   that  the\"  \"j city take  a  chance .and    hold    the  i property, though the P. U. C. admit-  i ted   the   properties   brought   in   a  negigibe revenue.  It was  brought  out that the Adger\"s wharf property  rents for $100 a month.  At the city Council meeting, a report was read from the South Carolina Power complany offering to remove  the  tracks  at  least Bay  and  Calhoun streets or cover them with  asphat,     but    pointing     out    that  j traffic would have to be re-routed  j during  repairs.   Council    requested  I that   the   tracks   be   covered   with  asphat.  A proposed ordinance to reguate  cosing hours for sae  of  beer and  wine was referred to the committee  j on Public safety. The question came  : up from the chief of Police and the  | recorder and the corporation counse held that under existing statutes  i the city has no such right but that  j this could be remedied by passage  of an ordinance.  Beaufain St. Hazard  Aderman Water A. Renkcn caed   attention   to  the  hazard   caused  by parking in  both sides of Beau-  fain  street from Archdae west. It  was  referred  to the  committee  on  Public  safety.  A resoution of thanks was passed  for the gift to the city of a bust of  the poet Arthur Hugh Cough by Sir  Eric Underwood.  A report was adopted from the  special committee named to award  a contract for painting of a llarge  and a small portrait of Mayor Henry  W. ockwood and a llarge portrait  of Mayor Burnet R. Maybank. The  llarge portraits would cost S800 each :  and  the   small   one,   $350.   excusive  of frames. The  contract  was  given  to  Mrs.  Margaret    Moore    Waker. I  The small portrait will be given to1  Mrs. ockwood. The portraits must  meet   Mrs.   ockwood\"s     and     Mr  Maybank\"g approva. \n\n[End Page 1]\n For Adger\"s WmiF  Defended by ifijenf  In a statement yesterday to The  News and Courier, C. Deas Gads-  sden real estate agent representing  cients desiring to purchase Adger\"s  wharf property from the Port j  Utiities commission, denied that a  shrimp cannery that would ruin the  residential value of the neighborhood was contempated.  Mr. Gadsden\"s statement follows; i  \"I am on record as the agent hav-\"  ing  submitted  a bid  of  $20,000  for  the Adger\"s wharf property and also j  a bid for a warehouse just west of,  the dock at $18,000. These bids are  in no way reated.  \"My   cient   who   wishes  to  pur-  chase Adger\"s wharf intends to use  same for the same purpose as it has  been   for  many  years  and  without ]  any objection as far as I know. He  wishes  the  interest  represented by I  our late Mayor Henry W. ockwood  to continue as a tenant.  \"The warehouse for which I bid  $18,000 as against another bid. of  only $6,500 will be used as a  warehouse. At present it contains  the office of the Charleston Con- j  structors and storage space for sev-j  era tenants.  \"with regard to the shrimpers[  at Adger\"s wharf, there is no contempation of a shrimp cannery, and  the operations there do not create  an objectionable odor. The shrimp  heads are thrown overboard immediatey and the shrimps refrigerated.  This independent group of fishermen now using the dock merey  wish to continue their present business, with the addition of some  boats to suppy the increasing demand for  shrimp.  \"By sae of these two properties I  to private individuals, they will be j  returned to the tax books.\"  City Council last Tuesday deferred  action on the sae of these properties I  in response to several protests.        ]  Aderman   W.  H.   Hoppman  yes- ;  terday  issued   the  following statement of his views on the saes:  \"As a member of a sub-committee  representing the ways and means  committee of the city Council of  Charleston, I fee it my duty to  voice my opinion of these saes, and  J\"X_ thp. attention of the taxpayers  \"As pubished in theLocalpaper  the ways and means cbVnmittee received bids for several pieces of  this property. One was sod a few  months ago for $8,500. another was  sod a few weeks ater for $10,000.  These two parces faced on least  Bay street and were about 300 feet,  from Tradd street. This property in  my opinion could we have been  held for residential property, and I  so stated to the aderman of Ward  1. We then received a bid for  Adgers wharf property least of Con-  .cord street, which included only the  wharf. This bid was for $20,000,  which I considered a fair price considering the offers we received for  this property during the. last eight  years. I. also considered the renta  return to the P. U. C. in the past   six years which was only $100 a  month.  \"The parties who wanted to pur-  chase this property wanted it for a j  docking place for shrimp  trawers  and as this property ias been used  for this  purpose  for  a  number of i  years,  and  as  they  wanted to  im-  prove the docks and insta a refrigeration  system,  I  could  see  no  disadvantage through sae.    It was  stated   by   some   members   of   the j  committee that the $20,000 could not j  be of any advantage to the city or  P. U. C. I differed with this opinion  as I did not consider the purchase  price the only advantage to the city  as we were going to have a business  that  would   pay   a   icense   to   the  city. They would also pay taxes on  the    property,    and    the    trawers  would require suppies and repairs  which  would  be  furnished  by  the ,  merchants of Charleston.  \"These things I consider of great- |  er value than the purchase price. It  was    also    suggested    by    several i  members of the committee to make  a   park   and   payground   extending |  from Broad street to Tradd street. I  can understand that it is a wonderfu    gesture    to    accommodate    the  children with a place to spend their  eisure   hours   and   to   beautify   the I  city,   but   from    my    experience    I  could  not  go  along  with  this.  We  must  consider the  size of our city  and the amount of money avaiable  to   spend   before   we   assume   any  other responsibiities of a financia  nature for peasure. As a matter of  fact, if we have any surpus money   we should  raise  the  wages  of our  underpaid city empoyes.  \"The people of Charleston should  determine now what they want.  Smokestacks and industry, or  azaeas and playgrounds. They can  have either but not both.\"  NStV  CUUKEh  GitykFrfffm\"g      c  JAN 28 \"45  To The News and Courier:  I was very interested to read the  statement made by C. Deas Gadsden  to The News and Courier with regard to the Adger\"s Wharf property.  with regard to his soci and economic views I differ widely. It  seems to me that it is not the gross  receipts which a government acquires through taxation and the sae  of Public assets that is a true measure of its social beneficence, but  rather the prudent disposition of its  resources to the end that the greatest good will accrue to the greatest  number of people.  I ike shrimp, and I know thousands of people who do. but if social welfare enters the picture, and  in this case I certainy believe it  does, I do not think you can se  the birthright of the people for a  mess of shrimp.  A birthright of the people of  Charleston, young, od, the boys  overseas, and the midde aged, in  fact a birthright of a American  citizens, thank God, is the accepted  assurance that their appointed servants in Public office will safeguard  their freedom, health, and right to  happiness, in the judicious administration of the Public trust.  Mr. Gadsden asks, \"Do you want  smokestacks and industry or azaeas  and playgrounds\"? I\" answer that  I want both, and no enightened  businessman today will accept either without both.  Business knows a too we that  neither goods nor services can be  produced or, sod economically  where social planning has been  negected. For not only is the appearance of the entire city of interest to the prospective manufacturer  as bespeaking the pride of an active community, but he knows from  experience that the health, wefare,  and education of his empoyes are  the factors which govern the pro-j  ductive capacity of his plant, and j  the utimate market for his product.  The ack of inteigent city planning has been an oversight which  is now in the exceedingy costy  process of correction in New York,  Ceveand, Toedo, Detroit, St .ouis, and a hundred other cities, but  the time has now run out when expediency can be used in place of  foresight.  The sme of a few thousand  shrimpheads may only last a summer but the odor of indifferent city  planning will outive a third and  fourth generaltion.  HENRY P. STAATS.  59 Church street.  Adger\"s Wharf      mamp;amp;gt;  To The News and Courier;  In an attempt to carify a siti  tion in connection with two t  made by me as agent for Adg[  wharf and a warehouse near  which appeared in your paper urn  date of January 26, I am answer  a letter pubished in your pa]  under date of January 28th sigr  by Mr. Henry P. Statts, of  Church  street.  My statement was followed by  exceent statement made by c  of our most fearess of adermj  Mr. W. H. Hoppman, who in \",  artice referred to the proper oc  tion of smokestacks, industri  azaeas and playgrounds. I ve  ture to state that for at least  hundred of years Adger\"s whj  and the warehouse I bid on we  used for the same purpose as r  cients intend to use them. e  put the smokestacks, etc., whe  they  beong.  C.   DEAS   GADSDEN.  53   Broad   street,  CityWateront  To The NewWMa ?oW™  It is souSS\"Rk5fST[PsSyCf  a port city to own its waterfroi  Once waterfront property has paj  ed into private hands the city c;  only redeem it by paying whatev  price the owners may demar  However auring may seem t  offers of would-be purchasers, v  can never be sure that other ente  prises, indefinitey more desirab  for this city, may not in the futu  seek port facilities here. If t  waterfront is a in private hanc  the city will be poweress to a  such   enterprise.  Once in possession of the cit  waterfront property should new  be aienated except upon eas  terminable by the cit]\" on due notii  with fair compensation for improvi  ments made by the essee. The rei  asked may be merey nomina. Ti  argument for seing, as I unde:  stand it, is not the price offered famp;t;  the waterfront but the busine,  which the new enterprise is expec  ed to bring to us. It is we to er  courage new enterprises to con-  here but not at the cost of depri   ing the city of the means of admit  ting new enterprises that.may knoc  at her gates hereafter.  ST.  JUIEN  R.  CHIDS.  73 King street. \n\n[End Page 2]\nAvoiding \"nigttaffiJTc  There was one  thing   in  the  et- ...  ter   about   Adger\"s   Wharf   in   Mon- f  day\"s  paper   every  thinking  person |  in  Charleston    must    agree    with. \"  \"et\"s    put    the    smokestacks,    etc.  where they beong\", the writer tes  IIS,    et\"s   do   exacty   that,   and   as  ;.  neary   as  we   can.   et\"s   begin   by k  fiing out the etc. into a the things  that we believe will make this city  both   decent   and   prosperous.    And  the ist must go we beyond smokestacks or that.   It must go too beyond   sefish   and   private   interests,  and beyond the sort of tradition the  writer  of  the  letter   conjures   with  Whatever Adger\"s  wharf may  have  been a hundred years back does not  compe   it   to   continue   so   forever.  Two hundred and eighty years ago  everything thereabouts was a mud-  fat.    Do   we   want   that   back?  There is plenty of reason for  Charleston having a shrimp processing\" plant, but. there is a considerable  question whether one should be encouraged to set up permanent  housekeeping in. a neighborhood it  will hurt, when it could go into one  that can hep the city.  Some planning for a the etcetera:; would be more than timey.  No city can grow ike a Topsy without turning out to  bo one.  Samuel   G.   STONEY  129 Tradd street.  .NEWS amp; COURSES  njjjrjcan]rAza1eas  To The News and CohFHt: 3   \"45  Concerning the sae of the waterfront   property   of   Adger\"s   whaft, I  Aderman   Hoppman   asks,   \"Do   we  want  smokestacks or azaeas?\"  Mr. [  Hoppman thinks, quite righty, that  \"smokestacks   are   necessary   to   the]  i growth   and   prosperity   of   a   city.  i He fees that we cannot have both,  and   he   is   quite   sincere   in   asking  which we really want.  But  there  are   others   of   us  who  1 fee that it is quite possible to have  both, and that the smokestacks  need not intrude upon our gardens.  Other cities, such as Savannah and  New Oreans, have kept separate  indusria areas and have worked  out budgets whereby they can support numerous and extensive parks  in their residential sections. And  we fee that Charleston can and  will manage to keep such open  spaces as the city now owns in residential and. business areas for development which would improve  rather than industrialize these  neighborhoods.  There are other things to consider about the waterfront from the  Cyde docks to Tradd street. If it  is improved, it will afford one approach which would bring the  stranger to the heart of the city  without taking him through industrial sections such as we encounter from the air port, the North  Charleston and Union stations.  Cyde Line passengers would appreciate this. Furthermore, improving  this property would stimuate interest in a the adjacent least Bay  properties. buildings presenty negected would be bought and restored, affording much needed office space. This would soon inspire  the restoration of the ovey old  houses in State street which are  back to back with the least Bay  buildings. In time State street could  become a finished residential area.  This is not necessariy wishfu  thinking. Charleston is short on  residential areas. Many people who  move across the rivers to get small  homes would prefer to have them  here. Ten years ago someone purchased four small houses on King  street between Broad and Tradd.  At that time there were just, two  or three houses on that bock which  were ivable. The rest of the bock  was more or less a sum area. The  real estate agent had to hew a path  with an ax for the purchaser to  make his way in and the houses  were so diapidated they had to  use a adder to see tnside. Everyone said it was a fooish purchase  because it would take 20 years to  buid,  up that bock.  But the houses were restored and  at the end of thiee years practicaly  every house on both sides had been  restored and two more were buit  on a vacant ot. It was then a ovey bock bringing considerable revenue to the city, whereas it had  ;e as a shin  s question  what we want, is a fair one, and it  would seem incumbent upon every  citizen who has any interest in the  matter to give a fair answer to this  question now.  FERDINANDA , WARING.  7  egare  street.  0 fP.1Kieiy  would Preserve  ower least Bay\"4S  A resoution, first introduced by  Samuel Galliard Stoney, that the  picturesque qualities of ower least  Bay be preserved, was unanimousy  passed at a meeting of the Society  for the Preservation of old Dweings Friday.  Edward K. Pritchard, Charleston  attorney, presided over the meeting  and drew up the form of the final  draft of the resoution. Mr. Stoney,  writer of a the narrative in the  book \"This Is Charleston\", gave a  tak on the old churches of South  Carolina.  In the resoution of the society it  was resoved . . . \"That since the  ower portion of least Bay has ong  since been famous as one of the  most picturesque and historic  parts of this city and, in fact, of the  United States, and since this section is irrepaceable not only in the  city but in this country, and since  this neighborhood, through private  enterprise, has been atey enhanced in value to the city as an exceent residential region, that the  Society for the Preservation of old  Dweings depores any disposa of  Public property that will work toward deterioration of this region,  and most urgenty requests, the city  Council and a other Public officers  invoved to consider carefully any  action on their part that will send  it back toward destruction.\"  fftfSwdRestacks  ... TON,  J.  C  .irneK\"S and Courier:  The artice in your issue of Jan-  jary 26 on the subject of the I  Shrimpers\" bid for Adger\"s wharf, in   Which appears a brief, but by no  means compete, discussion of the  use to which it is indicated that the  wharf and adjacent property will  be put, gives rise to serious refection.  In disposa of this, as a other  city property, particuary in the  area south of Exchange street,  Council should give carefu thought  to every phase of the matter, not  short-sightedy grasp at. straws of  the moment and thereby possiby  osing materia benefits in the future. , |  I note that a member of Council  is quoted as decaring, \"The people  of Charleston should determine now  what they want. Smokestacks and  industry, or azaeas and playgrounds. They can have either,  but not both\". I can only hope that  he is misquoted, as the sentiment  expressed is as extinct as the dodo.  We have both smokestacks and industry and azaeas and playgrounds.  There is no question whatsoever of  our making a choice between .the  two. It recas the speeches of a  few years ago when some poiticians shouted that it would be better to tear down the houses along  the Battery and put factories there,  rather than to retain the Battery  as a peasure drive and Public park  for a of our citizens-one of the  unique and beautifu sights of the  word, famous both in this country  and abroad.  I very much doubt whether many  Charlestonians, including some of  the members of city Council itself,  have ever read the compete text  of Charlestons modern and adequate zoning ordinance. If they do,  they will find that factory ocations are provided for in a section  of the city already industrialized or  potentialy industrialized. We should  not stumbe and grope about in a  confused and inefficient manner in  attempting to sove problems which  are readiy soube with a itte  [vision and cear headed understanding.  ASTON DEAS,  Coone,  Infantry,  U.  S.  Army.  Fort Benning, Ga.  brought very itte :s a sum area.  Mr.    Hoppman\"s    question    as    to \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59145"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59145-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59145JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),City Planning--South Carolina--Charleston,Civic Services Committee,Waterfronts--South Carolina--Charleston--Planning,Public land sales--South Carolina--Charleston,Folders 52-61: Miscellaneous CSC Files,Manuscripts,1945-01,News and Courier (Charleston, S.C.),1945-02,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Newspaper Articles"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "City Planning--South Carolina--Charleston,Waterfronts--South Carolina--Charleston--Planning,Public land sales--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-01,1945-02",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34363/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 110,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34363",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1469,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34363/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 110,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34363",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34363/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34363",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1469
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59145JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34363/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 110,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34363",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F3_374a4feac569b8a%2F34363_alt_11361_149ae8c6104c437.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F3_374a4feac569b8a%2F34363_alt_11361_149ae8c6104c437.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59145JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1749,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34363/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 110,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34363",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F3_374a4feac569b8a%2F34363_alt_11363_2536c1b6c8973a1.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F3_374a4feac569b8a%2F34363_alt_11363_2536c1b6c8973a1.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59145JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1749
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59145JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}