{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 36: CSC Minutes 3",
  "description": "Meeting minutes of the Civic Services Committee, including a map of Charleston peninsula marked to show slums and a congested area (May 9, 1944).",
  "metadata": [
    {
      "label": "Description",
      "value": "Meeting minutes of the Civic Services Committee, including a map of Charleston peninsula marked to show slums and a congested area (May 9, 1944)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "MINUTES MEETING CIVIC SERVICES COMMITTEE  MAY 9, 1944  A meeting of the Civic Services Committee was held  at the Gibbes Art Gallery,Tuesday afternoon, May 9,1944, Those present were:  H. M. place, Chairman; A. W Aison,  E. Burnham Chamberain, E. Galliard Dotterer, George D. Grice, E. Bisse Jenkins, Mrs. ewis P. Jervey, Jack  Krawcheck, Frederick II, McDonad, Mrs W, A, Moore, Robert  T. Rosemond, Miss-Aice R, H, Smith, Samuel G, Stoney,  R. N. S. Whitelaw, Mrs. Wilson wing, and the Secretary.  Mr. place caed the meeting to order, and asked the  Director for a report, Mr. Whitelaw, for the nominating  committee, reported that E. Galliard Dotterer, Mrs. ewis  P, Jervey, Jack Krawcheck, Edward Kronsberg, Robert T. Rosemond had accepted membership and that Matthew A. Condon and Bevery E. Jackson were unable to serve. The  Committee\"s report of its architectural survey of 1941,  Mr. Whitelaw said, is being prepared for Publication  under the tite THIS IS Charleston. Distribution is to  be hand ed through the business firms of the city who  will sponsor the Publication. already twenty firms have  subscribed for 867 copies and nine firms for five copies  each, making a tota of 912 copies subscribed for. Thus, the distribution of neary one thousand copies is already assured, although the soicitation of sponsors has hardy  started.  It was suggested that the Hon. Henry W. ockwood,  be asked to become a member of the Committee; The  proposa was made a nomination by Mrs. Moore, and seconded  by Mr. McDonad, he was unanimousy eected.  The Chairman then caed upon Mr. George W. Simons,Jr.  planning consutant, to present his proposals for the  committee\"s study of traffic and off-street parking,  determined upon at the last meeting, Mr. Simons said  that he and Mr. Whitelaw had met in the eary afternoon  with the bock oaders of Civiian Defense, who had agreed  to undertake some of the work required, and would meet in -  the evening with a group of Boy Scouts who would take over  the study of traffic fow,  Mr. Simons stated the objectives of an off street  parking plan to be as follows;  1, Restore to streets In the central district their  basic usefuness as channes of fow,  2. \"Faciitate and expedite the conduct of trado in  the central district, and thereby  [a] preserve utiity of end rehabiitate the  central district  [b] maintain or even restore values  [c] retard or prevent decentralization or exodus  of business to fringe areas where parking  is avaiable  [d] avoid needess street widenings and so  prevent wholesae destruction of buildings  [e] creato more open spaces within congested  areas and simutaneousy eiminate sums  5, Provide adequate parking and termina facilities  whore most needed, to accompish [2] above.  4. Save motorist time, money and nervous strain  finding a parking space,  5. Dotannine effectiveness and efficiency of highway  net-work and ascertain the utimate needs for by  passes - jog and dead ond eimination - extensions  rerouting - truck versus passengers,  6, Rehabiitation and restoration of residential areas  7, Ways and Moans of accompishing foregoing \n\n[End Page 1]\nThe Chairman asked for questions and discussion  in regard to the proposed study. Mr, Jenkins asked  whether or not a city is better off with parking motors.  Mr. Simons said that parking meters are a remedy and  not a cure, since streets are intended primarily for  the flow of traffic and not for the provision of static  vehicles; however, parking meters reguate parking,  Increase revenue, and reease pressure. Mr, Stoney  spoke in favour of prohibiting parking on King Street  from Line to Broad and in front\" of the Post Office and  said that it would hep prevent accidents. Mr. Whitelaw  reminded the mootang that cearing undosirable aroas  for provision of parking spaces would also cear out  sums and potential sums,  Mr. Simons thon outined the work committees could  do to accompish the objectives of an off street parking  plan and to determine the boot possible plan.  His  outine of committoe work was as follows:  SOME  THINGS A GROUP OF COMMITTEES CAN DO  1. What is the \"vaue experience\" of the congested  area in the past decade or moro? Have values,  and and improvements, ascended or descended and  whichever way. why? To what extent has traffic  congestion affected values? What portion of the  city\"s tax income for operations is derived from  the congested area? If the tax income from the  congested area has boon decining due to reduced  values, what other areas are being taxed heavier  to pay the penaty?  2. What are the attitudes and opinions of business  interests [retai stores, professiona men, hotes,  etc.] pertinent to tho subject of parking? Does  the retai merchant, for exampe, fee that his  trade may suffer because customers cannot find  nearby termina facilities? Has the merchant  estabished any off street parking facities--  or entered into any arrangements with presenty  operating facilities, to care for his customers?  If so, why did he do this? What are such facilities costing per month [or year] and does the merchant  fee that the investment is worth whie? Has the merchant any fear of business decentralization and  its effect on his business in the future? How  many of the merchants employees use automobies in getting to work and. what disposition is made of cars  during the day? How many merchants use curb space  for the whole day storage of cars and thereby  prevent customers getting to their stores?  3. What department of government is rosponsibe for the reguation of traffic and the compiation of rues, reguations and ordinances? Are the parking  aws rigidy enforced? What Income does traffic  and parking vioations produce annuay to the  city and does that aocate to tho contro of  traffic or is it aocated to the general fund?  How are restricted areas fro street parking created? Does the department have a record or diagram showing ocations and  [a]  amount  [footage] of curb space avaiable  [b]  footage of non-parking zones  [1] corner safety zones [2] fire hydrants and other safety zones   [3] driveways - alley entrances  [4] bus loading zones [5]  taxi zones   [6]  commercial loading zones [7] reserved zones - hotes, Clubs, churches, etc. [8] rairoad crossings [9] parking meter zones  [10]     unrestricted zones  \n\n[End Page 2]\nHow recent are the traffic and parking reguations  [make digest of same?] What happens after a car  is tagged for a parking vioation? What records  do the courts maintain? How many men are assigned  to parking check ups?  4. Avaiable parking facilities - off street.  How  many \"off street\" parking faciitios are now  avaiable and useable?  [a] lots adjacent to or near, and owned by stores,  hotels and other estabishments. Capacity  of each in cars.  [b] lots operated for a fee  [1] amount of fee  [2] daiy turn over  [c] storage garages operated for a fee. Capacity  of each,  [1] amount of fee  [2] daiy turn over  5. isting of city owned lots and property, especiay  vacant ands in or near the congested area. Area  and accessibiity of those properties. Status of  ownership.  6. Survey of worker groups [empoyees stores, offices,  etc,] to determine how many normay use cars?  Where do they park during working hours? What foo,  if any, do they pay?  If the employee does not  drive, why? would he drive if a nearby parking  could be assured at a nomina fee?  7. Survey of interior bock possibiities. What  interior areas would be most desirable and obtainable?  How are such interiors now utiized? If popuated,  what disposition could be made of popuation?  How diverse are tho ownerships of such Interior  bocks and what Is their value? Arc the areas now  or could they bo made accossibo to tho congested  area?  If these ands could not be purchased,  could they bo ceared and routed or eased?  Mr. McDonad said that he thought it was necessary  to work through official agencies, sinco Information had  to bo obtained from thorn.  He felt that It would bo  dosirable to go before City Council and tak tho plan  over with tho propery constituted authorities to gain  cooperation before tho dosirod information could be  obtained. Mr. Rosemond agreed with Mr, McDonad, but  suggested that a study in progress would demonstrate to  poitica authorities the committee\"s capacity to carry  through the work,Mr. Simons recognized the force of Mr,  McDonad\"s suggestion and as a rosut of tho discussion  which followed It was decided that a committee, consisting  of the Chairman, Mr. Simons, and Mr. Whitelaw, wait upon  the Mayor-and invited him to become a member of the  committee, expaining to him tho purposes and- objectives  of tho comiittee. Mr, Allison said that the traffic  study undertaken by citizens some years ago met with warm co-operation from the city government,  Mr. Dottoror suggested that an aeria map be prepared  to show open spaces avaiable and existing sum areas and  back aies. Mr, Whitelaw said that a map was being  prepared now from Sanborn insurance maps and aeria photographs navo boon, promised by the army as soon as thoy  oaamp;t;i bo reeased.  Other contributions to the discussion wore made by  Mr, Grice, who said that opening spaces for off-street  parking would have tho advantage of reducing firo hazards;  by Mr, Stoney who said that the opening of space in the center of the bock south of the Post Office would take  care of a the parking on Broad Street; by Mrs, wing,  who suggested that something bo done for the protection  of property owners in the streets adjacent to the business  \n\n[End Page 3]\ndistrict who cannot park in front of their own houses.  Miss Smith asked if the off-street parking areas would  be free, and Mr. Simons said that there would have to  be some revenue to pay the cost of clearance, Mr. Krawchock spoke of the importance of finding entrance  and egress from the botted-up, waste spaces In the  interiors of bocks, and suggested that if such were  found an open parkway behind a of tho more congested  areas of King Street could be provided; he pointed out  the value of proximity to the centre of business, citing  the faiure- of some parking lots more than a bock  away from the business center, Mr, Jenkins said that  the enforcement of tho aw was important to tho success  of any scheme for handing traffic.  After some discussion as to tho assignment of  duties in connection with the study. It was decided to  have a brief made of Mr. Simons proposals, to circuate  it among members in order that those who wore absent  could have an equa opportunity of choosing congenia  work.  There being no further business  adjournod the meeting  Respectfuy submitted  Helen G. McCormack,  Secretary  \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59077"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59077-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 36: Off-Street Parking Study--Reports, Minutes, Notes, Instructions",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59077JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee--Records and correspondence,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Civic Services Committee,Folder 36: Off-Street Parking Study--Reports, Minutes, Notes, Instructions,1944-05-09",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 36: CSC Minutes 3"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee--Records and correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1944-05-09",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 91,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1218,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 91,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1218
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59077JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1218,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 91,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11076_955bb036e28143b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11076_955bb036e28143b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1218
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59077JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1218,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 91,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11078_8e20f78fb25502d.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11078_8e20f78fb25502d.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1218
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59077JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1218,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 91,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11079_0eef4b5ff9cb69c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11079_0eef4b5ff9cb69c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1218
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59077JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1218,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34244/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 91,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34244",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11081_9e3817c835e9949.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F2%2F4%2F4_aacc7df830408b7%2F34244_alt_11081_9e3817c835e9949.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59077JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1218
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59077JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}