{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58566JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 34: Clipping 21",
  "description": "Article entitled \"Demountable Communities are Recommended Here\" regarding housing (Jan. 30, 1943).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"Demountable Communities are Recommended Here\" regarding housing (Jan. 30, 1943)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Demountable Communities  Are Recommended Here  NEWS amp; COURIER JAN 3 0 1943  More than forty persons representing essentia agencies of the city  and county, industry, and the army and navy heard Frederick H. McDonad, chairman of the executive committee of the new Community  development counci, urge erection of demountable towns, not just demountable houses, as the most pressing need of this area in the initial  meeting of the Council yesterday at the Gibbes Art Gallery.  Though  the  development  counci,has  no  egay  deegated   jurjsdiction, it rests on a tripod of support from the  city, the  county  and  industry, Mr. McDonad pointed out. In   this   connection   he   introduced Mayor Henry W. ockwood and Ernest . Godshak, president of the Chamber of  Commerce who   spoke   approving  the   counci; and  reported that E. H. Robertson,  chairman of the county commission, though unable to be present,  had sent a message gliving his unquaified endorsement.  Mr. McDonad said that the  Charleston peninsua is now crowded to the saturation point, and that  while the community has made shift  to provide housing and sheter,  there has been amost compete  faiure to provide the other community facilities such as stores,  schoos, Hospital beds, recreation munity development Council yes-  has  and  churches  in  the  housing developments.  The   development  Council  is  designed to receive data on personne  increases   needed   by   a   industrial    and  armed  forces  groups,  coordinate this data and transate it into  terms of housing and a other  community facilities that will be  required to provide for the increases; and turn this coordinated  information and planning outine  over to the various existing agencies so that the needs can be met  without confusion, overapping and  omission.  Good Job by Authority  The ack of essentia community  eements in housing projects is no  faut of the Charleston Housing authority, Mr. McDonad pointed out,  saying that this body has done an  exceent job but has been unable  to furnish much beyond mere  housing, because it has been limited  to carrying out specified government programs and has had nothing to do with the setting up of  these  programs.  The necessity of baanced communities for workmen was stressed  by Mr. McDonad to prevent loss of  production due to owered efficiency, discontent and quitting of  jobs.  \"people cannot ive in an unbaanced community, where doors,  roofs and windows are a that are  provided, and where one must wak  three miles to the nearest grocery  store,\" he decared.  For this reason, it is essentia that  a future developments here be  propery baanced through unified  effort coordinating the work of a  agencies, he said. In addition, in  order to prevent waste and the  existence of decaying \"ghost\" communities here after the war, it is  important that these communities  be not only compete, but also competey demountable, so that they  can be taken down and transported  in toto to any place in the word  where they can be put to use, he  decared.  No Intrusion to Be Feared  Since the Council is essentiay a  body for the gathering and analysis  of information, no existing agency  need fear intrusion or interference,  Mr. McDonad said.  Those attending the meeting, and  the interests represented by them  were as follows:  Rees F. Fraser, war transportation for Charleston; Robert T. Rose-  mond, general manager, Francis  Marion; T. A. Busby, assistant general manager, South Carolina Power complany; John S. Cator, manager, war housing center; J. R. Watson. Raiway Express agency; Mrs.  Ceia P. McGowan, Charleston  Free ibrary; A. R. aCoste, South  Carolina national bank; J. W.  Curry, Ministers union; the Rev. R.  I. emons, negro community counci; H. M. place, Charleston industrial bureau; the Rev. C. S. edbetter, minister, Interracia; John M.  Rivers, manager, WCSC; Mrs. Harry  M. Rubin, director, citizens civiian  defense; B. M. Thomson, city engineer; Mrs. Thomas R. Waring, Jr.;  ieutenant Coone Roand I.  Pritkin, Stark general Hospital;  Carence O. Getty, general secretary, Y. M. C. A.; E. P. Hocombe,  superintendent, parks and playgrounds; Miss Emiy Sanders,  Charleston Free ibrary; outre W.  Briggs, andscape architect and site  planner; Mr. Godshak, Chamber of  Commerce; M a y or ockwood;  ieutenant D. T. Eiman, housing  officer, navy; Theodore J. Kenny,  chairman, war housing committee;  the Rev. H. . F. Shuer, Ministeria  union; Captain John H. Carey,  Charleston army air base; Albert  Simons, city planning and zoning  commission; Captain Joseph .  Betts, Carolina sub sector, army;  W. O. wier, general manager,  Charleston OIL complany; Paul W.  Connant, secretary, Charleston  Chamber of Commerce; Dr. Jacob  S. Raisin, rabbi; Coone John S.  Eare; Commander J. R. Page, transportation, U. S. navy; ieutenant  Commander J. S. Patterson, personne officer, navy yard; ieutenant  W. M. Capers, U. S. navy; Captain  C. C. Moses, U. S. navy; Hugh Harris,  county   planning  board;  J.  W.  Rooney, Port Utiities commission; Harod S. Hoper, chief director of sanitation; J. A. Van Dohen, president, steamship complany: Mrs. Rache Moore, director of vounteer personne for community development counci; Robert N. S Whitelaw, director of the Gibbes Art gaer, and Mr. McDonad.  Action on Negro U. S. O.  A teegram from Representative  . Mende Rivers stating that Federal Works administration action  has been instituted on plans for a  negro U. S. O. and recreationa  center at Frazier fied, and that approva is expected momentariy, was  read by Frederick H. McDonad,  executive committee chairman, at  the first meeting of the new Community development Council yesterday."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58566"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58566-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 34: Community Development Council--Housing Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58566JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,News and Courier (Charleston, S.C.),Folder 34: Community Development Council--Housing Publicity,1943-01-30,Housing--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 34: Clipping 21"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-01-30",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34819/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 38,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34819",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58566JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58566JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 510,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34819/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 38,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34819",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58566JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34819/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34819",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58566JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 510
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}