{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl40823JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "241. Newspaper article  -- n.d.",
  "description": "Newspaper article on Mount Pleasand, Sullivans Island and Isle of Palms officials looking ahead after property losses caused by Hurricane Hugo",
  "metadata": [
    {
      "label": "Description",
      "value": "Newspaper article on Mount Pleasand, Sullivans Island and Isle of Palms officials looking ahead after property losses caused by Hurricane Hugo"
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2010-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "600 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "[caption of picture above article:] Ferry travels past Toler s Cove (bottom) passing the Ben Sawyer Bridge.  [newspaper article:]  East Cooper Officials Looking Ahead  By ERIC FRAZIER  and CHARLIE WILLIAMS  Post-Courier Reporters       East Cooper officials Thursday began putting the loss of city property behind them and got on with the business of trying to rebuild their hard-hit communities.       Mount Pleasant Town Council Thursday voted to expedite its planned move in the old East Cooper School.  Both the city s police headquarters and Town Hall are now located at the Mount Pleasant Holiday Inn, and Mayor Richard L. Jones said the town hopes to move to the old East Cooper School before Oct. 8.       Council passed a resolution giving Jones the power to bypass the regular bid process and select a contractor to make needed repairs so the city operation can move.  Council also passed a similar resolution giving Jones the power to get the extensive roof damage at Town Hall fixed.       Town Administrator R. MacPherson Burdette said the school suffered only minor damage, and the repairs shouldn t cost more than $20,000.  Town Hall and Police headquarters were devastated by Hurricane Hugo.  The police station was flooded and 20 cars were lost, while Town Hall lost its roof.        We have looked at a lot of options, and this seems to be the best,  Jones said.       Design plans to transform the school into the town s new municipal complex haven t been completed, officials said, but the building still can provide a makeshift office space for the town.       Officials said the town is still struggling to get power restored, but trash pickup is a grave need.        Power of course is the immediate issue but maybe the biggest question facing this town right now is all the trash that s out there,  Burdette said.       He said the town picked up five times its normal amount of trash Wednesday with the help of crews from Greenville, Greenwood and Spartanburg.  But, he said, the town might need to consider contracting the estimated $9 million worth of work out, especially if the Federal Emergency Management Agency will reimburse the town for it.       Mount Pleasant has gotten more of its power restored than other city East of the Cooper, but council members said many residents-- particularly those in the populous subdivisions-- are still in the dark.        We re still waiting for Reddy Kilowatt,  Jones said, laughing.   We are moving ahead, but things are going kind of slow.        Some commercial areas of the city have power, and S.C. Electric & Gas officials had told council power to most residents might be restored by this weekend, but Jones said that estimate has been pushed back to  two to four weeks  for some areas of the town.        They re finding more and more damage out there.  Everytime they think they ve got it, something else comes up.        Sullivan s Island and the Isle of Palms are also struggling to get back on their feet.  Thursday marked the first time since Hugo hit that Sullivan s Island residents have been allowed daylong access to their homes, and officials of that island say they are optimistic about things getting back to normal.       Mayor C. Melvin Anderegg said that Monday they will be allowed to drive vehicles across the Ben Sawyer Bridge over the Intracoastal Waterway.  The bridge s damaged swing span is expected to be bolted back into place and ready for traffic by then.       However, residents will still only be allowed to visit their homes between 9 a.m. and 5 p.m.  Anderegg said both lanes of the causeway leading to the bridge will be used for traffic going onto the islands Monday morning, while both lanes will be reversed to accommodate the outflow in the afternoon.        Things are starting to come back to life,  Anderegg said.   We feel that by Tuesday of next week things will be in high gear.  People are getting into place and starting their [work ?] on their damaged homes.       Town Administrator David Reese said Army engineers will leave Sullivan s Friday, and Anderegg said he would like to  phase out the military posture  on the island.       The town s municipal building was flooded, but officials said they expect it to be put back in use after cleaning.  For now, the town is operating out of office space donated by Presson and Stroman.       Sullivan s Island Town Council Tuesday looked forward to the expected wave of repairs residents will need to do on their homes.  They passed a resolution suspending the requirement of obtaining building permits before work begins.       Anderegg said insurance adjusters will be taken to the island by boat Saturday, and SCE&G officials said they would be bringing about 56 repair and support vehicles to the islands today.  Anderegg said sewer service is about to be restored, and limited water service is already available on the island.       Isle of Palms officials said they are still trying to get water and sewer service going.  City Administrator Mark Williams said the island s water company is opening mains and checking for leaks, but he had no idea when the services might be restored on the island.        They are essential.  It s basically roughing it until then,  he said.       He said trees are still down on city properties, and the Isle of Palms would like to keep the Army engineers a while longer to help clean up.       The island s municipal buildings took a beating in the storm, with the fire and police station perhaps  a total loss,  Williams said.  He said City Hall had about four feet of water in it, but should be usable after it is cleaned out.       The city is now operating out of the Lutheran Retreat Center on the island, he said.       Hurricane Hugo has forced Wild Dunes to cut its resort staff severely and concentrate on restoring the storm-ravaged resort.       Officials at the Isle of Palms resort have had to lay off most of its resort operations staff, according to Brian Kernaghan, president, partner and general counsel of Wild Dunes Associates.        Wild Dunes Associates is in business; and a top priority for the partnership is to assist the permanent residents and property owners at Wild Dunes   which was severely damaged by Hurricane Hugo a week ago.        Kernaghan said that a division of Wild Dunes has already been established to aid property owners in the reconstruction of dwellings and the removal of debris from the property which provides permanent residences for more than 500 families, many of whom have been left homeless in Hugo s wake.       Kernaghan said property owners can contact Joyce Baxter at The Coleman Center at 270-A West Coleman Blvd. in Mount Pleasant.  She will serve as a liason for property owners and can be reached at 1-800-845-8880 or 803-886-6000.       Kernaghan did not have the exact number of employees who were laid off, but said that resort officials would work with them.       Kernaghan said,  Business will continue as usual without any further interruption of development or sales."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0111,Box3Folder12_15.jpg"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:40823"
    },
    {
      "label": "Collection Identifier",
      "value": "WKF"
    },
    {
      "label": "Original filename",
      "value": "lcdl40823-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Wilkinson-Keith Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl40823JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "WKF"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Newspapers,College of Charleston Libraries,Wilkinson and Keith Families,Natural disasters,Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0111,Box3Folder12_15.jpg"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "241. Newspaper article  -- n.d."
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Newspapers,Natural disasters",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Wilkinson and Keith Families",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/24956/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 80,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/24956",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl40823JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40823JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1060,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/24956/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 80,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/24956",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40823JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/24956/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/24956",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40823JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1060
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40823JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}