{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter 1 from Gertrude Sanford Legendre, July 23, 1943",
  "description": "Letter from Gertrude Legendre to her husband, Sidney Legendre, regarding her last days at her Washington job, her time at Watch Hill, and what she expects from life in London, England. Gertrude goes on to describe time she’s spending with their children at the beach before her departure from the United States.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Gertrude Legendre to her husband, Sidney Legendre, regarding her last days at her Washington job, her time at Watch Hill, and what she expects from life in London, England. Gertrude goes on to describe time she’s spending with their children at the beach before her departure from the United States."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-02-27"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "July 23rd.\nDear Sidney,\nThis morning I received two of the missing letters, No 18 and 19 of July 9th and 1oth.\nIs n't it funny the way they go.? Yesterday I received that fast one of the 17th,\nIn these letters you described the black out was off, and the place sounds very much\non a peace time basis. All this proves to as that Hawaii is less a war zone that London[,]yet I\ncan go there. It burns me up.\nI gather the weather is heaven, the island wonderful but perhaps your job a bit boring[,]\nand that you feel sort of remote from the war. I do wish you could be going with me and getting\nsome of the news I get. I am afraid I have got much the best job. Your sort of work is done here\ntoo and is quite boring. I think your set up is so much like hours it makes me laugh. Too bad\nwe cant compare notes. You two would fit into my picture like a dream[,]and love it too.\nYour next letter I shall get in London[,]and I do hope it wont be a month before it\narrives. I know the first ones will be desperately slow and that I shall be wild, but I shall\ntry to exert great patience, and \"Couer\" it to come fast.\nLester was in my office this morning and I read him bitts from your letter. He\nloved it. He knows Chief Wilson well and we pat make out why he did not tell us he was in town.\nWe are both furious.\nJuly 25th.\nI never had a chance to get going with this letter and I now in Watch Hill.\nI cant believe that I am really not returning to the old Q.Bullding. I said to\neveryone goodbye on Saturday, picked up my pessport,and receited the final news\nthat we were NOT to report to Brooklyn Tuesday. This mean[s]we have been diferred\nto some later daye[,] and we have to wait till orders come through from the War Dep.\ntelling us when to report as I was packed and ready for Watch Hill with the parlor\ncar reservation in my pocket - I decided I mould not change my plnas again[,]so here\nI am with the kids till I am told what to do and where to report. I wired you I\nwould telephone you Monday night thinking ofcourse I was to be off Tuesday but\nnow all that is changed. I suppose this may go on for weeks, who knows. However\nI deserve a holliday as it is a year now I have been wor[k]ing in Q building so I\nthink it will all turn out for the best. I hated saying goodbye to my buddies at\nthe office particularly my pals at the cable desk I have worked with so long. We\nhave had plenty of work, fun[,]and no end of laughs[,]and I shall miss the old grind\nprobably inspite of all. I am pretty thrilled at getting off, and think the\nfuture ahead should be both interesting, exciting and different. A real change\nfrom Washington, its heat, its petty jelousies etc. My bags are packed and ready[,]\nand Rose has [b]een a wizz as usual listing just what is in every suitcase,and\nman[a]ging to have everything in the world I need for every occasion packed just\nso. I shall hate to disturb the bags till I arrive over there, however if its a\nthree weeks trip I shall have to dig in to them a bit. I have brought slacks to\nwear on the boat to save clothes, and I am told this is the right idea. I am even\ntaking powdered eggs, klim milk, vitamin pills, a[1]lb of coffee[,]and some orange\nchrystals. Rose bought all this in New York on her shopping tour.\nThe office gave me a silver identification bracelet with my\n[End Page 1]\n2\nname on it, address American Embassy Grosvenor Square[,]and my blood type. Is n't\nthat nice? I am delighted with it, and charmed they thought of it,and collected\nthe money to do it. Pretty sweet.\nI left my little house with some regret as it was very cute, but I must say Sat.\nmorning was such a swelterdng one it was not hard to be pleased to be off for\nRhode Island and the north[,]and shake the heat waves of Washington into the dim\npas .\nI read Life and Time all the way up in the train[,]and my the accounts of\nSicily are thrilling[!] It has been better covered than any oper[a]tion so far. Really\nswell first hand dope from War Correspondents who f[l]ew in with the paratroopwrs\nand got the story from start to finish. It has been a whirlwind campaine, and it\nis all going so beautifully it's thrilling. I dont believe the Italians will be\nin the war very much longer and I may see Sarah Jane before we know it, at this\nrate. As long as wee can put that umbrella of airplanes over the bridge heads\nwe make,I feel we shall save thousands of lives during the inva_sion. Our air s\nstrength is super.\nPerhaps you and Morris did get into the wrong thing, perhaps the air end\nwould have got you around much more. I do believe it. Its a shame. I hear Ward\nCheeney is returning from the South P. and Frank is going to ta[k]e my house for\nthe winter. He is to be stationed there for a while. The air intellegence folks\ndo get around, and get home quite a lot. None of my freinds have had their husb-\n- ands away as long as you have been. Well how could you tell what to do and which\nwas best? It was a gamble.\nRuss Forgan and Ada are up here this week end[,]and I am going to have supper\nwith than this evening. An english girl here has offered me her house in London\nbut she admits that it will be hard to find a servant to run it. They are all\nin the mun[i]tions factory. I am not going to sign up for anything till I get over\nthere and see how difficult it all is. I believe a service flat is the thing If\nI can possibly find one. I may be there six months or even perhaps 8 .I dont know\n- but if the war goes as I think it will[,]I doubt if I am there longer. Also if\nyou are still in the Pacific by that time[,]there is always a chance things may c\nchange and I may get out your way. My scouts are out on the look out for me and\nI always have hopes.\nI understand I can not have any magazenes or newspapers sent to myself in\nEngland which is really too bed. I was hoping Ic could but they wont take the w\nweight by sea or air. I think I shall take my radio if I possibly can[,]and am al\n-lowed to. My cameras have gone ahead.\nI spent a heavenly morning making mud pies on the beach with Bo and Landine\nand they are both so brown- I look like a pale lilly beside them. They are both\nreal brownies, and look the picture of health. What a spot for children! !\nMiss Evan[s] manages to have plenty of good food to eat and it is asweet\nhouse, and only five minutes walk to the beach. The house with the tennis court\nis across the road from us.\nAnita and Eddie Loebkovitz were on the beech this morning,and a million\nor more children. It was heaven to be in the sunshine and air, and I wore the w\nwonderful white bathing suit of yours with the big red hisbiscus flowers on it.\nI thought my midriff looked a bit soft,and white,and naked,but everyone seemd\nto think the suit was a knockout. Darling you gave me just what I wanted most.\nThey arrived Just at the right time for the right occasion. I would ceratinly l\nlike better to be on your beach wearing them with you, and I would like to see\nyou in your hawaiian shorts beside me. Do send me a picture of yourself on the\nbeach. Please.\n[End Page 2]\n3\nYou mentined something about having taken some photos several weeks back but I\nimmggine you forgot about them.\nHonolulu myust look very gay with all the bright lights and no curfew.\nReally back to noraml and peacetime basis.\nNo food rationing, and how about gas? Do you get all you want? It\nseems unbelievable. I gave my bycicle to a girl in my office till I return, and\nLarimer Mellon is using yours. They are so precious one can not afford to be a\ndog -in the manger about them.\nI am sending you under seperate cover The Times Sunday\"New of the week\nin Review\". It is so good and so infor[m]ative that I hope it reaches you O.K. Do\nyou ever see the New York papers outnthere? They are so far and away the best.\nArmant is in San Pedro.That boy n s nuts who said he sew Armant.It must\nhave been some other Legendre. Olive is out there with him[,]and the kids right now,\nas far as I know, which was a week ago.\nI laughed the other day whe  we four girls about to depart were given\na security talk about - from now on saying we had been working all winter in the\nState Department,and were no going to work in London for the American Embassy,\nbecause written across the whole top of my pasport is written in plane print\n\"On special private business for the Office of Strategis Services\". Is n't\nthat a laugh? I love those sort of things. They are so redic_ulous.\nWrite as I have said before [percent]Amercan Embassy , 1 Grosvenor Square, Londo[n]\nas this is adjoining my office, and everyone collects their mail there. \nFor\"Blitz' I think it will be better for me to say \"The duchess came\nto tea\" as no mention can be made of weather. I know I shall find the sencor\nmuch stricter and I shall have to talk double talk and parabels.\nDarling I have real hopes this may all end sooner than we think now,\nand that we will see each other sooner than you think. I pray for this constantly\nand I believe it too.\nKeep your heart under lock and key for me to open with my own key that\ngreat dey on which we meet again. Its a long time my darling,but there is no one\nelse for me in the world but my Sidney,and I hope you feel that way about your\nGertie who loves you so much. Its a long pull I know,but when we love as we do\nwe cansurely wait. The world can not keep us apart forever no matter what goes on\nin turmoil, strife and endless stretches of separation. I think of you all day\nand most of the night[,]and feel so badly about missing so many hours of your\ncompanionship and love. Its a mighty tough assignement for a happy couple. So\nmany wives and husbands are not happy; not compatible, dont care, and dont feel\nthe way we do. Its hard on the happily married ones,and those that really care.\nTake care of yourself my darling and write me all your news.\nI am off to the beech again to fry in the sun and revel in beachlife\nI love so much.\nI shell write you an other letter to-morrow.\nAll my love doodle ears.I kiss you and hug you.\nGertrude\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:68848"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl68848-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl68848JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Washington (D.C.),Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,United States. Office of Strategic Services,Hawaii,English,College of Charleston Libraries,World War, 1939-1945,London (England),Gertrude Sanford Legendre Papers: Correspondence,Watch Hill (R.I.),Legendre, Gertrude Sanford, 1902-2000,Manuscripts,1943-07-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Letter 1 from Gertrude Sanford Legendre, July 23, 1943"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Washington (D.C.),Hawaii,London (England),Watch Hill (R.I.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,United States. Office of Strategic Services",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-07-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/48723/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 139,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/48723",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2154,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48723/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48723",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/48723/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/48723",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/0",
              "height": 2154,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68848JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48723/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48723",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F2%2F3_171d731bdf5aac8%2F48723_alt_12710_91ac13d6f104fc3.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F2%2F3_171d731bdf5aac8%2F48723_alt_12710_91ac13d6f104fc3.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68848JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48723/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48723",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F2%2F3_171d731bdf5aac8%2F48723_alt_12712_c11fe0495f9ad1c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F2%2F3_171d731bdf5aac8%2F48723_alt_12712_c11fe0495f9ad1c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68848JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68848JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}