{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 03: CSC Report 2",
  "description": "Meeting minutes of the Civic Services Committee held at the Gibbes Art Museum (Sept. 28, 1942).",
  "metadata": [
    {
      "label": "Description",
      "value": "Meeting minutes of the Civic Services Committee held at the Gibbes Art Museum (Sept. 28, 1942)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "September 28,1942     A meeting of the Civic Services Committee was held at the Gibbes Art Gallery, September, 28, 1942. The following members were present:   Mr . Homer M. place , Chairman, Mr. Frederick H. McDonad, Mr. William M. Means;  Mr. Albert Simons , Miss Alice R. H. Smith, Mr. R. N. S. Whitelaw.    Mr. place  caed upon Mr. Whitelaw for  a  statement  concerning  new business.      Mr. Whitelaw stated that Mr. Charles Wagner, a trained architect who had recenty   taken an \"eye-opener course\" in city planning, would begin empoyment with the   committee on the first of October, and that Mr. McDonad had agreed to act as   consuting planner for a period of two years.   Mr . Whitelaw said further the. t the problem of finding immediate community support and interest seemed to be the committee\"s first concern. Though the Civic Services Committee can function independenty of any contro, the Carolina Art  Association is its sponsor and banker, and it is the expressed wish of the Rockefeller Foundation which has given its sustaining grant that responsibiity of contro be not divided. The choice of function at the present ies between a program of demonstrations , exhibitions, and Publications or a program of active immediate service . Mr. McDonad, he said, had a proposa for a program should the better choice be made . The proposa is to set up a bureau, or agency, to hep sove the problem of providing housing in the present emergency and to renovate numbers of buildings now standing empty and ide. Mr. Whitelaw read excerpts from the Olmstead report pointing to the creation of such an agency, to dea with aterations for esthetic values, and excerpts from the secretary\"s report pointing to the demand for better housing as shown in the Public responses invited through the exhibition. If such a service were set up, he pointed out, it might be necessary to include in remodeing activities, buildings which were not included in the Committee\"s inventory. The proposed agency would be designed to \"cut red tape\" and assist property owners to obtain vita materias in order to increase the number of housing units avaiable. Is this, he asked, a egitimate activity for the Civic Services Committee?   Mr. Simons said he saw the Committee\"s function as that of analysis and program planning, rather than that of urging individuals into financia ventures, which would be of doubtfu success in view of the present conditions, buildings costs , and   restricted return.   Miss Smith asked if the present system of fixed rentas would appy to such buildings as might be renovated under the proposed plan. Mr. Means repied that rents could only be fixed by appication to the rent contro board. He asked if embarking upon such a venture would not be a dew departure in poicy.   Mr. Whitelaw said it was not entirey new in theory, in view of the proposals contained in the Olmstead report, but would be the first attempt on the part of the committee to do active work.   Mr . Means asked if plans for renovations were provided would their use by possibe? He cited instances where proposed renovation had been baked by inability to get materias, Mr. place pointed out that only priorities boards could reease vita materias . Mr . Whitelaw agreed that conditions might make carrying out of the proposed plan impossibe, but asked again if the effort was worth trying.\n\n[End Page 1]\nMr. McDonad said that individuals meeting with the barriers and impediments   mentioned might find them insurmountable , where an organized central agency could   sove them. He said that inadequate housing was party responsibe for the   high turn-over in manpower inLocalwar industries . In spite of the llarge scae   housing programmes being carried out in the vicinity of the city, two to five   hundred housing units created within the city would be usefu. He said further that   rentas were higher than ever before . He said he had taked with the Federal   Housing Agency in Columbia, which had suggested the possibiity of assigning   a man to such a program to assist an agency set up by the committee; he had taked   with bankers and two contractors who had agreed to facilitate such a program as far   as possibe. He saw this committee\"s function not necessariy as a plan-drawing   agency, but as a nursing group to expedite the processes of securing materias for   the investor.   Mr. place commented that continued growth of housing facilities outside of the city,   while good buildings within the city were aowed to deteriorate, would jeopardize   the future of buildings in the city. He asked just how the proposed plan would be handed.   Mr . McDonad repied that t he operating group in the Committee would meet with the central Housing Committee of the Chamber of Commerce which on one occasion had received 47 appicants in two days when it advertised its readiness to hep those who wish to finance renovations. It would meet with architects, with contractors, with the Board of architectural Review. When the processes were determined upon through the various groups, the central committee would then be ready for appications. Mr. Means asked whether the buildings to be renovated would be seected or whether a appicants would be considered eigibe.   Mr. McDonad repied that appications would be received, but the committee could   also point out properties whose use as housing units was not immediatey apparent,   such as third stories of office buildings, warehouses on least Bay, etc. Mr. Means   asked whether this agency would dupicate the Chambers committee, with perhaps a   more personal approach.   Mr. McDonad repied that the Chamber of Commerce committee merey took appications for financing but did not try to see them through the compicated maze of obtaining permits and materias. Mr. place said that such an agency once functioning could go far to maintain architectural integrity which in the hands of those itte concerned about it would be ost.   Mr . McDonad said that insistence upon improvement would be maintained by constant   reference to architects in the renovations. In this case the doing of the job of   preservation would be substituted for taking about it.   Mr Simons said that most architects the country over were finding it necessary   to transfer their service to government housing, the armed services, and other   channes , rather than maintain themseves in private business.   Mr . Whitelaw asked if anyone had known such an agency as the one contempated here in any other place. Mr. Simons repied that the housing agencies for sum clearance were the nearest approach. Mr. Whitelaw asked if any agency specificay for remodeing had been created anywhere. Mr . Means  suggested the Chamber\"s committee, and Mr. Simons said the Home Owners oan Corporation, which is not onger in existance. Mr. McDonad pointed out that the atter was started in a time when the market for houses was bad, but at this time it is unusuay good.  Mr. Means asked what proportion of the Rockefeller Grant would be used in trying this experiment. Mr . Whitelaw repied that it was impossibe to say definitey, though a proportion of the time of the employees of the committee would be taken\n\n[End Page 2]\nup with the onger range planning, some of it must be used upon the creation of   Public interest in planning and for that an active progranme was needed.   Furthermore, the appication for the grant indicated a program of urban improvement   would be undertaken.     Mr. place said the proposed program was the committee\"s effort to pay for being aive. He said that the Army and Navy had expressed dissatisfaction with the handing of the housing problem ocay, and if pressed too far they might take it over. Mr. McDonad said that it ought to be possible for a community to reguate itsproblems, and for this one it would be possible to get Navy co-operation. He said that dependence upon Federal initiative had taken too strong a hold on out thinking as he found when he discussed the financing of this scheme withLocalbankers, who constanty referred to the F.H.A. until pressed into admitting thatLocalfinancing could be arranged. One reason for the Committee\"s undertaking such a program is the fact that no other group has concerned itself with it.   Mr. Whitelaw said that the Chairman of the Rockefeller board was interested in aiding the Carolina Art  Association in being usefu and staying aive in doubtfu   times , and the proposed program was acceptable if cacuated to do good to both the   Art  Association and the community .   Miss Smith said she agreed to the necessity of a concrete activity, though she saw the difficuties in the way of a remodeing program and the danger of the community being overbuit after the war. Therefore, if the good buildings of the community were put into more usefu shape, it would be a step gained and a preventative against osing them entirey in a post-war depression. She saw this as a egitimate activity she said, since it invoved no expenditure but the energy and activity of the employees and members of the committee.   Mr . Simons said that, if the committee performed a usefu service for which the   community is gratefu, it was egitimate, but if the Public is disappointed in a   faiure, more harm than good might be rendered, for t he difficuties of remodeing   are impossibe to forecast .   Miss Smith said that this program, if adopted, should be ooked upon as a War measure, as an adaptation of the Art Associaltion\" s program to a war need, rather than as a preservation program. Mr. Simons said that this should be definitely acknowedged and no attempt made by the Committee to deceive itself as the the real nature of the undertaking. Miss Smith expressed hersef as in favor of the program in spite of its obvious pitfas, provided due caution were exercised to observe Mr. Simons\"s warnings about harm resuting from disappointment .   Mr . Simons made a motion that the proposed program of supervised remodeing being considered by the Civic Services Committee be referred to the Board of the Carolina Art  Association endorsement before it is undertaken, since the A t  Association Board is the sponsor of the Committee. Mr. Whitelaw seconded the motion, which was carried without dissent.   The meeting then adjourned,   Respectfuy submitted,   Helen G. McCormack, Secretary\n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58906"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58906-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 03: Meeting Minutes",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58906JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee--Records and correspondence,Margaretta Childs Archives at Historic Charleston Foundation,Folder 03: Meeting Minutes,Manuscripts,Civic Services Committee,1942-09-28",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 03: CSC Report 2"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee--Records and correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-09-28",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30251/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 119,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30251",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1590,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30251/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 119,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30251",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30251/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30251",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1590
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1486,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30251/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 119,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30251",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F5%2F1_1a7e138e780f778%2F30251_alt_10284_d9983998b64f6f1.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F5%2F1_1a7e138e780f778%2F30251_alt_10284_d9983998b64f6f1.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1486
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1580,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30251/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 119,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30251",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F5%2F1_1a7e138e780f778%2F30251_alt_10286_91f959b962392a3.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F5%2F1_1a7e138e780f778%2F30251_alt_10286_91f959b962392a3.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58906JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1580
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}