{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 08: Financial Factors",
  "description": "A report entitled \"Certain Financial Factors Bearing on Loss and Protection of the Values in Question.\"  (Presumably written 1940.)",
  "metadata": [
    {
      "label": "Description",
      "value": "A report entitled \"Certain Financial Factors Bearing on Loss and Protection of the Values in Question.\"  (Presumably written 1940.)"
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "CERTAIN FINANCIA FACTORS BEARING ON loss AND PROTECTION  OF THE values IN QUESTION.  It is cear that some of the physical changes  that have been most seriousy injurious to the peculiar  esthetic qualities of Charleston have been motivated  largey by the pressure of financia burdens, or of opportunities for financia gain, on property owners who  in the absence of such pressures would have been gad  enough not to make these estheticay injurious changes -as notably in the case of sacrificing spacious side-  gardens of old houses in order to squeeze in Additional  houses for a cash return.  Moreover it seems probable that many opportunities have been ost, and are liable to be ost in the  future, for rehabiitating old properties in a manner  highy desirable for the perpetuation and enhancement  of these community values, and at the same time economically justifiable, simpy through the inability of  the property owners to finance such desirable undertakings on a reasonaby favorable basis by mortgages obtainable through ordinary commercial channes.   In some  such cases the result is to leave old properties of inherenty fine qualities in a state of disrepair, subject  to further delapidation, and bringing in small returns  in direct usefuness or in money to the owners.   In  other cases It is to induce aterations that are positivey and seriousy injurious to esthetic values of  real importance to the community? simpy because those  happen to be the aterations which offer the most obvious, if not the ony, prospect of a fair return to property owners who have to rey for much of their financing on the ordinariy avaiable mortgage market.  enders in that market, as a matter of habit and routine,  prefer to oan on improvements of a famiiar, conventiona, commonpace sort; are not apt to make it either easy  or economical to borrow for improvements of a different  sort, such as usually invoved in adapting a fine old buiding to new uses with a nice regard  for its esthetic and historic values, even if a patient  and thorough analysis would show them to be an equay  sound investment; and of course they cannot normay make  any aowance for the fact that one way of Improving an  old property would benefit and another way would damage  such an intangible thing as your committee is concerned  with protecting.  One question that seems worth investigating, in  connection with gardens of old dweings, is how far the  burden of taxes on real estate has been, or  is ikey to be, an important eement in discouraging  people from keeping such gardens and other od. open spaces on private and permanenty free from buildings. \n\n[End Page 1]\nIf it is found to be a seriousy important factor in the  financia pressure tending toward the progressive eimination of these open spaces, so eminenty characteristic  of old Charleston and contributing so much to its charm,  then serious study may we be given to the possibiity  of inducing the City to adopt the poicy of aowing a  substantial measure of tax-exemption to the owners of  such ancient open spaces of interest to the whole community, as ong as they are maintained. If this should be found desirable and at a within the range of \"practica poitics\" the method of appying the principe would  have to be very carefully worked out.  Not improbaby  it would be wise to provide for keeping a running account  for each parce on which such tax-exemption was aowed,  showing the cumulative tota of the exemptions to date,  with interest, and to provide that if at any time the  open space in question ceases to be kept open and to serve  the Public interest which justified the exemption then  the entire amount of exempted taxes with interest to date  shall become immediatey payable and constitute a tax-ien  on the property.  Whether this tax-exemption idea is worth enough  to justify the amount of work that would certainy be required before it could be -out into effect, or not; the  mortgage-financing situation certainy deserves carefu  and thorough study in reation to many of the properties  which will be isted in the Inventory.  The following random notes will suggest ines of investigation some of  which were touched on in our discussions at Charleston.  A. Even without any llarge capita resources of  its own, a suitaby organized permanent agency could provide a very valuable service of information, advice and  assistance for people of good-wi owning properties such  as are being isted in the Inventory:-  [1] In regard to methods and sources through which to   raise capita for financing proposed rehabiitations of  such properties and their adaptation to new uses in so far  as the contempated investments would be definitely beneficia to the_community values with which the Inventory is concerned. This central information service should be able to acquire a much more compete understanding than individual property owners are apt to have of the technical ins and outs of this compicated business [E.g. What hep, if any, is obtainable and how from Federal sources, Housing Administration or otherwise, in the way of mortgage guarantees and or in other ways? What outside sources of mortgage money, if any, can be tapped on more favorable rates than are avaiable in theLocalmarket? Etc.]   2]In regard to methods of devising and presenting definite plans, physical and financia, for the aterations  contempated in a given property,: so as to make them satisfactory both from the point of view of the community\"s interest in historic and esthetic values and from the point of view of economic \n\n[End Page 2]\nreturn on the investment.  Far short of furnishing compete professiona services beow cost and din competition with architects and other professiona people in  private practice, a great dea of valuable guidance could  be given. To mention only one thing, there appear to be  certain rather definite types of problems in architectural  adaptation of old Charleston buildings to modern  conditions, of rather urgent importance from the point of view  of your committee, for which satisfactory solutions have  not yet been devised by anybody so far as I could earn,  nor are ikey to be without the appication of an amount  of concentrated and aborious study and ingenuity quite  disproportionate to the compensation received by an architect for planning a small job of aterations, undertaken  \"on spec\" by a house-owner. For instance, there is the   recurrent problem of adapting a fine, typica old Charleston singe-famiy dweing of llarge size, in a ocaity  where there is no present or immediatey prospective demand for singe-famiy houses of that size, for use as an  apartment house,or for other use that meets a real need  of the time and the place, without ruining its characteristic charming quaities, as by incongruous outside stairs.  A joint attack on some of these typica problems, as a community enterprise, might we be organized by an agency of  the kind indicated, the results thereof being pooed and  made avaiable without cost to individual owners and architects who show a disposition to co-operate with the agency  in furthering its community objectives.  [3] A valuable service could probably be rendered by systematicay searching for specific favorable opportunities  for rehabiitating and re-adapting old properties included  in the Inventory in a desirable manner with reasonable  prospects of a fair return on the investment, and them activey stimuating the owners or other investors to undertake the work with the guidance and hep of the agency in  both of the ways above mentioned.  B. If such an agency, or some other agency working in co-operation with It, could be provided with a sufficiently llarge bock of capita for use as a omg-term  revoving fund without expectation of earning commerciay  attractive profits, direct mortgage oans at less than  minimum market rates could, in special cases, permit the  financing of peculiary desirable rehabiitations of old  properties which appeared to be too cose to the Line of  not being sef-iquidating to be otherwise possibe.  The question of outright cash subsidies for rehabiitations of an exceptionay desirable sort, but definitely not more than party sef-iquidating is quite another subject. \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58951"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58951-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 08: Frederick Law Olmsted Report",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58951JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Historic buildings--Conservation and restoration--South Carolina--Charleston,Manuscripts,Historic preservation--South Carolina--Charleston--Finance,Folder 08: Frederick Law Olmsted Report,Olmsted, Frederick Law, 1870-1957,1940-05,Civic Services Committee--Planning",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 08: Financial Factors"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Historic buildings--Conservation and restoration--South Carolina--Charleston,Historic preservation--South Carolina--Charleston--Finance",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee--Planning",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Olmsted, Frederick Law, 1870-1957",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1940-05",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/32369/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 114,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/32369",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1515,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32369/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32369",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/32369/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/32369",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1515
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58951JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1517,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32369/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32369",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F3%2F6%2F9_1277106ac6fcef6%2F32369_alt_10458_ffcce46d85645ee.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F3%2F6%2F9_1277106ac6fcef6%2F32369_alt_10458_ffcce46d85645ee.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1517
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58951JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1515,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32369/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32369",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F3%2F6%2F9_1277106ac6fcef6%2F32369_alt_10460_9fb45c22467f0c1.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F3%2F6%2F9_1277106ac6fcef6%2F32369_alt_10460_9fb45c22467f0c1.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58951JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1515
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58951JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}