{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Articles/History",
  "description": "Series of articles: \" Some Charleston 'Firsts'\" (Aug. 25, 1941), \"Buffalo to Return to S.C. its Secession Proclamation\" (Sept. 28, 1941), \"Charleston Built Warship in 1798 as Gift to U.S.\" by D. Huger Bacot, \"Lowcountry Gossip\" by Chlotilde R. Martin (Dec. 28, 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articles: \" Some Charleston 'Firsts'\" (Aug. 25, 1941), \"Buffalo to Return to S.C. its Secession Proclamation\" (Sept. 28, 1941), \"Charleston Built Warship in 1798 as Gift to U.S.\" by D. Huger Bacot, \"Lowcountry Gossip\" by Chlotilde R. Martin (Dec. 28, 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Some  Charleston  \"Firsts\"  Perhaps someone has a better ist of  Charleston \"firsts,\" here is one that has  been compied with some care:  America\"s first popuar eection, 1670.  First performances  of  pays  in  America,  January, 1703.  America\"s first navy, 1704.  America\"s first revoution,  1719.  First collection for America\"s first orphanage [by Whitefied in the White Meeting  House for Bethesda, Savannah].  America\"s    first    insurance    underwrite  Jacob Motte.  America\"s first rice planter, Dr. Henry  Woodward.  First independent government on this  continent.  First fying of an independent fag.  First decisive victory of the American  Revoution [Fort Moutrie].  First insurance complany.  First exports of rice, cotton and indigo.  First steam rairoad for passengers and  freight, first raiway mail service, first  movement of troops by train, first brida  trip by train.  First apartment house [Vander Horst\"s on  least Bay].  First double house [Bake\"s in Court  House square].  First department store [in the Adger  buiding, ater the Academy of Music].  First Fireproof buiding [Meeting and  Chamers streets].  First shot of the war for Southern independence [by the Citade cadets on the Union steamer Star of the West].  First submarine [on the Battery is a memoria fountain].  First artificia propagation of fish.  First book jackets [by Isaac Hammond].  First commercial tea farm [Dr. Charles  U. Smepard\"s].  First seamen\"s home.  First plant breeding station [in St. Andrew\"s parish].  America\"s odest Bibe society.  America\"s  odest music house.  America\"s odest prescription drug business.  Odest andscape gardens [at Middeton  place].  Odest municipal College.  Odest chartered Masonic odge [Soomon\"s, No. 1].  Odest Museum.  Odest chamber of commerce [this is disputed by New York]:  Birthpace of the Reformed Jewish movement.  Birthpace  of  the  Scottish Rite  of  Free  masonry.  South\"s odest daiy newspaper.  South\"s odest ibrary.  South\"s highest bridge  [Cooper river].  South\"s odest seed house.  South\"s odest printing house.  ong time it was thought that America\"s  first gof was payed at Charleston, but It  developed that Abany, N. Y., has this distinction.  The foregoing ist is pubished for what  it is worth, it may be that researchers can  add to it. \n\n[End Page 1]\nBuffao to Return to S. C.  Its Secession Procamation  Columbia, Sept. 27.-W]: A valuable document, Governor Francis W. Pickens\" procamation of  1860 decaring South Carolina a  free and independent state, is to  be returned to this state gratuitousy by the Buffao historical  society of Buffao, N. Y.  The paper will be presented  to Governor Burnet R. May-  bank, October 2, by ouis .  Babcock, president of the society.  The return was faciitated by  a chance meeting of August  Kohn,    Jr.,    of    Columbia    and  Babcock   at   Boca   Grande,   Fa.  Mutua iking of tarpon fishing attracted the two men and  Babcock tod Kohn of the document.  After some research, Kohn  said, \"the authorities here  reached the concusion that the  document in Buffao was the  authentic origina.\"  Kohn said it had been specified that the document be preserved by the South Caroinian  society, which has coected  many priceess papers. \n\n[End Page 2]\nCharleston Buit Warship  In 1798 as Qift to U. S.  By D. HUGER BACOT  During 1798 a state of undecared  war existed between the United  States and France. French insoence in the \"XYZ\" affair and  demand for American money  caused Charles Cotesworth Pinckney, commissioner at Paris, to excaim \"Miions for defense, but not  one cent for tribute,\" or at any rate  something ike it. Indignation was  nation-wide and several boody  nava engagements were fought between American and French frigates in West Indian waters.  According to the historian Mc-  Master, in Apri, 1798, \"a French  privateer did sai into Rebeion  Roads, and, in fu view of the  docks and wharves of Charleston,  burnt an Engish vesse to the  water\"s edge\". ater \"the Young  Men of Charleston\" drew up an address to the President of the United  States, viewing with indignation  the conduct of the French rePublic  and offering themseves to their  country, decaring that they were  not French nor British, but Americans and Federaists. To this President John Adams submitted a repy  of  thanks.  On May 9, the young adies held  a meeting in Federal street where  it was unanimousy resoved that  they heartiy approved of the patriotic action of the Charleston  youths and would countenance none  with their smies who were not  ready to defend the country.  Eary in Juy, it was reported  that \"A schooner has been seen off  the bar .... which the piots conjecture to be the famous French  privateer, known by the name of  the Coffee-Mi. It has in some degree aarmed the captains of vesses in port about saiing\".  On May 7, 1798, a Public meeting  was held in St. Michae\"s church,  where $2,250 was raised by popuar subscription for coast defense.  When the government asked for  vounteer shipi a meeting was  caed on Juy 3|to discuss the matter.   By  Augus 11    $100,000    was  raised in cash. August 13 a meeting  of the subscribers to this fund was  hed, and a committee was appointed to arrange plans for the construction of a warship of not less  than 550 tons burthen, carrying  twenty-four guns, to be oaned to  the government.  A few days ater, a notice was  pubished stating that the three  gunboats under construction were  neary ready for service and that  officers were wanted to command  them. Appications should be sent  to Charles Senf, engineer of the  state. In September it was announced that two gaies, intended  for coast defense, had just been  aunched at Hobcaw by Mr. William Pritchard. They were to be  commanded by Captains James  Paine and Samuel Heyward.  In November it was reported  that the kee of the warship to be  buit from subscriptions raised in  Charleston had been aid at Pritch-  ard\"s shipyard. Some thirty shipwrights for this work had arrived  from Boston and Newburyport,  Mass. The materias were a on the  spot, and fuy 100 carpenters would  start work that week.  June 5, 1799, this frigate, named  the John Adams, was aunched at  Pritchard\"s shipyard. Six weeks  ater she was brought down to the  city and anchored off Prioeau\"s  wharf. She was then competey  coppered, her ower masts were in  and her rigging up, and she  speediy would be fitted for sea.  A statement in the South Carolina State Gazette of October 11,  1800, reported that from August 11,  1798, when the first vesse was  commissioned at Charleston, to  September 30, 1800, 101 vesses had  been armed in the port, having 853  guns and 1,700 seamen, including  officers, and of 15,796 tons burden,  which was more than one third of  the tonnage owned in the harbor.  In 1799 Napoeon Bonaparte came  to power in France as First Consu  and finay made a settement with  the United States, being too much  invoved in Europe to desire war  with this country. \n\n[End Page 3]\nowcountry Qossip  By CHOT1DE B. MARTIN  rpHERE IS SOMETHING peculiar-  y interest - piquing about  \"Firsts\"-the first person to accompish something, the first time a  thing occurred, or the first place  in which an incident happened. The  state of South Carolina? has a ong  Line of these \"Firsts\" in American  activities to its credit. Some of them  are famiiar to a South Caroinians, but others are itte known.  Everybody knows, of course, that  South Carolina was the first state  to secede from the Union December 20, 1860, and that the first attack in the War Between the States  was made on Fort Sumter Apri  12, 1861. But not everybody knows  that the attack was made by Edmund Ruffin, a Virginian, seventy-  five years of age.  The first negro representative in  the United States congress was Joseph H. Rainey from South Carolina, who was sworn in December  12, 1870, and served fourteen years,  including the forty-first, forty-second, forty-third, forty-fourth, and  forty-fifth congresses.  The first rivetess cargo vesse  was buit by the Charleston Dry  Dock and Machine complany at  Charleston for the Texas OIL complany and was aunched in February, 1930. The entire hu was put  together by the arc weding process  under a new system of dove-taied  ock notched pates. Eeven thousand pounds of weding wire were  used instead of the usua 18,000  pounds of rivets, effecting a saving  in hu construction of from 20 to  25 per cent.  The first buiding of fireproof  construction was Charlestons Fire  proof Buiding, designed and buit  in 1822 by Robert Mis, the famous  South Carolina architect. It was of  stone and iron construction, even  the window sashes being made of  iron, and was buit for the preservation  of -eotmty records. It is still  in use.  The first cotton mi is caimed to  have been estabished on James Island by Mrs. Frances Ramage, widow of a planter, in 1789. This was  used for the weaving and spinning  of cotton and inen yarns. A riva  caim to this first is made by Bevery, Mass., where between August,  1788, and Juy 1789, the Bevery  Cotton Manufactory estabished a  cotton mi, being incorporated February 3, 1789.  The first body to be cremated  was that of Henry aurens, born in  Charleston in 1724 and died December 8, 1792. His will included the  following instructions: \"I soemny  enjoin it upon my son as an indispensable duty that as soon as he  convenienty can after my decease,  he cause my body to be wrapped  in tweve yards of tow coth and  burnt until is is entirey consumed  and then  coecting my  ashes,  de  posit them wherever he may see  proper\". These ashes were deposited  on his plantation, near Charleston.  The first earthquake of any consequence was felt on August 31,  1886 throughout the Eastern part  of the United States. In Charleston,  forty-one ives were ost and $5-  000,000 worth of property damaged.  The first government to be independent in any of the American  coonies was that formed in Charles  Town in March of 1776 with John  Rutledge, president; Henry aurens,  vice president, and William Henry  Drayton, chief justice. This government created an army and navy  and a privy Council and assemby  were eected. An issue of $600,000 in  paper money, as we as coin, was  authorized.  The first fire insurance complany  was organized in Charleston in 1735  and was known as \"The Friendy  Society for the Mutua Insurance  of Houses Against Fire\". According  to records, this society issued poicies and conducted business over a  period of about six years. The complany\"s notices and advertisements  appeared in the South Carolina Gazette from November 15, 1735, to  February 19, 1741. However, the  great Charleston fire of November  18, 1740, which consumed haf of  the town, evidenty put the complany out of business, for the last  advertisement advised that \"the  bonds given by the members will  be put in suit unless paid\".  The first ibrary was estabished  in Charles Town in 1698 through the  efforts of Dr. Thomas Bray, the  Bishop of ondon\"s commissary in  Maryand, with the aid of the ords  Proprietors and contributions of the  Caroinians. Actuay, this ibrary  was a theoogica collection from  which oans of books were made to  ministers rather than to the Public, and the same caim can be made  by Maryand.  The- first Public museum was the  Charleston museum, organized January 12, 1773, at the annual anniversary meeting of the Charleston  ibrary society and the first curators .were Charles Cotesworth Pinckney, Thomas Heyward, Dr. Aexander Baron and Dr. Peter Fayssoux.  In 1915 this was incorporated as  the Charleston museum.  The first municipal university was  the College of Charleston, which  was opened in 1790. The College was  estabished as a municipal university under municipal contro under  authorization of December 20, 1837.  The Rev. Robert Smith was the  first principal and served until 1797.  The Rev. Dr. Brantey, pastor of  the Baptist church, was the first  president, appointed February 2,  1838, and serving until his death in  1845.  The first medica summer School  was opened at the Medica College  of South Carolina in 1853 by John  Juian Chishom.  The first American-born physician was the second William Bu,  who was graduated at eyden university in 1735, but who preferred  the practice of poitics to that of his  profession. ike his father, the  eder William Bu, he was ieutenant governor of this province for  many years.  The first city manager plan of  government was adopted by Sumter, in June, 1912.  The first negro regiment used in  the War Between the States was the  First regiment, South Carolina Vounteers, organized in Juy and August of 1862 by Major general  David Hunter. Since there was no  authority at the time for its muster into Federal service, it was disbanded, but was reorganized in October, 1862, and mustered into Federal service at Beafifort January 31,  1863. Its designation was changed  February 4, 1864, to the Thirty-third  United States coored infantry.  The first act marking the inauguration of the War Between the  States was the firing upon the \"Star  of the West\", a merchant steam  vesse chartered by the government  to convey suppies and men to  Fort Sumter on January 5, 1861. The  vesse withdrew without returning  fire and there were no casuaties.  The first Union casuaty in this  war took place Apri 15, 1861, at  Fort Sumter. As Battery E, First  United States artiery, evacuated  the fort it sauted the fag and a  premature exposion caused the  death of Private Danie Hough and  the wounding of thirty other men.  The first tea shrub was planted at  Middeton gardens  in  1802  by  the  French    botanist,    Francois  Andr   Michaux.  The first American buit ship tc  attempt to cross the Atantic is said  to have been a pinnace, a ight  saiing vesse, buit by the French  Huguenots at Port Roya in 1562.  This boat got haf-way across the  Atantic when its occuplants, more  dead than aive from starvation,  were picked up by a British vesse.  The first army reserve officers\"  training corps infantry units, estabished under authority of War  Department Buetin No. 44 of October 21, 1916, were organized at  the Citade in Charleston along with  other American Colleges.  The first cotton fabric road, cotton fabric being used on bituminous  surface treated roads, was a short  stretch of experimenta bituminous  double surface treatment on Route  2 between Chapin and Prosperity,  Newberry county, in 1926.  The first Jewish reform congregation was the Reformed Society  of Israeites, which was organized  November 21, 1824, by tweve members of the congregation of Beth  Eohim of Charleston. This organization wished a modified form of  worship and started a new congregation. It asted eight years, and  was without a rabbi because of  ack of funds.  The first College museum was the  Charleston museum. The museum  buiding was torn down and the  museum moved to the College of  Charleston where it was enlarged  and rechristened the College of  Charleston museum. On August 29,  1850, the city Council ratified an  \"ordinance to provide for the appointment of a curator for the museum of the College of Charleston\"  and on November 25, 1850, Francis  S. Homes was eected curator.  The first god coinage was authorized Apri 2, 1792, and it was Henry  William de Saussure of Beaufort,  director of the United States Mint,  who, in 1795, directed the first coinage of the god eages.  The first textie School was estabished at Cemson College in 1898  and the first four graduates received  their degree in textie engineering  in 1900. . H. M. Beaty was the  first director of this schoo.  The first university ibrary buiding was the ibrary of the University of South Carolina in Columbia,  competed May 6, 1840, and its first  ibrarian, Eisha Hammond, who  began to serve in that capacity ir  1805.  The first Protestant settement or  the North American continent  was  The first decisive victory of the  American Revoution  was   at  Fort  The\"first   American   Revoution  O :fhBeaurnt SmSt  England to represent this province  and ask the king to make it a Roya  province, whic faeiection   took  The first popuar ejeeuou  nace at Port Roya in 1670, when  gS first Engish coony .to thus  province anded and remained for  a short time before moving on to  SetCfirasfx?orS2f rice, cotton  anmdigo were made from Charles  \"addition, Charleston caims the  \"freight, the first raiway serv  1Sir?eanrthTffda1T||  Sin; The   first   apartment   house  yrB0ke\"sS;inheCouft House  SauarV toe first department store,  K? Acfger\"buiding ater the  Academy of Music; the.fat submarine; the first artificia propaga  Tion of fish; the first book Jackets,  deTigned by Isaac Hammed; the  first seamen\"s.home; the first plant  breeding station, m St ™  riarish- the first Bibe society, the  rst m\"usic house; the.first: prescrg-  tion drug business; the first cnar  tered Masonic odge, Soomamp;t;sNo.  1- the first chamber of commerce,  Ivhich is disputed  New York; the  amp;\"amp;amp;gt;amp;amp;amp;  ocTfeS\" credits,the -S  house in Beaufort, formery used as  a Masonic Hall and known as the  tempe of the Sun\". Here, according to the egend, a young gir hid  to toe coset beside the firepace m  toTarrfrn  a  _session of the Masons.    When  at a session ui h       presence   ? ggif is saW that the outraged  known, it is saia uw t      ere  KHSHssfS  I ished.    that of the French Huguenots at  Charles Fort on what is now Parris  Island in 1562.  The first forma andscaped gardens were those of Middeton  place, near Charleston.  The first rice planter was Dr.  Henry Woodward, who planted the  first crop of rice on his plantation  near Charles Town. \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59147"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59147-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59147JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Charleston (S.C.)--History,Civic Services Committee,Margaretta Childs Archives at Historic Charleston Foundation,Folders 52-61: Miscellaneous CSC Files,Manuscripts,News and Courier (Charleston, S.C.),1941-08-25,1941-09-28,1941-12-28",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Articles/History"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Charleston (S.C.)--History",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-08-25,1941-09-28,1941-12-28",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 36,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 483,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 36,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 483
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59147JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 36,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11371_59dd42d3aacb81a.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11371_59dd42d3aacb81a.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59147JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1093,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 36,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11374_80fd8ea1aac1ded.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11374_80fd8ea1aac1ded.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1093
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59147JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1077,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34364/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 36,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34364",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11375_953068ee50e174b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F4_2b369960d20b3df%2F34364_alt_11375_953068ee50e174b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59147JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1077
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59147JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}