{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 03: Proposed Constitution for the Historic Charleston Trust (first draft)",
  "description": "Proposed constitution for Historic Charleston Foundation (Dec. 17, 1946).",
  "metadata": [
    {
      "label": "Description",
      "value": "Proposed constitution for Historic Charleston Foundation (Dec. 17, 1946)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "December 17, 1946   PROPOSED CONSTITUTION for the HISTORIC Charleston TRUST   The Carolina .Art Associaltion, inoorporated under the aws of the state of South Carolina as a non-profit, educationa institution, December 21, 1858, organized in May 1940 a committee now known as the Charleston Civic Servioes Committee. It is now proposing that a subcommittee consisting of Albert SIMONS, Alice R. HUGER SMITH, Samuel Galliard STONEY, OUTRE W. BRIGGS, ROBERT N. S. Whitelaw, E. MIBY BURTON, C. BISSE JENKINS JR., HOMER M. place, Helen MCCORMACK, HENRY P. STAATS, together with COONE ASTON DEAS, William MASON SMITH, JUIAN MITOHE, and BEATRICE ST. JUIAN RAVENE, proceed to incorporate as a non-profit, educationa institution, adopting the following constitution.   ARTICE I NAME and Object  The corporation shall be styed the HISTORIC Charleston TRUST, and its object shall be the preservation and use of the architectural and historic treasures of the Charleston area. It shall receive funds and real property through gift or bequest, and shall use these funds and property to remode or otherwise restore those buildings which in the discretion of the Trustees will retain or improve the amenities of the Charleston area.. The purpose of the Trust will not be to maintain buildings as museums save in exceptiona cases, but to seek when possible to utiize them as living units of the community.\n\n[End Page 1]\nThe Trustees shall be empowered to buy and se real estate, to rent, to borrow funds on buildings to which they hold tite, and to make oans on other properties which in the opinion of the Trustees are cultural asset to the community. A funds received by the Trustees will be invested in real estate or mortgages at a rate of interest to be determined by them. It shall be the purpose of the Trustees to retain mortgages on a property sod by them of at least haf the purohase price.   The Trustees shall take steps wherever possible to acquire and preserve in perpetuity anyLocalstructures of estabished architectural or historical  signifioance which otherwise might be negected or atered to impair their charaoter. The Trustees shall together with the staff cooperate with other organizations and with individual citizens and civic groups in working out present and future problems in preserving, protecting, utiizing and making avaiable to Americans the arohitectura assets of the Charleston area. They will also maintain a oontinuous program of city planning so that city and county official may call upon them at any time for hep and guidance in formuating poicies designed to insure that buiding projects, playgrounds, parks, gardens, parking areas, zoning restrictions, memoria structures and ike developments are efficienty fitted into a carefully thought out, ong-range plan for Charlestons future.   The Board of Trustees is empowered to create a fund on which limited dividends will be paid to stookhoders, the fund to be used for making oans on property in areas not acceptable to banks or other mortgage complanies.   [I am dubious of this one but if it can be part of the incorp-\n\n[End Page 2]\noration it might make Federal and private funds avaiable which would not come to us otherwise. ]   ARTICE II   Board of Trustees The several persons named as incorportor of the Trust at the ________ meeting, and any others whom they may add to their number, which shall never be less than tweve nor more than twenty-one at one time, shall manage the affairs of the Trust. Upon th adoption of this Constitution members of the Board shall by ot divide the membership of the Board into three classes to serve for one, two, and three years respectivey. The Board at each annual meeting hereafter shall by baot, by a majority vote of its members present, eect new members to suppy the places of the class whose term expires at that meeting; said newy eected Board members to hold office for three years and until their successors are eected. In case of a vacancy in the Board, caused by death, resignation, disquaification, or otherwise, the vacancy for the unexpired term shall be fied by baot, in ike manner, by the Board of Trustees at any reguar or speoia meeting.   The Board shall have the right at any time to increase its membership, provided the tota membership shall not exoeed twenty-one. In eecting Additional members, the Board shall designate the term, not exceeding three years, that new members shall hold office.   Board members who fai to attend three consecutive meetings of the Board of Trustees may be removed from offioe.\n\n[End Page 3]\n-4-  ARTICE III Meetings Board of Trustees The Board of Trustees shall meet reguary three times a year, on the ____ of _____,  at an hour and place to be designated  at least one week\"s written notice from the Secretary,   and shall at the annual meeting in _______ eect the officers for the ensuing year. They shall also meet at any other time to transact specoia business on call of the Secretary who shall issue such call whenever requested to do so, in writing, by five members of the Board of Trustees, or by the President. Seven members of the Board shall constitute a quorum, but five members of the Board, meeting, may transact current business subject to the subssequent disapprova of a meoting at which a quorum is present.   ARTICE IV Officers and Committees  Section 1 The Officers of said Corporation shall be a President, a Vice-President, a Treasurer, and a Secretary, who shall be eected by the Board of Trustees from among its members. These officers shall be eected by baot at each annual meeting, and the persons having the majority of the votes cast shall be deemed duy eected. Section 2  The Board of Tnustees shall appoint each year, at the annual meeting, in such a manner as it shall direct, the following standing committees: a Managing Committee and a Finance Comittee. These committees shall be appointtd from the Board of Trustees, and the members shall hold office for one year or until their successors be appointed.\n\n[End Page 4]\nSection 3 The Board of Trustees shall have autthority to appoint such other officers and committees as they may deem advisable.   ARTICE V Duties of Officers Section 1 The President shall have supervision, direction and contro of the affairs of the Corporation, and shall preside at a meetings of the Board of Trust­ees. He shall serve ex-officio on a committees. In his absence or in­abiity to act the Vice-President shall act in his place, or in the absence of this officer, a Board member appointed by the Managing Committee. Section 2. The Vice-President shall have the powers of the President in his absence or inability to act, and shall be a member, ex-officio, of the Managing Gommittee  Section 3  The Secretary shall attend and keep a record of a meetings of the Board of   Trustees and Managing Committee.   Section 4  The Treasurer shall receive and disburse the funds of the Trust. He shall   report in writing at each reguar meeting of the Board the current account   ot the Trust, as far as is practical; and shall make a fu report at the   annual meeting of the receipts and disbursements of the past year, with such   suggestions as to the financia management of the Trust as he may deem advisable. He shall be a member, ex-offioio, of the Managing Committee. He shall be the fisca agent of the Trust and shall have power to sign and endorse ohecks on its behaf.\n\n[End Page 5]\n-6-  Section 5. The Board shall have the power to appoint an Assistant Secretary and an Assistant Treasurer. They shall be the administrative officers of the Trust and act under the direction of the President or Under the direction of the Secretary or Treasurer respectivey. Section 6 The accounts of the Trust shall at a times be open to the inspection of the Board of Trustees.   ARTICE VI Duties of Committees  Section 1  The Managing Committee shall oonsist of the President, the Vice-President, the Secretary and the Treasurer, and no more than three other members from the Board of Trustees, as the Board deems advisable. They shall have the management of the assets and poicy of the Trust, and shall have power gen­eray to conduct the business of the Trust subject to the approva of the Board. Four members of the Committee shall oonstitute a quorum.  Section 2  The Finance Committee shall consist of three Board Members. They shall have general chlarge of the moneys of the Trust, subject to the approva of the Board of Trustees.  ARTICE VII   Director and Staff   Section 1  The Board shall have the power to appoint a Director, who, acting under the authority and oontro of the Board shall be the chief administrative officer\n\n[End Page 6]\nof the Trust. He shall hold office during the peasure of the Board.   The Director shall submit to the Board at its annual meeting a report reviewing the work of the Trust for the previous year. At the same time he shall submit any new projects or poicies that he may deem advisable for the approva of the Board. He may present at any other meeting such other reports and recommendations as he may deem advisable or as the Board may require.    Section 2 architectural and research assistants may be empoyed by the Board of Trustees, on the recommendation of the Director, and may be removed in ike manner, provided the opportunity of a hearing before the Managing Committee be given. A subordinate officers and employees of the Trust shall be appointed or removed by the Director.     ARTICE VIII   By-aws may be made from time to time by the Board of Trustees managing the affairs of the Trust, and may be amended at any meeting of the Board by a majority vote of those present after a month\"s notice in writing of the proposed amendment has been given by the Board to its members,   ARTICE IX Aterations in Constitution No alteration shall be made in the Constitution except by a vote of two-thirds of the members of the Board of Trustees present at two successive meetings.\n\n[End Page 7]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58932"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58932-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 03: Meeting Minutes",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58932JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Historic Charleston Foundation--Constitution,Folder 03: Meeting Minutes,Manuscripts,Civic Services Committee,1946-12-16,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 03: Proposed Constitution for the Historic Charleston Trust (first draft)"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Historic Charleston Foundation--Constitution",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1946-12-16",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1533,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1533
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1538,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10370_da95c69b5b77583.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10370_da95c69b5b77583.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1538
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10372_f023399e5828d8e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10372_f023399e5828d8e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1533,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10374_e49b6a639e4f989.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10374_e49b6a639e4f989.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1533
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10377_f94477721ce58a6.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10377_f94477721ce58a6.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 1533,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10379_51f2af79ca5e186.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10379_51f2af79ca5e186.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/5",
              "height": 85,
              "width": 1533
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/6",
          "@type": "sc:Canvas",
          "label": "6",
          "height": 85,
          "width": 1525,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34043/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34043",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/annotation/6",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10381_6360ad4c793d242.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F4%2F3_98349e3ee7a96ed%2F34043_alt_10381_6360ad4c793d242.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58932JPEG1jpg/canvas/6",
              "height": 85,
              "width": 1525
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58932JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}