{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "006.  William H. W. Barnwell to Edgar B. Day -- June 28, 1832",
  "description": "William H. W. Barnwell writes to Edgar B. Day about his less than pious youth, his progress in taking religious orders, being called to Pendleton, SC, to preach and the religious instruction of his slaves.  He comments that his \"Northern Brethren,would not revile me for keeping as bondsmen in the flesh, those who I am striving to make free in the Spirit.\" June 28, 1832.",
  "metadata": [
    {
      "label": "Description",
      "value": "William H. W. Barnwell writes to Edgar B. Day about his less than pious youth, his progress in taking religious orders, being called to Pendleton, SC, to preach and the religious instruction of his slaves.  He comments that his \"Northern Brethren,would not revile me for keeping as bondsmen in the flesh, those who I am striving to make free in the Spirit.\" June 28, 1832."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2011-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "360 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "Beaufort. June 28th 1832-- My dear Day-- You see I have acted upon your suggestion as to a larger sheet of Paper, and have anticipated the regular day for writing you-- Indeed had I consulted my feelings, I would have answered your refreshing letter at least a week ago,-- but I find it the more necessary every day as it is also the more difficult, to force inclination into the second place to duty. In my mispent life it has too invariably usurped the first place, as you and all who have ever known me familiarly must have but too plainly perceived. The crafts and subtleties of the Devil, of which the Scriptures speak, have so characterized my past career, that I need no other argument than experience deep, painful humiliating experience to assure me of their influence upon the human heart. Indeed my own nature now seems to me to have been so deeply corrupt, that I sometimes fear [lest?] this may lead me into the temptation of judging all other unconverted persons to be as bad as I was myself,-- and thus the sins of my own youth, instead of making me more charitable to those now indulging in the same, make me apt to mete upon others the same measure of indignation, which conscience deals upon my own misdeeds- Ah how happy is it for us all that our Gracious Father has forbidden us to judge one another! How often would the vilest offenders prove the most relentless dispersers of condemnation! But thanks be to God through our blessed Saviour. He has intrusted the Judgment to one who is covenanted to [shew?] mercy-- who as well as Judge is an allprevailing Advocate, and has purchased for us a Pardon with his own precious blood! Does it not my dear friend seem to you a perfect miracle how we with eyes, ears, hearts and understanding should have for so many years lived in a Land of Bibles, and of Preachers without ever having, until so recently, received the Truth as it is in Jesus? We were brought up in the Christian Faith-- had Christian friends-- heard Jesus preached constantly-- read his blessed Gospel frequently-- prayed sometimes-- I myself very often indeed almost daily-- why then was it that so long we lived strangers to the Covenant of Promise, without God, and without hope in the World? Sometimes when meditating upon this subject, I am disposed to blame all the Preachers under whom I have heard the Gospel, for not holding forth the plan of Salvation more plainly to my understanding or more [illegible] to my heart. But the Bible solves the mystery and conscience bears witness to the truth of the solution-- that the sole and true reason why hearing we did not hear, and seeing, see-- [End Page 1] was that our hearts were carnal, and enmity against God, prevented their being subject to the Law of God-- The Light was around us, but we would not come to the Light because our deeds were evil-- We loved darkness rather than light-- And we did not receive the Truths of the Gospel, and did not feel the Grace of the Gospel, simply for the reason that we would not strive to obey the precepts of the Gospel. You remember young Ford who died at Litchfield while we were there. I verily believe and hope that his soul is now a Saint in Glory. You know I was with him a good deal in his lsst illness. His death brought home the Power of Religion forcibly to my heart; and the impressions of Gods Grace upon me at that time, have nenver been entirely effaced, however veiled by sin and worldly mindedness. The firm composure with which he met his death, a mere stripling-- in a Land of Strangers-- and his calm reliance upon Jesus as his only hope, and yet his abiding trust, taught me lessons of this Worlds vanity, and of the Realities of Faith, in the Redeemer, which though they did not produce any visible change in my life then, have lain deeply treasured in the secret places of my heart. In fact even there at Litchfield amidst all of its fooleries and dissipation. I wished and prayed that \"I might die the death of the Righteous, and my latter end be like\" poor Fords. But enough of myself and my feelings. Christians are often accused of Egotism-- I plead guilty-- & cast myself upon your Friendsip for Pardon. Your account of the Week of Anniversaries at New York. was exhilirating. I almost wished that I could have stood by your side amidst that Christian throng, and joined with you, heart and voice in that Glorious Doxology. I yet hope that as we have often joined our voices in the music of Satan, we may one day on earth be permitted through Gods Grace, to pour out our souls together in one of the songs of Zion-- At any rates. I look forward with a joyful hope to that happy perioud, when through Eternity we shall with Angels and Arch Angels, Cherubim and Seraphim and all the Ransome of God, sing Glory and Honour and Praise and Power unto Him that loved us. and washed us from our sins in his own blood, and make us Kings and Priests to the mark for this glorious prize that is set before us. Let us cast aside every weight, and all of our besetting sins-- and run with patience the race before us-- Let us look to Jesus. Why should not we be numbered among the first ranks of the children of light? God is willing to give us all that we ask in the name of Jesus-- Let us ask him fervently and constantly for more Faith, more Love, more Joy more of his Holy Spirit. Why should not you or I have the Faith of Abraham? Is not Abrahams God, ours? Come let us press on to Perfection-- living blameless and harmless-- and filled with the Spirit [End Page 2] of Christ. In America at least the Redeemers Kingdom does seem to be coming. Why should not we be the honoured instruments for rolling on its glorious [ear?] Let us remember that Gods Kingdom is within, and that when we subdue through Grace one sin in our own bosom, we are beating down one of the Redeemers Enemies, and when we are fostering one Grace in ourselves or those around us, we are raising up a very [Sampson?] against the Enemies of God-- However unobserved of men our lives may be, Let us be ever giving joy to the Angels of Heaven by repenting of our Sins. Let our prayers for ourselves, for one another, for our mutual friends, indeed for all mankind, be fervent and instant-- and let us be ever watching against our temptations without. & corruptions within-- Oh that our lights may so shine before men, that they may see our good deeds, and glorify our Father who is in Heaven-- I see it has pleased the Almighty to visit our Shore with the Cholera-- I have long expected it-- How humbled we should be under his mighty hand-- I fear that ere this letter shall reach you, the awful Pestilence may be [sweeping?] off its thousands at your side. and may even have sent its [illegible: harmful?] influences as far South as this Place! Oh how precious is Jesus to the believer at such times! Where can the carnal man get such comfort as the 91st Psalm affords the Christian? Perhaps my dear friend, it may please our Gracious Master to use this Plague as the means of effecting a meeting between us in his Glorious Kingdom-- Well. So He prepare us to meet Him, be it so-- Though there are sweet ties to Earth, yet what are these to those which bind us to Jesus?-- In the prospect of this death-bringing Pestilence, let [illegible: page torn. us?] friend and brother in Christ, prepare to meet our God,-- Oh [illegible: page torn] examine our hearts as well. and keep like Mary at Jesus feet, listening to his sweet counsel, and like children obeying every voice of his word. You ask me in your letter whether you are to address me as an Esqr or Revd-- I am now neither-- but plain \"Mr.\" I have left the Bar & have not yet reached the Pulpit-- You know I'm an Episcopalian. By the Canons of our Church a certain time must elapse after Application for Holy Orders, and a course of Studies be gone through before the Candidate is ordained-- It is possible that my Ordination may take place in [illegible: page torn. November?] next, as I have received a conditional call from the vestry of Pendleton Church in this State-- By the by-- You ask of [Hasel?]. He is married you know' and has several children, and what leads me to mention him here, he is residing and practising Law-- in Pendleton, the very place to which I have been partially called. How strangely I shall feel preaching the Gospel to an old brother Backwoodsman! However I pray that he may be one day, if not before I see him a brother Christian. I rejoice to hear of Halls success in New York-- I have been praying the Lord to make him a Preacher. Is this too much to ask? Surely not, in [End Page 3] the name of Him to whom all Power is given over things in Heaven and things in Earth. Surely not, when He has promised to grant whatever we ask in his name-- I rejoice also to hear of the Revival at Litchfield and the conversion of our friends the Webbs-- old Mr Wolcott-- I have prayed a great deal for those [there?], who were made my enemies by my own sins and follies-- especially Dr Childs, [Mr?] Whiting-- young Seymour and Elmendorf-- May God forgive me for the evil which I did or wished to do them-- and may He pardon all their sins for Jesus sake-- and save their souls from destruction! If you know any thing of any of them write me-- join me in praying for them. I grieve over what you write of Campbell-- Poor fellow-- his cup has been full of sorrows [&?] shame. And must he perish? Oh save him Lord Jesus-- Remember Calvary! and the dying thief. and oh help this poor dying sinful creature! Write to him Day-- urge him to Repentance, and we will pray to our God that His Holy Spirit may apply your letter to his heart-- Give me his address in your next-- and I too will write & try to save him from the Fire-- My heart yearns over him-- [illegible], I know nothing of-- but fear he is any thing but a Christian-- He never cared about Religion in the least-- However Jesus is mighty to save Let us struggle in Prayer for our friends one and all-- I should be happy to give you as glowing a picture of the Redeemers Triumps in our District here as you gave me of yours-- But though our Northern Brother will not believe it-- we are poor-- very poor in Carolina-- After feeding and clothing our colored People, an ordinary Planter has but little, if any thing for himself & family-- However we are doing some thing for our Master by extending the Privileges of his Blessed Gospel, to our Negores-- I have thought sometimes when surrounded by upwards of [an?] hundred of them-- singing and praying together-- that I would be glad if some of my Northern Bretheren could take a peep at us-- Surely they would not revile me for keeping as bondsman in the flesh, those who I am striving to make free in the Spirit-- and that too when Emancipation were Misery-- Pray for me my friend and believe me yours in Christ-- Wm. H. Barnwell Beaufort So Car 29 June To Edgar B. Day Esqr Catskill New York No 10 Wm H. Barnwell June 28 1832 copied[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:39976"
    },
    {
      "label": "Collection Identifier",
      "value": "BFP"
    },
    {
      "label": "Original filename",
      "value": "lcdl39976-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Barnwell Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl39976JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "BFP"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Slaves--South Carolina--Religion,College of Charleston Libraries,Barnwell family,Cholera--South Carolina,Manuscripts,Barnwell, William Hazzard, 1806-1863,Religious thought--19th century,1832-06-28",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "006.  William H. W. Barnwell to Edgar B. Day -- June 28, 1832"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Slaves--South Carolina--Religion,Cholera--South Carolina,Religious thought--19th century",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Barnwell family",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Barnwell, William Hazzard, 1806-1863",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1832-06-28",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 93,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1244,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 93,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1244
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39976JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1244,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 93,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4408_960a58e341c3377.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4408_960a58e341c3377.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1244
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39976JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1244,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 93,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4409_88e6928672f1dcd.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4409_88e6928672f1dcd.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1244
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39976JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1244,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32408/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 93,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32408",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4411_012493c89420289.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F0%2F8_15973fdc9130ec6%2F32408_alt_4411_012493c89420289.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39976JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1244
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39976JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}