{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter from Gertrude Sanford Legendre, May 11, 1943",
  "description": "Letter from Gertrude Legendre to her husband, Sidney Legendre, reflecting on which organization she should join, possibly the Women’s Army Auxiliary Corps (WAACs), as a method of joining him in Hawaii. Gertrude continues in her letter to relay news of their friends and family, speculate over the wonderful summer the children will have at Watch Hill, and lamenting her own wanderlust.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Gertrude Legendre to her husband, Sidney Legendre, reflecting on which organization she should join, possibly the Women’s Army Auxiliary Corps (WAACs), as a method of joining him in Hawaii. Gertrude continues in her letter to relay news of their friends and family, speculate over the wonderful summer the children will have at Watch Hill, and lamenting her own wanderlust."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-02-26"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "P.S. Why the change of address? You never mentioned it. I hope I am\nright in sending it this way.\nM 12\nR 5 18 43\nMay 11th '43\nSidney Darling,\nTo my delight this morning three letters arrived together in a bunch\nfrom you. April 26th,28th,24th, and May fifth. My I was delighted to get them as it\nseemed ages since I had heard from you.\nYour description of Easter Sunday, church, the beach, surfboarding,\nthe blue sky and bluer sea all sounded such heaven. It seems so mean I cant be there\nwith you to do it all with you and enjoy it together, I always have wanted that life\nthe most.I have always wanted the florida sunshine and sea, the Antibes bathing, the\nshiny green babnana leaves, the coacoanut palms- and now that you are in it for months\non end [I] cant be there beside you to revel in it too. Its sickning and it makes me\nso unhappy. It seems so unfair, so mixed up. Other times when you had no work to do\nyou did not want to go to those sort of places and lie about and do nothing, now you\nhave a job and you really enjoy the beach life and revel in it. What a real pity it\nis [I] cant be doing my job there too instead of in this hellhole.\nI cant understand your not be allowed to sencor your own letters. I\nthought all intellegence officers could do that. It sounds like school boy stuff\nhaving such red tape and nonsence with grown men in confidential positions whom \nI woul_d immagine would be trusted to the nth degree. Well thats the service for\nyou!\nI was sorry to hear poor old Morris got malaria again. [H]e has never\nreally been able to throw it off has he. Things like that creep up on you when you\nget overtired. You never mentioned your back in these last 4 letters so I immagine\nit must be O.K. unless you ruined [it] again when you took that hedder on the coral reef\nto avoid the outrigger ---- ?\nYour wind channel of an office sounds frightfully typhoonish. I am\nsurprised airconditioning was not installed,and then have no windows like at the\nPentagon bldg. You must need worlds of paper weights to keep all that mass of\npaper under control. Your giant publishing task sound herculanlon and I bet you\nwill be glad when that is complete and behind you. You must be dead from staying up\nso late completeing it. Watch out or you will end up like Morris in bed with a scorcher\nor a cold or something. _\nIf Washington had the setting of Hawaii believe me I could take it.\nI would n't mind at all but I assure you this daily grind is to kill you with nothing\nbut city streets no air and no exercise. I have not played tennis for four months\nor golf either, Nothing. Except for those Sunday spurts to Foxcroft I have n't seen\na field or a hill or a garden.I never get in the sun as Sunday is always overcast.\nI am confusedabout joining ghe WAAcs as it too will mean a desk job\nabroad. I will be in an office where ever I am[,]and I cant make up my mind whether\none spot will be better than an ogher. Its so difficult. If   dont join ofcourse then\nmy future in the Q bldg is a ceratinty for the duration. That prospect horrifies me.\nIf I join I may be in the London office which will be equally dreary. I am really\nconfused. I wonder if you have to be a WAAS even to get to Hawaii? I am told there\nis not one WAAC in Hawaii  If I became a WAAC I wonder if anybody out there would\nask for me.\n[End Page 1]\n2\nThe only way one gets places is to be asked for. Bruce will ask for me alright but\nI am not any too sure I would be any better off[,]thats the hell of it. Only at least\nI would n't feel trapped here for the duration. One can get around in a uniform.\nMy job is good here , and may be I should be sa[t]isfied and keep quiet[,]but you know m e\nstaying months and months at the same thing in the same way, the old daily grind is\nheartbreaking. How I wish [I] had been able to get a field assignement some how. Maybe\nDavid would try and get me one. He is more anxious to give me what I want- a break\nso to speak- than any one. Helen is going off to Ireland soon to a Am Legation job\nas she is a great Pal of our man out there. This gets her closer to her boys and gives\nher a chance to see them[Which is what she wants]. She is in luck. My job here is\nso fearfully enormous now [I] have my doubts honestly if and when the alotment comes\nthrough am even going to be allowed to go if I decide Iw ant to. The whole thing\nis a mess in my mind. I just DONT KNOW.\nI have been told that your suggestion of becomming a secretary-stenographer\nwould not even get me out of tho U.S.A. All offices are desperate for stenogs and as\nsoon as you get any sort of rating they clamp on to you and throw you into some Gov.\nbldg, like the Army and Navy and thats the last you ever are [h]eard from. Ones chances\nof getting sent to Hawaii because you might be needed plays no part. People are forced\nto do what they are told. You have no choice. I would be bogged down typing in the\nNavy till kingdom come. lou have to actually have pull, be asked for, have a real drag\nto get any place. Do you suppose the navy will ever change their rules about men on\nshore duty being allowed to send for their wives? that I believe is the only way I    \ncould get out. Have you heard of anyone arriving out there lately under any pretext?\nIt all seems too foolish[,]and too childish if you are to be there for the duration\nand I am willing to sign up for a job for a year.  I cant see how some can be allowed\nout and others not. I wish I knew the formula- if there is one. Believe me I am stumped.\nArmant has given up all hope,and Olive tells me she thinks he will work on getting \nsomewhere else.Its just a crime all of you did not get mixed up with this.You could\nget around and be I think more interested[,]however you cant beat your climate and s_pot\nand that ofcourse is alot. Maybe its everything. I a[m]beginning to believe that weeather\nand surroundings honestly count the most. Why not settle in Hawaii when the war is\nover[?] It would suit me I assure you. Its the top I think. Its got everything\nThe news is good thats a certainty but we have miles to go yet, and\nI am sure it will be tough going too. \nTony Frissel who is staying with me for a few days while taking\npictures for the WAACS- invited Al Hall and John Mc Clein for dinner last night. We\ntalked till after eleven o'clock and it was pretty good fun. Tony thinks Al is a o-\ncharmer. I think he is quite nuts. All I think he has is a good looking face and I\ncant get very excited about that when I have the best looking face in the world darling\nwhich is yours. Just a face is not enough. Fortunately you have the works whioh is\nthe ONE AND ONLY of its kind in the world. What I would give to see you right now.\nMy its so long since last August. I am getting soft and sloppy looking which drives\nme nuts. All my muscles are so soft there just flabby. I do so envy you and Morris\nand your streamlined figgures which you can keep taught from that surf borading. I\nthink there is nothing so disgusting as softpeople and thats me now. Just to get\nexercise it might be worth joining thwe WAACS,and getting stretched and drilled abit.\nMy office has three desks, threesafes, two tables and a coat hanger.\nIts the messyest looking room you ever saw. Grim to day the least. Not a speck of air\nas its so close to the next building. The room is cluttered with files, stamps, number\nmachines, typewriters, logs, wastepaper basketsand routing sheets. I had over a thousand\nmessages to handle yesterday. We stem till seven fifteen which has become usual , and\nI must say its not as bad as your midnight hour but its not good either.\nI dream at night about what I have been doing all day. Its madning.\n[End Page 2]\n3\nBo is very well although I see very little of her. Just breakfast - because\nat night she is nearly always asleep when I get home. Landnne will be back from school\nthe last day of May and I draed the ordeal fo firing Melle. June ist. There is going\nto be such a scene.\nAl is taking Tony out to-night,and I am going to pay my bills,and get to bed\nearly,and try and make up some sleep. Its a nuisance to pay bills all night as the\ndesk becomes a night mare by night fall but it must be done.\nMiss Finucan writesme very seldom but Henry quite often. Rosa had an operation\nand I got the bill yesterday. Its the old story of syphilus that they all have to\nsuch a point that it eventually kills them. She will be better for a while anyhow.\nI have had the radio victola sent up that did not work[,]and I am getting it\nput into running order. I think it will be nice to have.\nHave you read Wilkies book? It has caused a sensation. Why I can not\nimmagine as it is a simple little travel book of very limited importence or interest.\nIts in its fifth printing.\nI wrote you in my last letter that Kathrine expected Henry to go overseas\nany day. I think he has gone now. She is working hard. I never get up to Andalusia\nas it is such a trip on weekends with traveling the way it is. Its exhausting. I would\nlove to see her though and wishI [I] could manage it. Kathrine to me is the most attractive\nwoman I know.She has everything, Miss Charlotte runs her a neck it neck second. Those\ntwo have not only all the vitality but to me the outlook, the charm, the gayesty and\nthe real- stuffings that count. I really admire both of them more than any one else.\nI am afraid my stuffings are full of holes and leaks, I feel some times like\na sack of meal. Indisicion is a dredful feeling and I think that is part of my\ntrouble. I hope it all clears up for me some how. If only your plans had a baring\non mine it would make sense.\n[I am home and am writing this after supper as I sit in my dressing gown in the\nliving room] Miss Evan[s] and I have been talking about summer plans for Watch Hill.\nTalking about how Landine is going to react to losing Mademoiselle, how she msut\nnot be made to stuff when not hungry, how too much time is spent taking naps, how\ntoo much thought is given to her wellfare, her clothes and one thing and a other\nMelle, dotes on. It will be an awful wrench but a good one for her and I think\nlife at the beach this summer will clear everything up and adjust her to Miss Evans\nwho really is a swell person. The more I see of her the better I like her. I shall\nraise her salary to 150 per month. If I thought Darling you wpuld rather I stayed\nhome with your children [and mine] I would do so chearfully and feel that afterall\nthere is point to it because Sidney wants it so- if it does not make any difference\nwhy then my own feelings of what G,S,L. wants to do comes into it an dI am all on\nthe fence. Worlds to conquer type of thing always appeals to me, change, motion,\nnew possibilities, new heights, etc etc. You know them all. Its my restlessness,\nmy wander lust, my desire not to stay put forever in the same spot with the same\nscene, the same people and the same everything. Perhaps I could do more, be more\nuseful, go further. On the other hand -Why go anywhere? Why attain anything? Why\nnot be satisfied, comfortable and content, In England- no eggs, slim rations,\ncold weather etc etc. but then you know discomforts dont b[o]g me down really.\nWell darl[i]ng I shall not bore you with my problem but I wish I could talk to you,\nhear what you think etc. etc. In one of your letters today you thought it was the\nright thing Join the WAACS. You however are so,unselfish you might say it to please\nme and make me happy if you thought it was what I wanted to hear. I would rather\nhowever know the real you. The real truth, your real feelings. Above all if you \nhave any incling of what you might do, or where you might go that to me would t\ntransend everything[,] because I would die if you come to Washington and I hadgone\nto London. Is there a plan for you in the air at all anywhere, any place.?\nIt is raining torrents outside and my house seems by comparison very\ncozy.It would truly be cozy if you and I were to now go upatirs together to bed\nand hug [[and] cuddle till morning - My how lovely that would be my darling\nI send you all my love [and] a thousand kisses [and] long for the day I\nsee my sweet Sidney again- Gertie-]\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:68906"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl68906-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl68906JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Washington (D.C.),Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,English,College of Charleston Libraries,World War, 1939-1945,London (England),Gertrude Sanford Legendre Papers: Correspondence,Legendre, Gertrude Sanford, 1902-2000,Manuscripts,1943-05-11",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Letter from Gertrude Sanford Legendre, May 11, 1943"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Washington (D.C.),London (England)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-05-11",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/36307/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 140,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/36307",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2150,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36307/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 140,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36307",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/36307/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/36307",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/0",
              "height": 2150,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36307/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 140,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36307",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F3%2F0%2F7_f27658a5e083509%2F36307_alt_12888_a614a4a5f936ea0.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F3%2F0%2F7_f27658a5e083509%2F36307_alt_12888_a614a4a5f936ea0.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36307/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 140,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36307",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F3%2F0%2F7_f27658a5e083509%2F36307_alt_12890_f44cd28e66934aa.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F3%2F0%2F7_f27658a5e083509%2F36307_alt_12890_f44cd28e66934aa.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68906JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68906JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}