{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter from Olive Legendre, January 5, 1951",
  "description": "Letter from Olive Legendre to her sister-in-law, Gertrude Legendre, thanking her for the Christmas gifts and clothes she has sent, discussing travel plans and the relationship of her daughter, Kathy.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Olive Legendre to her sister-in-law, Gertrude Legendre, thanking her for the Christmas gifts and clothes she has sent, discussing travel plans and the relationship of her daughter, Kathy."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-03-10"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "New Orleans,\nJanuary 5th.\nDearest Gertie,\nWhat a Christmas you gave us! Such good cheese, absol-\nutely marvelous, we feasted and feasted, and I love my\nstunning red leather cigarette case. It matches a red\nleather wallet you gave me Christmas a year ago---are you\npsychic or is it good memory! Armant was tickled to death\nwith your presents to him and howled over the pill box\nwhich you know damn well he needs, AND the [magazines] for\na year. He said he had written to you,and of course he\ntoo is lapping up the marvelous cheese from Oregon. I\nhave had many compliments on my red leather cigarette\ncase and as the Victorians said \"tis a constant reminder\nof your thoughtfulness!\" So many many thanks.\nAnd many mary more for the lovely dresses you sent to me\nbefore Christmas, and while I thanked you when you were\nhere I want to tell you again how welcome they were and\noften are they worn. I caught [New Years Day] gathering up two of\nthem while -  she and Tobin were here for four days\nand realized she is just as predatory as ever. I [s]creamed\nhoarsely about a trousseau which left us flat broke and\nshe said trousseau dresses were very nice but she was a\nlittle tired of them and anyway they are mostly spring\nclothes. So we settled the situation by her promise just\nto borrow one dress, I balked at two and said dress is -\nto be returned come March 1st for Kathy to take with her\nto New York to meet David Giray's plane on March 9th. You\nmay be seeing it [the dress] at Medway the latter part of March in\ncase you are still there---don't say I didn't warn you.\nShe said she'd like to spend a night in Aiken to intro-\nduce him to Uncle M. and Aunt N. ard then drive over to\nMedway for a day and night IF convenient with you when\nthe time comes. Thats a long way off so I'll write you\nearly in March to see whats what, or she could perhaps\nphone you from Andalusia where she and the [\"]British Sub-\nject[\"] will be spending a few days with the Biddles. Momma\nhas invited them to do this and I think its a good idea\nto see the guy In a different environment, plus a four\nday motor trip down here. Kathy plans to spend the first\nnight out of Andalusia at the Spur and Spoon, the next\nin Aiken if Morris and Nancy will be there than are have\nroom for them, then Medway, ditto if convenient when the\ntime comes, the night after that in Atlanta with my good\nfriend Lily Minier, and then the next night they'll, God\nwilling, be here.\nI told her she could spend three or four days in New York\n[End Page 1]\nwhen she meets his plane IF I can get her a room in the\nJunior League Headquarters at the Waldorf which has very\nreasonable rooms and is a sort of pseudo chaperoned place.\nIts very hard to do this however since there are so many\ndemands for rooms from girls in Leagues all over tm U. S.\n[due to their being reasonably priced no doubt, with break-\nfast gratis] so, if she canft get a room there, do you or\nRose happen to know the name of any New York hotel which\nhas a sort of chaperoned se ction with reasonably priced\nrooms for college age girls? If you or Rose do, would you\ndrop ns a card, just in the event the Waldorf section is\n\"Out?\" No, on second thought, I'll wait to hear from the\nJunior League at the Waldorf, yes or no, so don't bother un--\nless I write to you again about it. I know its ridiculous \nto worry about such a place when I allowed my two bimbos\nAnne and Kathy to travel all over Europe alone, but I don't\nwant Kathy criticised in this country [Never mind EUROPE!]\nand entre nous I think Momma Biddle would be shocked if her\nniece dashed up to the big city to meet Giray's plane and\njust stayed at any hotel. I know you don't have your apart-\nment there any more, and if you did, I'd ask for a bed or\ncot or anything for my ewe lamb for you have always been so\nswell about helping inns out, and Kathy too, in past years.\nBut since you haven't, and Rose knows the city well, I just\nthought that maybe she had some suggestion about a nice,\ndull place for a jeunne fille to stay. Of course the \"beau\"\nis sitting pretty, he doesn't have to worry as he always\nlands up at the St. Regis!\nI think the affair is waxing very serious and now I sort of\nwish that Armant [who likegthe guy tremendously] had al-\nlowed him to give him a lot of facts about himself, his\nfamily, reason for divorce, etc. when he had a long talk\nwith him. But since Kathy had said she was not at that\ntime at all sure of herself regarding him, Armant felt it\nwas not the time to ask worldsof personal, leading ques-\ntions. After David took me to lunch and \"declared himself\"\nhe wanted to know if there was any use his talking to Armant\nand I said no, thats too premature, but anyway his last\nnight here he did seek Armant out and Armant told him in the\nfinal analysis its completely up to Kathy and only time\nwould tell, etc. etc. Thats very true, but since me misses\nDavid so she says, a great deal, and he is being the very\nfaithful, ardent suitor, I sort of wish before Kathy plans\na lot and \"dreams\" rosy \"dreams\" that if there is anything\nagainst the man, that we knew it before she gets pretty far\nin her plans and \"dreamings.\" Oh well, somehow we shall\nsee what we shall see. David met Momma for lunch soon after\nhe left here and told her all [his hopes] and I think she likes and ad-\nmires him very much, Also, she thought it a good idea for\nKathy to come up to Andalusia to visit ard I quite agree\nthat the more she sees of the man the more will she know her\n[End Page 2]\n3.\nown mind, one way or the other. Dvid bought a car in\nNew York to take delivery of in March and that is what\nthey plan to motor down to New Orleans in. Believe me a\nlong motor trip is the acid test. Kathy and a flame from\nCincinnati [who came down here to see her last June, fresh\nout of Princeton] drove over to Armstrong, Tex. and that\ndusty trip on the Texas Highways really put the skids on\nthe GREAT romance! Katy said he then proved he had no\nsense of humor, was a bum sport about little travel in-\nconveniences and what the merry hell, she never wanted to\nsee him again. So Armant told her she'd better not try\nmotoring with the newest heart beat and she said she may\nas well find out what sort of a motor bug he was for she\nexpects to do a lot of motoring the rest of her life. She\nis wild to get Miss Charlotte's reaction to him and I can\ncan't think of a better person to give him the once over,\nother than Armant, the latter being a marvelous judge of\nhuman nature.\nDavid is a very thoughtful person, or so he seems. Beau-\ntiful red roses each week with a personal note in each\nbig box, several letters a week, and a phone call each\nweek from London until he left for Nairobi. Two days ago\nhe phoned from Nairobi and such excitement when Kathy got\na call from darkest Africa!He sent her the most beautiful\nleather fitted week-end case I ever saw, for Christmas,\nso she says she just HAS to take a trip, now! Meaning\nwhen he returns in March, to New York and Andalusia. Essie\neyes the weekly roses the stunning leather fitted case\nand answers Overseas Operators and sighs deeply saying\n\"Mr. David SHO DOES know how to court!\" He told Kathy he\nfelt very guilty [because of the critical world situation [and] war threat] taking a safari of 3 weeks now but that\nHe had to go to Johannesburg on business anyway and on\nthe safari will be two of his associates in the office in\nJohannesburg and that they could only afford to go if he\nwent, so apparently he promised them the hunt long ago.\nHe has cut the time in short however, by half, so I don't\nimagine a 3 weeks hunt would yield\"beaucoup l'elephants\"\nas Sidney used to say, but I don't know about such things.\nyall I know is about wild turkeys. Anne brought me two\nfat ones she had shot thru the neck and her groom told me\nproudly that she is a mighty fine shot. Ah me, from ele-\nphants to wild turkeys at 6333. Anne is thinner than she\nwas last April tho she isn't exactly cadaverous looking I\nmust admit. She and Tobin are the most blissfully happy\nyoung couple I have seen in a long time, and I hope my\nsecond-born ends up just as happy. By the way, don't\nbother about that O-- help I told you I mignt ask in an\nextremity. To be in with its too much to ask of you [get-\nting inside info.] re David,and secondly I think Armant\nis making inquiries via some channels, or will soon, and\nif all else fails and we do not find out enough, I may\n[End Page 3]\n4.\nlater on have to ask you to help me track down some vital\nfacts if possible. I promise not to ask if I can help it.\nIn the meantime, do you happen to have any close friends in\nLondon who might make a discreet inquiry here and there?\nPlease don't say to anyone, even Armant, that I even asked\nthat, but I was just wondering. Momma Biddle wrote that\nCharlie would be glad to write a Major somebody in London\nwho knows David and ask questions but Armant said no, it was\nnot fair to bother Charlie with this, that its our respon-\nsibility [[to] find things out] and he thought we were the ores\ngo see it thru. Actually I think he is right, its our \"head-\nache.\" I sincerely believe we will not find out anything\nadverse, but still, I'd like to know this and that. Apparent\nly David is trying to make it as easy for us as possible as\nhe carefully told Armant the name of this friend and that\nin New York, and wrote a letter to Armant upon reaching Lon-\ndon on his office stationery which gave all sorts of names \nof branch offices and managers of said branches. And, too, \nas Is aid, he did offer to tell Armant everything and give\nhim references when he was here, but Armant said\"this is not\nthe time.\" Please destroy this letter Gertie pronto, and\ndon't say much about it to a soul, if anything at all. I\nwouldn't want Kathy to know I have discussed it so fully\neven though you and Momma are the only ones I have [really] discussed\nit with, or ever intend to, other than Armant. I will keep\nyou and Momma posted on what we do, or do not, find out. [I\ntold Morris the romance was blossoming but not many details or anything about our inquiries for instance]\nForgive such an awful, long winded billet-doux, but you \nwere so swell and helpful when you were here, and tactfully\ngot some facts to help me then, and met the man, so I\nthought I'd bring you up to date and tell you whats on Ar-\nmants and my minds!\nLots and lots of love, and thank you Gertie darling for a\nmost wonderful lot of Christmas gifts to the family, and\nALSO for those lovely dresses which came before the holidays\nand which are so helpful. I assure you Kathy is planning on\ntaking two of them on the great jaunt to New York to meet\nthe \"beau.\" \nDevotedly,\nOlive\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:69029"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl69029-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl69029JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Legendre, Gertrude Sanford, 1902-2000,English,College of Charleston Libraries,London (England),Gertrude Sanford Legendre Papers: Correspondence,Manuscripts,Legendre, Olive Martindale, 1901-1982,Legendre, Olive Martindale, 1901-1982,1951-01-05",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Letter from Olive Legendre, January 5, 1951"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "London (England)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Olive Martindale, 1901-1982",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Olive Martindale, 1901-1982",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1951-01-05",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 103,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2912,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 103,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/0",
              "height": 2912,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69029JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 103,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10139_2c0c223f19a99a8.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10139_2c0c223f19a99a8.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69029JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 103,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10142_5d8319f014b3ac5.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10142_5d8319f014b3ac5.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69029JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48741/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 103,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48741",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10144_2b63af3ed83f503.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F7%2F4%2F1_de6e9f3ce146376%2F48741_alt_10144_2b63af3ed83f503.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69029JPEG1jpg/canvas/3",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69029JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}