{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Articles/Education",
  "description": "Series of articles: \"School District Millages Listed\" (June 19 [no year]), \"Federal School Aid is Discussed\" (Sept. 4, 1942), \"Education Week Observed in Negro Schools\" (Nov. 15, 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articles: \"School District Millages Listed\" (June 19 [no year]), \"Federal School Aid is Discussed\" (Sept. 4, 1942), \"Education Week Observed in Negro Schools\" (Nov. 15, 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "SCHOO DISTRICT  UAGES   Increases are Shown for 15  Divisions, Reductions  for 8-City Up   ,  Miages for county taxes ranging  from a ow of 42 1-2 for 2nd Goose  Creek School district No. 4 to a high  of 59 1-2 for St. Pau\"s districts Nos.  15 and 22 were announced yesterday by J. wifred D. Zerbst, county  auditor. In fifteen districts, miages  will be higher, with boosts ranging  from 1-2 mi to 4 1-2 mis. Eight  districts will enjoy reduction of  from 1-4 mi to 4 mis.  In the city of Charleston the rate  will be 49 mis, one mi higher  than last year.  Accounting for increases generaly, except in the city School district  and in the Cooper river district No.  4, is a 2 1-2 mi evy ordered at  the last session of the general assemby, which will be in effect for  five years. The revenue will be  used as directed by the county  School commissioners.  The highest jump in miage fas  on Christ Church district No. 7,  4 1-2 mis, from 46 1-2 to 51. The  biggest drop, 4 mis occurs in St.  Pau\"s No. 15. from 63 1-2 to 59 1-2  mis.  The higher miages come despite  an expected increase in assessed  vauations due to substantial volume of new buiding in the last  year. The remova of the Cooper  river bridge from the assessment  ros after its purchase by the county and a $175,000 sash in vauations  for the Standard OIL Complany of  New Jersey, as we as explansion of  the navy yard, taking considerable  and from the tax ros, pus down  the net gain in vauation, Mr.  Zerbst said.  In many sections, Public improvements and higher costs of added  municipal services have boosted the  cost of government. An analysis of  School district break-downs, however, shows that the cost of operating the schoos accounts for around  two-thirds of the tota tax bi.  general county purposes, educationa, health and welfare purposes  administered by the county, call for  but 14 mis and retirement of state  bonds demands one mi; the baance going to School system costs.  The miages isted by School districts beow,, of Course, do not incude, for the city, the taxes imposed by city Council for purey  city purposes.  Besides the comparison and the  breakdown for 1942 for the city,  simiar tables for the other districts in the county will follow in  succeeding issues.  The miage for 1942 as against  the miage for 1941 for the various  districts follow:  School District  1941 1942  City of Charleston 48 49  Santee, No. 1  47 1-2       47  Ise of Pams, No. 2,47 48  Suivan\"s Island,  No. 2  52 53  James Island, No. 3 50 1-2 51  James Island, No. 3  Foy  Beach    70 1-2       71  [Incudes township tax]  Second   Goose  Creek,  No. 4 44 42 1-2  St. Phiips and St.  Michae\"s, No. 4 ___55 57  Consoidated, No. 5_52 1-2 55  Christ Church No. 7,46 1-2       51  Santee, No. 8  45 1-2       46  St. Andrews, No. 10 54 1-2 53  St. Andrews No. 10-  windermere 56 1-2       55  John\"s Island 11 -_-50 1-2 51  Wadmaaw No. 12 .52 1-2 53  Edisto Island  No. 3 47 1-2       49  St.  Pau\"s  No.   15__3 59 1-2  St. Pau\"s, No. 17 __54 1-2       55 1-2  St. Pau\"s, No. 18._ 53 1-2       55 1-2  St. Pau\"s,  No.  19__55 1-2       58  John\"s Island. No. 21 _ 50 1-2       51  St. Pau\"s, No. 22___581-2       59 1-2  The  breakdown for state,  county  and   School  taxes   in   the   city   of  Charleston for 1942, follows:  City of Charleston,  School District No. 20.  Tota  State: Mis.       Mis  Retirement state bonds 7 1  County:  general county purposes. 2  Eudcationa, health and  welfare purposes 12  County bonds  0 14  Schoo:  Constitutiona School 3  City schoos, general 26  City  School  bonds,  Int.  and S. F. 5 49  Tota  evy   -49 \n\n[End Page 1]\nFEDERA School  David Stoney Tes Club It  is \"esser of Two Evis\"  in Presenting Data  S. David Stoney, principal of  Bennett schoo, spoke on the value  and need of Federal aid in education at yesterday\"s meeting of the  Exchange Club at the Francis Marion hote.  J. Francis Brenner, of the Junior  Chamber of Commerce, invited the  cooperation of the Exchange Club  in the present war bond saes drive.  After the meeting there was a ceremony marking the erection of a  patriotic Exchange Club poster on  Marion square in front of the hote.  Prefacing his remarks with the  statement that he was not trying to  force approva of Federal aid, but  merey was presenting the facts to  hep Club members reach an inteigent decision, Mr. Stoney said, \"It  seems to me that Federal aid is the  esser of two evis\".  The speaker first presented two  situations to indicate the pressing  need for more adequate educationa  facilities. One was the acute congestion of schoos in the Charleston  area, due to wartime population increases, and the consequent shift to  double sessions with inevitable deterioration in education. The second was the post-war crisis ikey  to follow within ten years due to  the war strain on word economy.  One More generaltion  \"We have, then, about one more  generaltion to train to meet that  crisis. If we don\"t do it, what chance  Is there to sove the problems of the  post-war period?\" Mr. Stoney asked.  He then showed a series of sides  iustrating South Carolina\"s position in educationa facilities and  wealth in comparison with the educationa facilities and wealth of  the rest of the nation.  Among the statistics given, from  which Mr. Stoney eft the audience  to draw its own concusions about  Federal aid, were the following:  South Carolina has 590 children  of ages five to seventeen, for each  1,000 aduts, the highest- ratio in  the nation, and is among the owest  in wealth and income. At the same  time, the states such as New York  which have the owest reative  number of children to educate have  the highest wealth and income figures.  In South Carolina, $32 a year per  chid is the amount spent for education. In New York, the figure  is  $135,  over four times  as  much.  \"You are going to get the kind of  program you pay for, and you can\"t  get an adequate educationa program for $32,\" Mr. Stoney commented.  Other figures were presented  tending to indicate that South Carolina cannot from its own wealth  and funds provide fu support for  an adequate educationa program.  The reative taxpaying ability here  was cited as $7; that in other states,  such as Deaware, was isted as six  to seven times that much.  More Taxes Needed  South Carolina already is using  90 per cent of its reative taxpaying abiity, but if 100 per cent, or  a of it, were used, this would  provide only about one-third enough  for a defensibe minimum School  program, Mr. Stoney\"s figures indicated. It would take 275 per cent  of the state\"s reative taxpaying  ability to support an educationa  program costing only $42 a year per  chid, his tables showed.  \"\"After citing yeary average  teachers\" saaries in New York as  $2,600 a year and in South Carolina  as $743 a year, indicating disproportionate ability to support education in other states, Mr. Stoney  quoted figures for 1928 to 1937 showing South Carolina with the greatest increase for the period of any  state in the nation in the amount  of money taken from the state in  taxes by the Federal government.  The meeting was adjourned to the  site of the Club\"s poster across the  street, where the Club president,  Charles H. Webb, Jr., officiated at  the pasting up of the last sheet. The  biboard depicts a fast boat surging forward, guns bazing, as an  incentive to fu speed ahead in the  war effort. The Club\"s name is at  the bottom as sponsor of the sign.  Preceding Mr. Stoney\"s ecture,  Mr. Brenner discussed the war bond  saes drive, and asked the Club to  name a committee to cooperate with  the Jaycees, particuary in the matter of promoting further use of the  payro deductfbn plan in Charleston  industries.  Sogan  Is  Coined  He quoted Exchangite Harod Petit as the coiner of a sogan, \"If  you can\"t fight back over there, you  can back fight over here\", which  he said would be adopted in the  campaign.  Mr. Webb appointed C. B. Pearce  as chairman and Rov Zeiger, Dr.  W. H. Price and j. wifred D.  Zerbst as members of a committee  to assist in the bond drive.  A letter from Robert T. Stanton,  a former member of the Club, now  in Birmingham, Mich., was read  and the Club secretary, Morrison  eand, was authorized to write for  the Club in repy.  It was announced that the meeting date will be shifted September  9 from Thursday of each week to  Wednesday. A former member, Car  Espy, was present as a guest.   - -   \n\n[End Page 2]\nTHE NEWS AND COURIE  Education Week Observed  in Negro Schoos  The following artice was prepared by principas of negro  Public schoos of the city system and is pubished as the  final artice in a series on education week.  Throughout the week of November 10-14 the negro Public schoos  have been ceebrating American  Education week through programs  in cassrooms, assembies, pays and  buetin board exhibits. The programs throughout the schoos follow:  ARCHER  The entire program at Archer  during the week was buit around  \"The Part Archer Pays in Meeting  the Education Week Theme of Education for a Strong America.\" This  was carried out through buetin  board exhibits, assembies and  cassroom activities. A special program on Tuesday evening at 8  o clock, at the reguar Farent-   Teacher  Association was presented  following the same theme.  BURKE  At the high School Monday at  9:30 a. m. a round table was held  as an assemby program, presented  by the senior group. The topic  was \"Education for a Strong America.\" On Wednesday at 11:30 the  senior group again presented a  round table discussion, vMuch evoved into a general discussion with  questions and opinions coming from  the audience.  BUIST  At Buist each day a topic was  discussed in each class during a  period set aside for this purpose.  These discussions followed the outine of the national Education as  socialtion as follows: buiding physical fitness, improving economic we  being, safeguarding School support,  earning the way of democracy.  These, topics were reworded when  necessary to meet the level of the  students.  SIMONTON  Education week at Simonton  was ceebrated with an educationa  assemby program Monday, entitled  \"The Discovery of America\" On  Wednesday at 9 a. m. another program was presented entitled  \"American Youth at Pay.\" Both  programs were presented by students under the supervision of  teachers. Thursday in each class  thefe was a homeroom activity to  touch each student throughout the  schoo.  Friday each School had a guest  speaker at the assemby program.  The speakers were officers of the  army and navy stationed at Fort  Moutrie or at the navy yard. This  arrangement was made from the  superintendent\"s office and with the  kindness of H. O. Strohecker, principal of toe Charleston High schoo.  Thursday evening at 8:15 o clock  at the Archer School the Parent-  Teacher associaltions of the four  schoos had a joint meeting at  which time a program was presented with music from the schoo\"s  gee Club. President S. R. Hig-  gins of Aen university was the  guest speaker deivering the education address.  -Parents of the students in these  schoos were invited to attend a of  these programs and activities, to  show the parents who their children  are doing in School as we as to  encourage these young people. \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59150"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59150-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59150JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Folders 52-61: Miscellaneous CSC Files,1942-09-04,Manuscripts,News and Courier (Charleston, S.C.),1941-11-15,Education--South Carolina--Charleston,African Americans--Education--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Articles/Education"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Education--South Carolina--Charleston,African Americans--Education--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-09-04,1941-11-15",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33612/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 21,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33612",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 285,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33612/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 21,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33612",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33612/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33612",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 285
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59150JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1429,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33612/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 21,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33612",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F2_6ad6519a583948b%2F33612_alt_11385_d55c2dff985026b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F2_6ad6519a583948b%2F33612_alt_11385_d55c2dff985026b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1429
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59150JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1320,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33612/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 21,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33612",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F2_6ad6519a583948b%2F33612_alt_11387_233801db8e7035e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F2_6ad6519a583948b%2F33612_alt_11387_233801db8e7035e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59150JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1320
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59150JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}