{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "221. Leaflet -- n.d",
  "description": "Advertising leaflet by International Heralkdic Institute offering genealogical research services",
  "metadata": [
    {
      "label": "Description",
      "value": "Advertising leaflet by International Heralkdic Institute offering genealogical research services"
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2010-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "600 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "YOUR COAT OF ARMS Hand painted in Oils on the finest of parchment paper and handsomely framed, 1/2 inch ebony moulding with thin gilt inner line, size 10x12 inches $12.50 As above, in size 5x7 inches 12.50 As above, in size 12x14 inches 14.00 As above, in size 5x7 inches, in antique gold plated frame 14.00 Painted on veneered walnut, in ancient shield form; exact replicas of those used in English Baronial Halls, size 10x12 inches 20.00 Arms bearing supporters $2.50 additional. Family histories as described on page 3, paragraph 6 2.50 Solid gold carved rings, with shield, crest and motto, 10 pennyweight, 10 carat; can be used as a seal 50.00 Engraved stationary dies. (Send for special illustrated folio.) REFERENCES: Charlotte National Bank, Charlotte N. C. Dun & Bradstreet s Your own bank or Trust Company. International Heraldic Institute, Ltd. 1225 IDEAL WAY, CHARLOTTE, N. C. OUR SERVICE IS DEPENDABLE AND GURANTEED. OUR CERTIFICATION, ACCOMPANYING EACH ARMS, ASSURES ITS AUTHENTICITY. WHO Were Your ANCESTORS? International Heraldic Institute, Ltd. 1225 IDEAL WAY CHARLOTTE, N. C. OUR SERVICE IS DEPENDABLE AND GUARANTEED. OUR CERTIFICATION, ACCOMPANYING EACH ARMS, ASSURES ITS AUTHENTICITY.[End Page 1] TELEPHONE 2-0557 LONDON OFFICE: 6, CONDUIT ST., W. I. International Heraldic Institute, Ltd. 1225 IDEAL WAY, CHARLOTTE, N. C. Family Histories Stationary Dies Seal Rings Genealogies Published Genealogical Research Crests Painted Shields Coats-of-Arms Book Plates Stained Glass Panels Genealogical Charts Carved Shields Director R. J. L. Backstrom Member The Society of Genealogists Chaucer House, London PRESIDENT The Lord Farrer, F.S.A. VICE-PRESIDENTS The Duke of Norfolk, Earl Marshall The Earl of Malmesbury Sir Thomas Troubridge, Bt., F.S.A. Sir F. J. Grant, K.C.V.O., Lord Lyon King of Arms CONSULTS IN Berlin Paris Mexico City Leipzig Rio de Janeiro Antwerp Dublin Edinburgh Rome Copenhagen Sidney Rotterdam Stockholm Madrid Oporto Prague Buenos Aires Bucharest Ottawa Oslo Vienna Budapest Warsaw Johannesburg Geneva The Hague Moscow Helsingfors Lausanne Cape Town OUR SERVICE IS DEPENDABLE AND GUARANTEED. OUR CERTIFICATION, ACCOMPANYING EACH ARMS, ASSURES ITS AUTHENTICITY. One of the first steps of civilization has been the distinction of ranks and Heraldry has unquestionably been found serviceable as the means of making that distinction. A Coat-of-Arms has always been the indisputable appendage of a gentleman and an object of pride and display. In the modern sense they are used to distinguish the noble and to preserve, for posterity, the record of the achievements of our ancestors and as a testimonial of our descent. Our best and cultured minds have always been drawn to the intriguing subject of Heraldry, those who worthily inherit the insignia of the chivalric ages, and who take an interest in the social life of our ancestors, or who desire to recall the bright pageantry of the gentleman of our past, who, for age after age, were loved at home, and respected abroad. As the honors of Heraldry have almost exclusively been employed to display the exploits of chivalry, the deeds of valor, the rewards of merit, genius, patriotism and industry, or the gracious favor of princes, and to commemorate its triumphs over oppression and violence, they should be a continued stimulus to the descendants of those who bore them, and to impart to the names an additional lustre to which coming generations may point with pride. Years of experience in GENEALOGY and HERALDRY particularly qualifies us to supply the needs of armigerous families. Our private Heraldic library is the most complete in the United States, containing all the recognized authorities both here and abroad, and many other rare volumes. Each Coat-of-Arms is accompanied by a CERTIFICATION of its authenticity, an individual interpretation of each symbol and color, and an interesting and instructive treatise on the evolution of Coat Armour and your own surname in particular, at no extra charge. A legitimate pride in some distinguished ancestor or an instinctive reverence for our forefathers, impels most of us to a fuller knowledge of our family history. During many years of research our genealogical staff has compiled manuscripts dealing with the early history of several thousand families. Each is a GENEALOGICAL and HISTORICAL outline of the family, showing its origin, its growth abroad and its achievements in America in Colonial and Revolutionary days. This history will serve as valuable basic material for your immediate family history and is offered for only $2.50, on the finest bond paper and bound in an attractive cover. This is offered at this low price only because such research has been accomplished; we cannot supply such histories unless available in our files. Membership and appointments in Genealogical and Record Societies in most countries enables us to authenticate records indisputably. If you do not have the record of your family Coat-of-Arms, write us, we probably have it. Access to over 10,000 genealogical books, 25,000 MSS, 2,500,000 references, a very large collection of Parish Registers, both printed and in typescript, and a Marriage Register Index containing references to over 3,000,000 names enables us to locate such families which cannot be traced due to changes in spelling. This service ordinarily would coast a great deal of time, money and travel, but because of our facilities and the results of our years of research you can now obtain this information at a fraction of its usual cost. A crest on stationary lends a distinction which is never attained by any other form of die decoration, Not even by the most artistically arranged monogram. An especially prepared folio, illustrating, in colors, various types of carved steel dies, and quoting prices, will be mailed free of charge, upon application. OUR SERVICE IS DEPENDABLE AND GUARANTEED. OUR CERTIFICATION, ACCOMPANYING EACH ARMS, ASSURES ITS AUTHENTICITY. [End Page 2]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0111"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:40746"
    },
    {
      "label": "Collection Identifier",
      "value": "WKF"
    },
    {
      "label": "Original filename",
      "value": "lcdl40746-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Wilkinson-Keith Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl40746JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "WKF"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),College of Charleston Libraries,Wilkinson and Keith Families,Genealogy,Advertisements,Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0111"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "221. Leaflet -- n.d"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Genealogy,Advertisements",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Wilkinson and Keith Families",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/24947/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 138,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/24947",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1837,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/24947/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 138,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/24947",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/24947/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/24947",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1837
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40746JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1827,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/24947/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 138,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/24947",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F4%2F9%2F4%2F7_2c6501248526a76%2F24947_alt_6474_e1c7f976758a154.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F4%2F9%2F4%2F7_2c6501248526a76%2F24947_alt_6474_e1c7f976758a154.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40746JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1827
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40746JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}