{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 19: Clipping 2",
  "description": "Clipping of New York Times magazine article \"Housing for Defense--and After.\"",
  "metadata": [
    {
      "label": "Description",
      "value": "Clipping of New York Times magazine article \"Housing for Defense--and After.\""
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "The New York Times Magazine, September 21, 1941  Traier Boomtown-Traiers can be only a temporary soution, tor no satis  factory community life can eme ge from such haphazard living conditions  During and After the Emergency-The plan of a housing development now in operation at Avion Park, Texas.  HOUSING FOR DEFENSE-AND AFTER  Vast opportunities as we as a whole host of baffing problems  ie in the task of adequately shetering  our army of workers.  By Albert MAYER  GUNS, tanks, airplanes, ships and  machine toos for defense require  not only raw materias, transportation, factories and production  schedues. They require men to make  them, men working efficienty and, therefore, living as we as working in a satisfactory environment.  Those who hold the defense production  front are recruited from widely scattered  places and concentrated at industrial and  miitary centers. The shop, the factory or  the office has room for them, of course.  But often the community has not. Workers may have to bear separation from  their famiies, travel tiresome distances  between job and home, put up with  crowded and unappeaing sheter, be deprived of adequate recreation and amusement. Bitter crown of it a, they may have  to pay for the unpeasant accommodation  with  rents high in  proportion  to wages  earned. Such conditions induce workers-  exhaustion, dissatisfaction, owered output, excessive turnover in personne and  even difficuty in getting a proper abor  suppy at a.  Thus one of the many facets of the  problem of national defense shapes up as  the problem of defense housing. Into the  framework of the efficient factory, so to  speak, go the invisibe girders of proper  homes.  T  J.HE probable needs can be simpy  stated. In addition to homes already buit  or buiding, the Coordinator of Defense  Housing estimates that 625,000 new dweing units must be buit in the next year.  most of them for the men, women and  children who are focking to the defense  production areas from Hartford to San  Diego. The program is compicated by  problems secondary only to that of defense itself.   It is faced by a host of social  and economic questions that must be correcty answered under penaty of serious  future maadjustment.  First, speed and quantity are vita. The  country needs to get enough dweing units  quicky enough so there will be no hampering of defense production. This is the  immediate goa  Second, a decision must be reached as  to what kind of homes-indeed, what kind  of communities-sha be buit. They can  be put up with thought only for the emergency and become in some post-emergency period civic eyesores or even  \"ghost\" residential areas whose utiity has  vanished. Or they can be planned as  worthwhie Public improvements, harnessing the experience and creative forces  developed in past years of good housing  and town buiding. Here ies the chaenge of baancing the urgent primary  need with a thoughtfu, ong-range social  objective  Thud, the vexing issue ot who shall  buid the homes must be setted. shall it  be Public or private enterprise? The question here is one of income being earned,  the costs of private enterprise and its feeling about the permanence or instabiity  of defense workers\" incomes. In numerous  cases, neither private enterprise nor government has yet acted. And there are the  subsidiary issues of whether Washington  should deegate the work toLocalagencies and of how much Public reguation  there should be of private Building  Fourth, there are difficuties of operation. shall the homes be rented or sod-\"  What rents shall be chlarged? When the  defense period is ended, shall the government-constructed homes be held under  Public contro or turned over to private  enterprise, at bargain prices, as after the  last war? Who will suppy adequate utiities and provide recreationa and other  services ?  k_]UCH, broady, are the problems. How  some of these have been handed and how  others have still to be mastered can best  be seen in an examination of what has  been done thus far in defense housing.  Since the Summer of 1940 the Federal  program has been under the direction of  Charles F. Pamer of Atanta as Defense  Housing Coordinator. The Coordinator\"s  office investigates and certifies the need  for housing construction, which is carried  out by the Navy, the Army, the Federal  Works Administration, the Reconstruction  Finance Corporation, the Federal Housing  Administration and other agencies.  Congress has now aocated funds for  about 107,000 units of Public housing. Contracts have been et for some 78,000 units,  of which 17,561 were competed as of  Aug. 8. The program is huge and advancing at an exceent rate-particuary  when compared with the first Word  War\"s defense housing. Then, about 31,000  dweing units, haf for families and haf  for  singe  men,  were   buit.  However, when it is remembered that  the tota estimated housing need now is  625,000 units and that the most conservative estimate of government participation is more than 125.000, the aocated  107,000 Federal units are far from adequate.  This is the general outine. An inspection of the detais reveas a spottiness in  achievement and indicates that even if  principes can be easiy agreed on their  appication bristes with difficuties.  A   few   exampes   of   such   difficuties  may be cited. There is, for one thing,  variation inLocalconditions. Such centers as Hartford [aircraft and machine  shops], Phiadephia [navy yards] and  Pittsburgh [explanding stee plants] have  need of numericay llarge but relatively  small additions to their housing. Obviousy, the cases of these cities must be  treated differently from that of Chares-  town, the Indiana hamet of 2,000 fok, site  of a huge new smokeess powder plant  whose construction and operation call for  several thousand more empoyes than the  community\"s origina popuation.    the big-city cases the new housing  must be considered in reation to existing  suppy and other factors, and even whether  it should be within the city at a. In the  sma-town case the new housing may  mean practicaly a new community; here  the ack of planning can result in social  disaster, while inteigent foresight can  ead to an exciting adventure in bueprinting a stimuating environment.  There is one difficuty that may be  caed universa. In big city or small  town theLocalrea estate interests often  disagree sharpy with the defense working  popuation. The workers want decent  housing at rents [Continued on Page 30]  Cose-Up of an Avion House-Three-room units in  a two-story house as designed by Richard Neutra. \n\n[End Page 1]\nThe New York Times Magazine, September 21, 1941.  Assembing the parts of a defense house.  HOUSING FOR DEFENSE WORKERS  f Continued from Page 15]  they can afford. The real estate  and business men, who have had  their ean years, see a bright  prospect in rising rents. They  shudder over the idea of excess  housing after the emergency.  Consider a typica situaUon:  Quincy, Mass. [popuation 77,000  and a booming nava Building  center], whereLocalinterests  proved to their own satisfaction  that the housing suppy was adequate and that private enterprise  could and would buid more if it  were not. This \"proof\" did not satisfy the growing ranks of defense  workers, who compained bittery  over the ack of suitable dweings. An inquiry by the Housing Coordinator\"s office followed,  with the result that 1,050 units  of Public housing were aotted  for the city.  w„  HEN such difficuties and  compications are borne in mind,  it is perhaps readiy understood  that both good and bad exampes  of defense housing will eventuate.  There are new housing projects in some towns, too distant  to be parts of the communities,  not llarge enough to consUtute  communities by themseves, with  noLocalshopping facilities and  without any thought given to the  future growth of the town. There  are others that are more encouraging, where the effort has been  made to introduce some pragmatic planning into chaos and to  work out a rationa and humane  set-up for taking up the ong accumuated sack in decent housing and environment.  As an example of the proper  approach to the defense housing  probem, there is Audubon Viage in Camden, N. J., developed  in the Federal Works Administration by Coone awrence  Westbrook. In Camden there  was an especiay favorable situation. Camden is not only a  boom center of the emergency industries but is one of the odest  and most continuousy acUve  shipbuiding and industrial centers in this country. A llarge  proportion of the workers there  are also permanent workers in  these industries who for years  have been bady housed and for  amost as many years have been  agitating for better housing. At  Audubon Viage, some distance  out of the town itself, a significant contribution in human terms  has been made. Mutua housing  has been evoved there.  Behind   the   Mutua   Housing  idea are the desires of particuar  groups, such as the shipyard  workers\" union, to share in planning and management, and the  experience of Coone Westbrook  in private cooperative home development. In a broad sense the  plan seeks to create a good community by gliving citizens a more  active share in a civic affairs,  whether economic, manageria,  spiritua or social. It is designed  to combine the desire for the stable anchorage of home ownership  with a guarantee that the home  owner can get out if conditions  make it necessary for him to  move. Thus a common diemma  is avoided, and the origina anchor of home ownership should  never become a deady mistone.  In this endeavor the Federal Government suppies the  initial capita for construction.  It assumes responsibiity for  management until the community members, through rent  payments, have acquired enough  equity to protect the government  against loss . At the same time  the community, incorporated as a  mutua housing complany, is represented in the management from  the start. The complany buys or  eases the property from the government on a ong-term contract,  then eases units to occupying  famiies. Rentas purchase stock  in the complany in proportion to  the value of dweings. As with  an insurance poicy, funds are accumuated to provide a paid-up  value, which the complany refunds  in the event a family has to move  away or give up its house.  I  N the matter of rents the Federal Works Administration has  set up a rue of thumb for projects under its contro. It fixes  rentas at one-sixth to one-  fifth of income, with the provision that this proportion shall  prevail regardless of the size of  the dweing unit required. Since  the average defense worker\"s  wage is some $1,600 a year [80  per cent earn less than $2,000],  the average monthy renta  should be about $25.  There is some question whether  enough housing will be provided  at this average renta. Public  agencies can do their part of the  job with the hep of subsidy, but  it is at least doubtfu whether  private enterprise, hopefuy aotted a major portion of the estimated construction, can afford  to produce an adequate amount  of ow-rent housing.  From this  picture  of  defense  housing and its hard path rises  the question: What should or can  be done to improve the program  and reap the benefits it offers?  The brightest opportunity before the country is to direct the  defense housing need into the  channel of rationa decentralization and of ong-range city re-  planning and rejuvenation. generaly, this opportunity to ki  two birds with one stone is being  missed. The country is going to  get decent housing that can eventuay repace sums, but too  much of it is being located without respect to future economic,  industrial and living trends. Incidentay, the housing is too  often poory placed for safety  from air attack.  J. HIS faiure to take the ong-  range view springs party from  the necessity for speed in the  program. New industrial plants  tend to be added to existing production conce: rations rather  than to be set up on decentraized sites. Defense housing, as  a consequence, usually is located  near industrial foci, whose ayouts and ocations are obsoete or  obsoescent   from the economic,  industrial and strategic viewpoints. Where situated beyond  city imits, the housing too frequently follows the somewhat  aimess spraw that has characterized privately developed suburbs rather than the integrated  pattern of a we-planned community.  In norma times Public housing  is constructed by city agencies,  thus inevitaby within their  physical framework, and thus inevitaby perpetuating their increasingly uneconomic existence.  In this defense emergency the  Federal Government, which is in  contro, could and should buid at  least a few exampes of the new  decentraized community-industry, commerce and houses-suited  to the Automobile age, the power  age, the age of destruction from  the skies.  One worthy example of good  planning is Avion Viage, at  Grand Prairie, Texas, a park  community developed for families of workers at the North  American Aviation plant near  Daas. The community is arranged around a llarge natura  park with community buiding,  project offices, day nursery and  playgrounds in the center and the  four and five room prefabricated  dweings on dead-end radia  [Continued on following Page] \n\n[End Page 2]\nThe Newr York Times Magazine, September 21, 1941  HOUSING FOR DEFENSE     [Continued from Preceding Page]  streets reaching into the park  area from the perimeter. This  provides easy access, but minimizes traffic and enables children to reach a recreationa facilities without crossing a vehicuar road.  If Washington and the municipaities both gave more attention to the ong-range aspects  of defense housing, in most cases  a better job could be achieved.  Audubon Viage and Avion Viage show what can be done with  carefu thought and reiance on  past experience.  0,  \"NE of the most fruitfu  sources of friction in the program is the question ofLocal taxes. The Federal Government  pays a sum in ieu of taxes,  usually very much less than the  going tax rate. VigorousLocal opposition cuminated in egisation in New Jersey divorcing one  new housing project from theLocalmunicipaity and forcing it to  suppy a its own services. while  such opposition may sometimes  be simpy obstructionist, it often  stems from a robustLocalsense  of responsibiity, whose suppression is eminenty undesirable.  Foresight and fu uUization  of modern buiding techniques  should provide the speed necessary in the defense housing program and at the same time aay  the fear that residential projects  will eventuay become \"ghost\"  towns. American towns and  cities unfortunately still have  plenty of sums whose edges have  been scarcey brushed off by  sum-clearance endeavor. So ong  as the tota of new construction  does not exceed the existing  amount of substandard housing  in any ocaity, the new buildings  can be used to repace the old  and undesirable.  Use is being made of demountable construction where speed in  buiding is paramount and no  need for permanent housing can  be foreseen. Here the opportunity is presented to try out on a  sizable scae the prefabricated  house, which has ong been waiting for a mass market and freedom fromLocalcode restrictions.  Such a tryout may revea demountable homes as an answer to  the needs of ow-cost housing,  although as yet these ventures  have not measuraby owered  costs.  As to the physical standards  of defense housing, it may be said  that they are barey adequate.  Costs are limited to $3,000 per  unit [$3,500 if the unit is of  masonry], which is consideraby  ower than the limit in the orig  ina Federal Public housing aw.  In comparison with sums spent on  cantonments and industrial plants,  the amounts fixed for defense  housing are pinchpenny. A relatively small increase In cost  imits would hep make defense  housing a symbo of national aspiration, a humane monument to  our defense effort.  One of the most questionable  items in the program is the preponderant roe given to private  enterprise. As has been said, it  appears doubtfu that private enterprise can produce enough  homes at ow-rent eves. Here  occurs the usua gap between the  rents achieved by subsidized Public enterprise and those required  by private enterprise. It has  been proposed that the gap be  narrowed by making more money  avaiable at reduced interest  rates. Cheaper financing would  result in ower rents, without subsidy. If undertaken by the government, which commands ow  interest rates and can afford to  wait fifty years for its money,  this would do much to take care  of a no-man\"s and in defense  housing.  amp;   CHOOS, sewers, Hospitalls,  playgrounds and community centers are amost as important as  sheter itself. The ag here is very  serious. ocaities are generaly  unable and usually unwiing to  provide or expland such facilities.  Mayor Macevy of Bridgeport,  Conn., recenty warned of possible epidemics arising from  overcrowding and inadequate  sewers. Mayor Coye of New  Britain, Conn., has cacuated  that his community aone needs  $4,000,000 worth of new Public  services. Congress has appropriated $150,000,000 to cover this  aspect of the housing program,  but the sum is ridicuousy insufficient.  More Public interest should be  stimuated over the issue of defense housing. A good dea less  than haf the needed dweing  units are planned, under way or  finished. The average citizen  can hardy form a first-hand  judgment of what is being  achieved, but interim reports  such as this should enable him to  grasp the fundamentas and to  speak out on the future course of  defense housing. Public interest  is vita on the national plane,  where egisation is hatched; on  the State eve, where cooperation in the program and rent contro are the necessities; and in  the ocaity, where the site, character and planning of the housing  will have the profoundest effect  for good or i.  Setting up the framework for a street of defense houses. \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58996"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58996-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 19: McCormack's Information Sources",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58996JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),1941,Civic Services Committee,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Folder 19: McCormack's Information Sources,Housing--United States,New York Times,Soldiers--Billeting",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 19: Clipping 2"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--United States,Soldiers--Billeting",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "New York Times",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/32416/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 103,
    "width": 150,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/32416",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 1376,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32416/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 103,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32416",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/32416/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/32416",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/0",
              "height": 1376,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58996JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 861,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32416/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 103,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32416",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F1%2F6_ae2011cc70dc112%2F32416_alt_10665_74876a3738b397e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F1%2F6_ae2011cc70dc112%2F32416_alt_10665_74876a3738b397e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/1",
              "height": 85,
              "width": 861
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58996JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 551,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32416/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 103,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32416",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F1%2F6_ae2011cc70dc112%2F32416_alt_10666_67f0cfcd9d3374c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F2%2F4%2F1%2F6_ae2011cc70dc112%2F32416_alt_10666_67f0cfcd9d3374c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58996JPEG1jpg/canvas/2",
              "height": 85,
              "width": 551
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58996JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}