{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Article/Rural SC",
  "description": "Series of articles: \"Project Expected to Bring Rapid Growth to Holly Hill\" (Dec. 1941), \"Excellent Soil and Wildlife Abundant in Berkeley County\" (Dec. 1941), \"Walterboro has Strategic Place\" (Dec. 1941), and an articles dated about Berkeley County (Dec. 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articles: \"Project Expected to Bring Rapid Growth to Holly Hill\" (Dec. 1941), \"Excellent Soil and Wildlife Abundant in Berkeley County\" (Dec. 1941), \"Walterboro has Strategic Place\" (Dec. 1941), and an articles dated about Berkeley County (Dec. 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Charleston, S. C, POWER ANDtf    Project Expected to Bring Rapid Growth to Hoy Hi  \"pOY HI AS SEEN FROM THE AIR is shown above.   The old State Road [Highway 31] is the main street    of this thrliving    town, fifty   \"\"\"   miles from Charleston.    andmarks include [1] the First national bank and [2] Hoy Hi Fertiizer complany.  Town\"s Economy Centers Around Agricuture; umber Complany is Chief Industry  By ROBERT P. TURNER  Hoy Hi is situated in the  southeastern section of Orangeburg  county, and is one of the most progressive towns within the county,  if not within the entire state.  The people in and around Hoy  Hi have justy earned the reputation of living within their means  and very few of the farms are operated by tenants. with its fertie  soi, farming and dairying have  been profitable industries. At the  same time, the people have discovered and practiced to advantage  a practical industrial and farming  economy.  As eary as 1834 a postoffice was  estabished there. In the year 1886  a branch Line of the Atantic Coast  Line rairoad, running from Preg-  na to Creston, was competed.  Hoy Hi ceebrated this event by  gliving a Public picnic, furnishing a  brass band, and free train rides.  In 1894 the Methodist church and  the First national Bank were estabished in 1907 the town was amost competey wiped out by a disastrous fire. In 1910 the Hoy Hi  Baptist church was organized, and  in 1912 the Farmers and Merchants  Bank was formed. The Frist national Bank is the odest banking  institution in the county and has a  capita stock of $50,000. The Farmers and Merchants Bank has appied  for permission to increase its capita stock from $20,000 to $25,000.  Both carried on while banks a  around the state were being cosed.  Today Hoy Hi boasts of two of  the most modern schoos to be found  within the state, one for the white  children and one for the negroes.  There is under construction now a  new grammar School buiding for  the white chidren.  industrial Units isted  Among the industrial concerns  are the Hoy Hi umber complany, and the Cypress umber complany, owned and operated by W. J.  Covin and . E. Mier. These  plants are said to be the largest of their kind to be found least of  the Mississippi river. The Hoy  Hi Fertiizer complany is one of  the most compete to be found anywhere in the state, and distributes  fertiizer to a sections of coasta  South Carolina.  About three miles South of Hoy Hi is the Atantic ime Corporation. In the near future this is  destined to become one of Hoy  Hi\"s outstanding industries. llarge  suppies of high grade imestone  have been found in this ime pit.  A stratum of ime 200 feet deep,  running for miles up the coast, has  been discovered, encouraging industries making cement, cyanide,  synthetic derivatives, and other  products.  Other plants for which there is  definite need and for which Hoy  Hi is suitable could product: new  cotton products, dairy products, fabrics, feed products, four and grain  miing, meat packing, canning,  sheet meta work, Automobile industry, roofing, wooen and rubber  products. Such practical possibiities  should interest industrialists in other areas who a contempating a  transfer of factories and re-ocating near one of the largest power  plants to be found in the country,  the Santee-Cooper.  The Santee-Cooper project already has made a llarge contribution  to Hoy Hi. When it became  known that this project was to be\"a  reaity, the business men of Hoy  Hi began tn effort to bring the  headquarters to Hoy Hi, with the  result that the reservoir-cearing  offices were estabished there.  Mayor Sincair Hart, with his wardens, and other Public spirited citizens, set about to have offices buit  to house the necessary materias  and suppies as we as to give the  officers working quarters. Some  fifty or more offices were buit by  S. J. McCoy and Carise Harvey.  New people Fock in  Immediatey the town became  fooded with   people seeking   em  poyment and a place to ive. As a  result every home was fied to  capacity, garages were occupied, a  new street opened up and several  new houses erected. About four  miles south of Hoy Hi a two  thousand acre tract of and was  bought and more than fifty-five  room cottages were erected.  When this Santee-Cooper project  is competed, Hoy Hi is ooking  to an even greater era of porsperity.  with cheaper eectricity greater inducements can be offered industries  desiring to estabish in the south.  Hoy Hi is situated in the heart of  a rich farming, trucking, dairying  and umber business.  The WPA from its headquarters  offices here directed the cearing of  the two great akes with a peak empoyment of some 9,000 men and at  an approximate cost of ten miion  doars.  Engineers who are engaged in  buiding the $1,225,000 bridge over  the Santee river are making Hoy  Hi their headquarters and many  of the people of Hoy Hi are empoyed on this adjunctive phase of  the Santee-Cooper project.  Hoy  Hi, ike a of coasta  Carolina, has an equable year-  round cimate with no extremes  which necessitate costy heating or  air-conditioning problems.  The water suppy abundant and  pure. The town has three physicians, two dentists and two up-  to-date drug stores.  Hoy Hi is a husting itte town  with civic, social and fraterna organizations; market for ivestock; a  telephone system, hotes, cafes and  boarding houses; two Automobile  industries, three cotton gins and  sundry garages, worshops and  minor places of business.  Hoy Hi owes its soidarity, in a  llarge way, to the far-sightedness of  those who ived yesterday and the  civic-minded attitudes of its leaders today.  4     Archers\"  Hunting:  Ground  Seatte, Wash.-[U.R]: Some 150  huntsmen armed with powerfu  bows and sharp arrows are staking deer this season in a modern  Sherwood forest-a narrow strip  of widerness set aside for archers  in central Washington. The area,  caed the Mad River reserve, is  part of the Wenatchee national  forest.         Moose   Hunter  Explansive  Cody, Wyo- [U.R]: Mayor Paul  Stock has contended that anyone  bagging a moose in Buffao Bi  county should donate to the Cody  Hospital fund. It\"s no aw-but  the mayor insists on it. So when  Gus Feurthberk of New York got  his moose, the mayor wasn\"t surprised to receive a $100 check for  the Hospital fund. \n\n[End Page 1]\nMoncks Corner,  [  Exceent Soi and widlife  Abundant in Berkeey County  plantation System  helped develop  Agricuture  Berkeey county, in the ower  pine bet of the coasta pain is the  largest county in the state, with an  area of 1,238 square mies.  The county is eve, the maximum eevation being 150 feet. It  was estabished in 1882, but embraces part of the county named in  honor of two ords Proprietors,  John [ord Berkeey], and William  Berkeey, estabished May 10, 1682,  along with Craven and Coeton  counties. Its present territory was  ong part of Charleston county.  Moncks Corner is the county seat.  The soi is of varying kinds and  degrees of fertiity, the richest being along the rivers and swamps,  shading off into ight sandy soi,  extremey responsive to proper fertiization and cutivation. The  growing season is about 250 to 280  days.  Agricuture developed eary under the plantation system, and nowhere was the social and economic  life which it fostered more typica,  with indigo, rice and cotton as  stape crops. This condition continued until 1860. Many of the plantations date from Coonia times,  and some are still in possession of  origina famiies. Some of these  are of more thanLocalinterest, as  the origina homes of distinguished  South Caroinians.  The present crops consists of cotton, corn, peas, oats, sweet potatoes,  sugar cane and tobacco. Any crop  that will grow in the coasta pain  will fourish in Berkeey county.  One of the first crops of ong cotton in South Carolina was grown by  general William Moutrie on his  Northampton   plantation   in   1793.  Berkeey strongy appeas to the  naturaist and the sportsman, being rich in fora and fauna.    Here  the ive oad, the magnoia, and the  cypress fourish to perfection, as  we as every tree, fower, fruit and  shrub known to this atitude. Here  are still found in considerable  abundance deer, wid cat, opossum,  coon, fox, rabbit, squirre, wid turkey, dove and partridge, and in season wid duck of many varieties.  In the streams are back bass,  bream, perch, shad, rock fish and  carp.  It was in Berkeey at iberty  Hi plantation that Audubon did  much of his work; in St. John\"s,  Porcher gathered a vast amount of  information in preparing, at the request of the Confederate government, his resources of the Southern  fieds and forests; there Ravene  gathered many of his botanica  specimens, and there, too, in more  recent years, Herbert Sass and  Archibad Rutledge found inspiration for some of their fascinating  stories.   .  \n\n[End Page 2]\nCharleston, S. C, POWER AND DEI  Onetime   Rice   planters   Trading  S  STRATEGIC place  \"Natura\"   for   Tourists   on  North-South Highway.  Town Keeps Busy  If the forefathers of modern Wa-  terboro could have been endowed  with an occut power of foreseeing  the future, they could not have  done a more advantageous job of  ocation.  In the days of the great rice plantations bordering the Edisto, the  Combahee, Ashepoo and Chee-ha  rivers, Waterboro was a busting  itte trading center and the county  seat of Coeton county. Here, the  owcountry statesmen were often  seen on the streets minging with  the gentemen from the nearby  plantations, discussing the important poitica questions of the day.  The years have passed, leaving  many comparable towns of the  South to bask in the memories of  great traditions- But largey by  grace of its strategic ocation, Waterboro is today paying host to  thousands of visitors annuay, who  stop over on their trips to and from  Forida  In modern tourist parance,  Waterboro is a \"natura\". located  at the junction of U. S. 15 and U. S.  17, it forms the ogica stop over  between Washington and Jacksonville, and for visitors headed South  from .the Midde West.  1,000 Visitors a Night  Waterboro, however, has more to  offer than its strategic ocation, for  there is much to intrigue and charm  the visitor from other sections of  the country. It is a ogica point  from which to visit the we known  gardens and historic shrines of the  owcountry region, and it has a  charming atmosphere of its own.  The winter cimate here has sufficient tang to avoid the anguour  and discomfort of the tropics, yet  it is sufficiently mid to make outdoor life and sports a continuous  jow. It is adjacent to rivers teeming with both sat and fresh water  fish, marshes where maard, canvas-back, tea and widgeon abound  and the deeper forests of deer and  wid turkeys. Arrangements can  be made a theLocalhotes for dogs  and guides.  although Waterboro is a town of  only 4,000 inhabitants, it furnishes  accommodations during the winter  months for 1,000 guests each night.  In addition there are many others  who stop over for a mea. The four  modern hotels and approximatey  seventy-five tourist homes are augmented during the height of the  season by private homes which  take in paying guests. Service bureaus located inLocalrestaurants  and hotels assist the traveer in getting the desired accommodations.  The owners of restaurants have  endeavored  to  make  their  food  a  ;,,..,      s   .  The City Hall at Waterboro  strong attraction, and in this plan,  they have kept in mind the fact  that visitors from other parts of  the country want to taste the dishes  that the South has made famous.  Tourist Season engthens  Tourists in great numbers began  coming to Waterboro five or six  years ago during the winter months  of December, January, February and  March, but every year since then  has seen the season engthened, and  with foreign travel eiminated because of word conditions, many  people take a trip South during the  summer season. Waterboro is easiy  accessibe to several exceent  beaches, particuary Edisto and  Beaufort beach, in addition to the  state park area on the Edisto river. Localbusiness men realize the importance of the tourist trade in Waterboro and so two years ago the  Advertising Club was founded in  an effort to inform more people  about the advantages of Waterboro. This group of citizens is interested in the erection of signs advertising the town and in promoting the town through the distribution of pamphets. They are assisted  in this work by members of the  ions and Rotary Clubs, both wide  awake civic  organizations.  It has been justy said that Waterboro has more good eating places  and fiing stations than any town  of its size in the South. with a  30 per cent increase in population  in the last ten years, it is one of  the fastest growing towns in the  Southeastern area and is often referred to as \"th. biggest town of  its size\".  Gof Course and Bride Paths  The Dogwood His Country Club  offers its ampe facilities to visitors  and many of them take advantage  of its nine hoe gof course and  sandy bride paths. A race track is  under construction about four miles  from town and the Coeton Jockey  Club has announced    the    opening  races to be on December 20.  Coeton county is rich in historical interest. The court house, which  is said to have been designed by  Robert Mis is an architectural  gem, with circuar wrought iron  stairways fanking its porticoed entrance. Here in 1828 the first Public  nuification meeting in the state  was hed.  Tweve miles from Waterboro is  the tomb of Coone Isaac Hayne,  and the Burnt church is on the  Parker\"s Ferry road, also of interest  is Edmondsbury chape founded in  1734. Governor Craven in 1715  waged the battle with the Sake-  hatchie Indians on the itte Sa-  kehatchie river near Bes cross  roads.  Beautifu old homes face the pametto bordered avenues and plantation houses are scattered throughout the county. Arrangements can  be made, by interested parties to  visit some of these owcountry  estates and the old rice fieds, many  of them owned by the families to  whom the origina grant was made  before the Revoutionary war.  Famous plantations  Coeton county is a mecca for  sportsmen and there are many famous plantations and hunting preserves. Some of the plantations  along the picturesque Edisto, Combahee, Ashepoo and Chee-ha rivers  are historic remembrances of bygone days when rich planters enjoyed the cutured life of the old  South of Coonia times.  Many of these plantations have  been restored as winter homes by  Northerners, including Edward F.  Hutton, Feix du Pont, A. H. Cas-  pary, Frankyn . Hutton, John D.  wing, D. R. Noyes, Charles Pratt,  Harod A. Richardson, W. R. Coe,  Austin S. Igehart, . S. Barringer,  R. B. anier, S. Griswod Fagg,  Major Max C. Feischman, Donad  D. Dodge, Frederick Pratt and S.  R. Guggenheim. \n\n[End Page 3]\nCharleston, S. C, POWER AND DEFENSE EDITION, DECEMBER, 1941  rowing Fast, Moving Up from  Town to City class  New County Office Buiding for Berkeey   \"\"\"   \"\"Wmif: \" \"w-wwrnimnijaww.:\":-   amp;t;\"J   . wn-.M.wwy. :v....-:m,...-,J„,„,I      .|g. ..\"\"W\"         \"I-    --=--  2  A N ARCHITECT\"S DRAwiNG shows the proposed new Berkeey county office buiding which is to be buit at Moncks Corner at a cost of  approximatey $45,000. James D. Benson, of Charleston, is the architect. The two-story brick buiding will be constructed with a concrete base  amp;t;amp;gt;.nd cast iron entrances and window sis. The buiding, which will be heated by a central heating system, will be eectricay equipped and will  measure approximatey ninety-six by forty-two feet. The first foor will contain a central Hall with offices for the county doctor; cerk of  court, health nurse, School nurse, obstetrica nurse, welfare department, chid wefare, national reempoyment bureau and a refreshment stand.  The second foor will have offices for the Work Projects administration engineer, superintendent of education, farm agent, home demonstration  agent, rura rehabiitation office, and storerooms for books, suppies, and an auditorium.  Moncks Corner Now Building  Toward an Optimistic Future  Jones\"s umber  Sod in This Area  By ARTHUR W. AYERS  No, there is not a monastery at  Moncks Corner, and no Moncks.  And there are not any more monkeys in Moncks Corner than can be  found in the average American  town.  You see, there was once a man  named Thomas Monck, a merchant,  who seected a very good ocation  for a store at the headwaters of the  Cooper river. So, some 200 years ago  this store and the crossroads was  caed   \"Moncks   Corner\".  The old Santee cana came cose  by, and business boomed for awhie,  until the rairoads cosed up the  cana, and business cosed up with  it. The tide of commerce fowed  over other routes and Moncks Corner apsed into a coma for a century or so.  A dozen or so years ajo, things  began to pick up in the old town.  The through North-South highway  with its crossing on the Santee  came aong, and that with the  doubed track Atantic Coast Line  rairoad, gave Moncks Comer exceent transportation. Weathy people from the North were attracted  to the community by the exceent  game in forest and fied. Moncks  Corner became the shopping center for many big plantations.  Haf a dozen years ago the merchants discovered the attractiveness  of brick, and so Main street is now  ined with brick fronts which has  helped the looks of the town consideraby. Paved roads began to  connect with other parts of the  state so that now there are many  a weather roads leading into town.  In the city imits there are three  churches-Christian, Baptist and  Methodist. The Baptist church is the  largest and has the largest congregation under the pastorate of the  Rev. James E. James.  Perhaps growth of the schoos  shows more than anything else the  rapid growth of the town. Mrs. Annie McCants is now the principal of  the grammar schoo. It was Mrs.  McCants who taught the entire  white student body of the Public  School in Moncks Corner not many  years ago. She has seen this itte  School grow to a School of neary  800 pupis.  Many progressive men and women  are due the credit for developing  a educationa system in Berkeey  county. In the outying regions of  the country there are few white  people, and these far-seeing citizens determined that every chid  should have an opportunity to go to  high schoo. It was out of the question to maintain a high School for  a haf dozen chidren, so Berkeey  county decided it was cheaper to  board them free and put them in a  central high schoo. At Moncks Corner dormitories were buit-one for  girs and one for boys. while the  marters are very crowded, there are  about eighty boys and girs staying  n the dormitories. So far as can be  \"ound, there is no Public School in   merica that furnishes free dormi-  ] tories and meas to high School  chidren.  Of course the Santee-Cooper  project has made Moncks Corner a  boom town. At the peak, in the summer of 1941, there were about 5,000  men working in this vicinity. Every  avaiable space for rooms and board  has been used, and hundreds of  traiers have parked under spreading trees. Thousands of visitors have  passed through the town this year  to view the progress of this work.  The Pinopois dam, powerhouse and  ock will aways be one of the show  places of ower Carolina, and  Moncks Corner will aways have a  constant flow of tourists.  Moncks Corner has become a  healthy city. Under the direction of  Dr. Fishburne, the county health  department with a highy trained  corps of nurses and workers, has  shown improvement in the health  of the people. The Santee-Cooper  will maintain a permanent maaria  contro. plans are under way for a  compete sewerage disposa.  along the shores of Pinopois  ake, just outside of Moncks Corner, there will be exceent beaches,  fine fishing and a great ure to those  ivestock Offers Industry  To Berkeey County Farmer  Phosphate and ime  Added to the Soi  Buids Pastures  At present, the most promising  opportunities in Berkeey county  seem to be the raising of ivestock  [beef catte, hogs and poutry]. By  adding ime and phosphate to the  soi, permanent pastures can be  made as good as any in the state.  Various farmers in the county  have developed good pastures and  some of them have good herds of  beef catte and dairy catte already  started. Most of the and in Berkeey county is we suited for pasture  development and will make good  pastures with the addition of ime.  Just this last year, Mr. Smoak, who  has a dairy farm in this county,  made a yied of espedeza of three  tons per acre by using ime.  During the last corn year, in spite  of   an   unfavorable   season,   several  The beginnings of the Charles A.  Jones umber complany, at Moncks  Corner, go back into the previous  century, to make it today one of  the odest businesses in Berkeey  county  and  this  part  of  the  state.  It was estabished in the eary  \"80s by J. S. Jones, Sr., who operated it ater under the name of J. S.  Jones amp; Son.  Charles A. Jones, the present  owner of the business, bought i1  out  in   1932   and  now   operates   it  Mr. Jones formery was in the  mercantie business, operating a  store in Oakey as eary as 1908. In  who ove boating and fishing.  Moncks Corner is buiding for the  future. New streets have been aid  out, and many modern residences  have been buit. There are two llarge  umber mis in the city imits, and  three others nearby. The great forest around the city furnishes a perpetua source of timber and pup  wood.  Right at the source of amost unimited power, with this inexhaustibe suppy of timber, here is the  natura place for the ocation of  umber mis, pywood factories,  pup mis, pastics of a kinds,  and anything that might use woor\"  as the basis of its manuf\"     re.  1927 he became treasurer of Berkeey county, and served in that  capacity until 1932 when he went  in the umber business by purchasing the firm of J. S. Jones amp; Son.  ike most of the umber complanies in Berkeey county, Mr.  Jones\"s complany handes rough and  dressed pine umber, but also processes the hardwoods-cedar, oak,  wanut, cypress, gum, mape, and  popar. Most of this umber finds  a market in the Charleston area,  to which it is deivered by truck.  Mr. Jones is seeing many of his  earier ideas of growth for Chares-  ten and Moncks Corner come about.  Years ago he bought several tracts  of and- near both of thre communities and he is now seeing  buiding development coming cose  to them. He foretes great growth  ahead for b?th Moncks Corner and  Charleston.  farmers who were in the state corn  contest have made fifty or more  bushes of corn per acre. This fact  makes it obvious that Berkeey  farmers can stay in the hog raising  business. In this part of the country, eary corn crops can be made  due to the mid winters. Crops can  be planned to put hogs on the market before the western farmers.  This aways will guarantee a much  higher market for produce than any  other section of the country.  The county agent and any others  in the extension service stand ready  to hep any of the farmers in the  county who have special problems.  The marketing  Association at present is a big hep to the ivestock  farmer. This  Association is owned  and operated by the farmers, is a  non-profitable organization and  handes a cooperative shipments  without cost to the farmers.  The majority of soi in the county  is of the Norfok type and there  are many acres that can be developed. At present there is not more  than 15 per cent, of the and in the  county cutivated.  During the last two or three  years, the state authority has developed the Santee-Cooper power  project and will inundate about  80,000 acres of and, most of which  is swamp and. This has necessitated the cearing of a good many  acres of woodand to take the place  of fied and that has been abandoned, and the majority of the small  farmers have setted elsewhere in  the county. Some of the llarger farmers have moved to other counties.  However, it is expected that this  great development will do much in  the future to buid an entire new  industrial life for this section.   ♦ i amp;gt;  The automotive business, including motor fue, accounted for 20  per cent of the retai trade, 13 per  cent of the wholesae trade, and 13  per cent of the service business of  the United States in 1939, according  to the census. \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59162"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59162-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59162JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Folders 52-61: Miscellaneous CSC Files,1941-12,Manuscripts,News and Courier (Charleston, S.C.),Agriculture--South Carolina--Berkeley County,Natural resources--South Carolina--Berkeley County,Industries--South Carolina--Berkeley County,Holly Hill (S.C.)--Economic conditions,Walterboro (S.C.)--Description and travel,Berkeley County (S.C.)--Economic conditions,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Article/Rural SC"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Holly Hill (S.C.)--Economic conditions,Walterboro (S.C.)--Description and travel,Berkeley County (S.C.)--Economic conditions",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Agriculture--South Carolina--Berkeley County,Natural resources--South Carolina--Berkeley County,Industries--South Carolina--Berkeley County",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-12",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 75,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 75,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59162JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1071,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 75,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11447_62726f6e62f7bb7.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11447_62726f6e62f7bb7.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1071
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59162JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1507,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 75,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11448_86f00da3a080832.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11448_86f00da3a080832.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1507
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59162JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1492,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33976/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 75,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33976",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11450_86e3f7ef440fa98.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F6_b64b31f98af873b%2F33976_alt_11450_86e3f7ef440fa98.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59162JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1492
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59162JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}