{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Thomas S. Grimke Autograph Collection, circular regarding academic government at Kenyon College, autograph of Philander Chase, July 14, 1831",
  "description": "A printed circular regarding academic governance at Kenyon College, Gambier, Ohio, signed by Philander Chase (1775-1852), founder and President of the College.",
  "metadata": [
    {
      "label": "Description",
      "value": "A printed circular regarding academic governance at Kenyon College, Gambier, Ohio, signed by Philander Chase (1775-1852), founder and President of the College."
    },
    {
      "label": "Access Note",
      "value": "For more information and reuse requirements contact Special Collections at Addlestone Library, College of Charleston, Charleston, SC, 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Public Domain."
    },
    {
      "label": "Date Digital",
      "value": "2014-06-12"
    },
    {
      "label": "Digitization Specifications",
      "value": "600 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Circular\nThe following Letter was written with a view to send it in manuscript to the\nfriend, who addressed me on the subject of its contents. But finding that I must\nrepeat the same matter many times if I would disabuse all who had addressed me,\nand by their kind inquiries and advice, had shewn they were misinformed on the\nsame subject, I have thought myself privileged to give a circular form to a private\nletter as follows:-\n\nGambier, 14th July, 1831.\nRev'd. and Dear Brother, I received lately a letter from you, by which it appears that you have received infor-\nmation from others that I have pursued, and still intend to pursue, a course of conduct inconsistent with the\nrights of the professors and teachers of Kenyon College.\nYou throw before my mental eye, a sad picture of things, and call upon me in most earnest terms to obvi-\nate and blot out its deformities, by my future deportment.\nIn answer, I now beg leave to remark, that if I have done wrong, I will, to God, to the persons concerned,\nand to you who have so kindly offered me your christian advice, confess my fault and try to amend; and if you\nwill he so good as to point out the particular instances in truth and fairness, I will make this reparation with\nsincerity and promptitude. But, as you do not even attempt to do this, alledging that your remarks are founded\non report, coming, however from \"most respectable source;\" and as your statements are professedly imaginary,\nwill you allow me a word or two in my own defence. \"Audi alterum partem\" is yet a good motto, although I\nhave suffered and still am suffering [as it appears,] from its supposed inutility. I should not impose upon you\nthe trouble of reading these preliminary remarks, concerning any matter of a trivial importance, or which might\nconcern myself alone; but when I am speaking of matters which concern the vital interests of Religion and\nLearning, I am constrained to utter before you my most humble entreaties that you will not rashly, nor un-\njustly, nor prematurely, judge me. Your pen has so much of the race in it, and your powers of imagination to\ngive it wings are so fine, that I dread the consequences, and tremble with awful forebodings whenever you may,\nby the force of imposing misrepresentations or mistakes, be drawn into error of judgment.\nIT is, as I have understood, the opinion of one of the Professors in Kenyon College, to which there has been\nobtained the assent of several others of the Faculty, that the President shall be governed by a majority of voices\nin that body, and have no negative on their proceedings, but in a case of a tie-vote.\nThis, as I have apprehended the matter, is their opinion while the contrary is mine; and I might further\nstate, that as it respects myself, this is the whole point at issue.\nAs reasons for the stand, which was taken against me on this question, it was urged that \"in the multitude\nof counsellors there is safety;\" and that there were objections to the principle of throwing so much power into\nthe hands of our Bishops, as is the case in some of our Conventions. On the other hand it was maintained that\nthis is not a case to which the text of Holy Scripture quoted seems applicable. It appears unreasonable that a\nperson having arrived at the age and experience, and possessing the qualifications which our Canons require in\nevery person before he can be consecrated to the Episcopal office, should have no more weight in council than\nan ordinary tutor in the Grammar School. And it appears still more unreasonable when we take into considera-\ntion that even this weight he cannot have, but in the event of a tie in a casting vote, which in the nature of things\ncan happen but seldom.\nThis being the case, may we not ask: Was it intended by the Laws of God as set forth in Holy Scripture,\nand practised on by our Primitive Church to reduce the Bishop of any Diocese, especially when presiding ex\nofficio over a literary Institution, whose government and welfare are interwoven with the prosperity and being of\nthe Diocese, to such a condition as this? I think not. The principle is absurd in any case: especially in those\ninstances which concern his station. There might be:-yea there must often be presented questions, which in-\nvolve not only the prosperity of the Institution, but his Episcopal character, to be decided by the faculty; and\ncould it be intended by any law divine or human, ecclesiastical or secular, to place the Bishop, [because a President\nof that Institution, wherein a multitude of Counsellors are necessary for safety,] in a condition in which he must\nexperience such evils; that especially of seeing his professional rights taken from him, and measures pursued\nwhich, in his opinion, would be destructive to the best interests of the College; and all this without any power\nto stop proceedings, even so long and so much as to appeal to the Trustees; except what is involved in a cast-\ning vote, in the event of a tie, which would but seldom occur?\nAs to any objections founded on the fear of giving the Bishops too great power I see no manner of reason\nto call them up in this case; for it is a case in which, so far as human foresight reaches, all abuses are provided\nfor. I have said and now reiterate with emphasis, that I never had any wish to give to the President of Kenyon\nCollege, any unreasonable power; especially such as would, in its exercise, deprive the other Professors of their\nprivileges. As their ecclesiastical Father and Friend, I trust, I should be the first to see them righted, were they\nso abused by others: and should despise myself were I to find in my heart so cruel a sentiment.\nIn perfect consistency with this state of feeling it has been and is maintained by me that by the expression\nin the Constitution of our Seminary \"The President shall have a general superintendence of the Institution,\" must\nbe understood that he never suffer any thing to take place in it; much less any measure to be established by rule\nwhich in his opinion shall have a destructive tendency; and that when such appears to be the case by the exer-\n\n[End page 1]\n\ncise of any principles or measures, it is his duty to stop proceedings, not by any unlimited power but by an appeal\nto the Trustees for their decision in any important matter involving the rights and privileges of the parties, i. e.\nof the Teachers as well as of himself. This was the essence of the rule which I proposed, which if agreed on, all\nwould have been, so far as my feelings were concerned, conducted in harmony. Let the President of this Insti-\ntution have power to negative the councils of the Teachers till the next meetings of the Trustees: which meeting\nof the said Trustees by the Constitution must be, whenever two of the members of the Standing Committee of the\nDiocese shall see fit to request the Bishop to do it. This was and is the substance of what I wished and still \nwish to be the rule. And is not the door of abuse,-of all possible abuse of Presidential power here closed?\nWhen the President does wrong the Trustees can control him, or nullify his proceedings; these Trustees are by\nthe Constitution chosen every three years. ls not this sufficiently guarded? On one side it is. On the other\nthat of making the President a cypher in council and destroying has salutary influence, there ought also to be\nsome salutary guards; and it is my serious opinion that well meaning persons ought carefully to guard against ex-\ntremes on the one hand as well as the other. And those who object to the rule I have proposed should keep this\nin mind when they find themselves incluined to be jealous of a power thus under the complete control of the Trustees and eventually of the diocese itself. For it is worthy of repetition, should the President so far forget himself\nas wilfully to do wrong or seriously to err, even with good intentions, in such wise as to require an immediate\nremedy, that remedy is always at hand: for the Constitution says, the President shall immediately call the Trus-\ntees together at the instance of the members of the Standing Committee.\nKenyon College is like other Colleges in some respects, and unlike all in many other respects. One fun-\ndamental principle in which it differs from all others is, that the whole Institution is Patriarchal. Like Abra-\nham on the plain of Mamre it hath pitched its tent under the trees of Gambier hill, it hath its flocksand its\nherds, and its different families of Teachers, Scholars, Mechanics and Labourers; all united under one head, pur-\nsuing one common interest and receiving their maintenance and good from one commmon source, the funds and\nfarms of the College. this Patriarchal establishment must, it is obvious, have a Father, and that Father must be\nclothed with authority to seek and effect the common good: Deprive him of this and the family must come to\nruin. Guard his power against abuses, but for the common interest preserve it entire. In its exercise in must\nsometimes go counter to the opinion of those who feel its influence, but it is not to be abandoned on that account. So long as the Trustees [who possess the power correcting abuses] are elected every three years, and\ncan meet whenever they please to investigate all subjects of complain, there is safety. This is the multitude\nof counsellors mentioned in Holy Scripture and thus interpreted, I heartily join issue in its free effect. This\nmultitude of Counsellors are the Episcopalians in the Diocese of Ohio in communion with the P.E. Church in\nthe United States of America. These choose every three years the Trustees of Kenyon College, who meet\nwhenever necessary and take counsel, advise, direct and control the President of Kenyon College. If here be not safety I know not where it is.\nYou must excuse my dear Brother, from animadverting on those parts of your letter which seemed to insin-\nuate that you had heard from respectable sources, that I had at the expense of charity tried to carry an erroneous offence, and whereinsoever I have failed in my intentions, I have never been unwilling to ask forgiveness, and\nthe same would I attempt to verify in my close of this letter. If in it I have said any thing that is not agreeable\nbut offensive to your sentiments and feelings, ing was unintentional, and with your accustomed goodness I hope\nyou will forgive.\nYour faithful Friend and Brother in the Lord,\n[Phil?] Chase\n\n[End page 2]\n\nAutographs for\nThos. S. Grimke Esq\n\n[End page 3]\n\nFree [P. Chere?] P. [bk.?] Gambia a\nnow at [Palmaue?]\nPutnam O\nJuly 20\nIn Library News\nCharleston\nS.C.\n\n[End page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "MSS 0176 Box 1 Folder 20"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:80712"
    },
    {
      "label": "Collection Identifier",
      "value": "GDP"
    },
    {
      "label": "Original filename",
      "value": "lcdl80712-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Grimke family papers, 1678-1977"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl80712JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GDP"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,English,College of Charleston Libraries,Manuscripts,Chase, Philander, 1775-1852,1831-07-14,Kenyon College,Gambier (Ohio)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "MSS 0176 Box 1 Folder 20"
    },
    {
      "label": "Title",
      "value": "Thomas S. Grimke Autograph Collection, circular regarding academic government at Kenyon College, autograph of Philander Chase, July 14, 1831"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Gambier (Ohio)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Kenyon College",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Chase, Philander, 1775-1852",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1831-07-14",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Public Domain.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 121,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1607,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1607
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl80712JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1575,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15603_bb5fb7078ac2046.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15603_bb5fb7078ac2046.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1575
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl80712JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1609,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15604_56a7591b27a2ac4.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15604_56a7591b27a2ac4.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1609
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl80712JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 2474,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/36457/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/36457",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15606_bde8e3fbc95dfd0.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F6%2F4%2F5%2F7_d01b99e6e45492c%2F36457_alt_15606_bde8e3fbc95dfd0.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl80712JPEG1jpg/canvas/3",
              "height": 85,
              "width": 2474
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl80712JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}