{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58848JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 47: War Memorial Article 8",
  "description": "Five articles regarding war memorials in Charleston, SC (Dec. 9-18, 1944).",
  "metadata": [
    {
      "label": "Description",
      "value": "Five articles regarding war memorials in Charleston, SC (Dec. 9-18, 1944)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "War Memoria  To The News and Courier:  Memorias should be nothing but  memorias. The couping of another idea diminishes greaty, if it  does not destroy, the memoria idea.  The addition of an utiitarian idea  is the most murderous of a. An  abstract, poetica, aspiring, enduring idea is what is essentia. One  can buid a something for an utiitarian, educationa, even reigious  purpose and add to it a memoria  idea-say at St. Pau\"s church, and  that is a right, but a memoria to  St. Paul himsef should be stripped  of a diverting ideas.  A soid shaft of granite or marbe of beautifu proportions with  a aure wreath and a name will  convey the memoria idea better  than anything ese, but it acks distinctiveness. The architects will  agree to simpicity if only they  are aowed to make their work distinctive. For a hero we aways desire simpicity.  Finay, et us recognize the  power for good of beauty, poetry  and art.  ROBERT W. BARNWE, SR.  Forence.  War Memoria    To The News and Courier:  I read with great interest the  view Mrs. Eiza Huger Dunkin  Aammerer took about erecting a  memoria for our boys -and girs.  The living boys and girs in the  service want people to buy war  bonds so they can hurry home to  their oved  ones.  Those that have gone on wouldn\"t  want a memoria erected for them  but that money spent to care for  the wounded and disabled they have  eft behind and to the care of their  famiies.  MRS. H. T. SHERROD.  Route 4, Charleston.  Dec 17 \"44  To The News and Courier:  CenidnT hep but notice in your  paper of December 3 the plans for  a war memoria to the tune of  $500,000. In a coumn right next to  it was a pica for funds to hep a  family who had ost everything by  fire.  How ong is it going to take the  foks back home to earn that war  memorias will never keep us out.  of another war? Better put that  money to good use, rehabiitating  overseas veterans for instance.  Such plans make G. I.\"s tired.  PVT. D. RIVERS.  Carsbad,  N. M.  plans for a war memoria just  at this time make some of us think  of the ancient story of the man  who sod the bear\"s skin before  kiing   the   bear.  et those who favor a purey  artistic or sentimenta memoria try  this: Choose a park in Charleston  and any six Charlestonians, ask  the atter to name the monuments  contained by the former and say  what they stand for. It\"s enightening to the questioned as we as the  questioner.  And what about the basic reason  for     war      memorias?    Assuredy  there have been good wars, in that  they were  better than aternatives.  But why might not Charleston try  a new experiment and put up a memoria that    would    teach    anyone  who   takes   the   troube   to   notice  them in the future something of the  foy;   the     want   of   foresight,   the  ack of understanding, or the prejudices  that  went  to   make  the  war  \" in   question?     We   have   sung   and  wept our heroes ong enough, why  not   mark   up   a   score   against   the  foos and  rogues that make heroes  necessary?  As to the tower we are asked to  consider,   there   is   one   ike   it   in  Richmond that seems to be as sient  and dead as most  of the poor feows it\"intends to honor.    To buid  such   another   in   Charleston   would  take    an    awfuy   big  hoe   in  the  ground  for. a  foundation.    Suppose  as a new departure we dig the hoe  and  leave  it so.    The human mind  that is worth while abhors the useess,   if   it   is  also   disagreeable.     A  big, useess, ugy hoe in the ground  might set anyone capable of thinking  to   considering  what  humanity  pays for  such  wars as the one  we  are waging, in tears and bood, and  time   and   treasure;   and   maybe   it  might persuade some of those that  follow us to think of ways to avoid  the  anguish  and  waste we  so avishy  incurred.    Samuel Galliard STONEY.  129   1-2  Tradd   street.  To The News and Courier:  For Charleston county to spend  haf a miion doars on an uttery useess war memoria seems preposterous.  Most of us who were born in  Charleston ove the old city; but  we must a admit its many shortcomings, especiay in the fied of  humanitarian faciity. The needs in  this respect are so many and so  varied that I would not attempt to  cite exampes; but I am sure that  a memoria plan can be devised  which, could the gaant sodiers  whole memory it is to perpetuate be  consuted, would be far more to  their  iking.  COURTNEY VAK.  23  1-2  ambo  street.  To The News and Courier:  To the numerous and conficting  opinions as to the type of memoria  that should be erected  with  $500,000 to commemorate the boys who  gave their ives so that their country may remain the free nation that  it has been for over 150 years, I  wish to submit my humbe opinion.  1 am not trying to inject poitics  into an issue of a spiritua nature,  but I believe that a memoria should  not be a monument of marbe and  bronze with no practical value but  to serve as a structure for the admiration of tourists.  In my estimation, a memoria  should be a living monument to  something that is not dead and for  which cause so many ives were  ost.  et us have a monument that will  symboize a living idea for which  men gave their ives, not a symbo   to remember something that existed  j and for which so much bood and  tears were  given in  vain.  A democratic nation must have  respect for whatever ideas it stands  for, and the preservation of those  ideas begins at the pos. We had  a pitifu example of freedom at  the polls in the past general eection, for the group that wanted to.  vote for the principes of democracy refrained from doing so, and  the winning candidates had to depend on \"1,000 Clubs\" and abor  leaders miseading their unions ike  a band of ost sheep.  I suggest a monument as proposed by the Exchange Club with a  ibrary to enighten the people on  good government with a special  room dedicated to a committee of  citizens who are wiing to serve  vigianty and fight against poitica machines. The suggested chimes  can be part of the buiding, but  they must ring eternay as ong as  we are ready to fight for the principes which those remembered  fought and died for.  Before we can erect a monument  to democracy, et\"s preserve democracy, and not desecrate the names  of the boys who died for that cause  by erecting an empty memoria to  a democracy that existed  ADRIAN R. CHARTRAND.  Rantowes."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58848"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58848-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 47: War Memorials Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58848JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,News and Courier (Charleston, S.C.),World War, 1939-1945--Monuments,War memorials--South Carolina--Charleston,Folder 47: War Memorials Publicity,1944-12",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 47: War Memorial Article 8"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945--Monuments,War memorials--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1944-12",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30109/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 116,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30109",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58848JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58848JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1541,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30109/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 116,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30109",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58848JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30109/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30109",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58848JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1541
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58848JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}