{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "015.  William H. W. Barnwell to Edgar B. Day -- March 5, 1833",
  "description": "Letter from William H. W. Barnwell to friend Edgar B. Day.  Barnwell writes of the death of a sister and the birth of a son, and asks Day for advice on making amends for his injurious conduct to others while at law school in Litchfield, Conn. March 5, 1833.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from William H. W. Barnwell to friend Edgar B. Day.  Barnwell writes of the death of a sister and the birth of a son, and asks Day for advice on making amends for his injurious conduct to others while at law school in Litchfield, Conn. March 5, 1833."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2011-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "360 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "Laurel Bay. March 5th. 1833. My dear Day. The sight of this folio sheet must not alarm you; It is only from the failure of my fools cap, and as I owe you two letters, perhaps it may be but justice to discharge the debt by giving you both as one-- You were wrong, my dear friend in both of your conjections as to the course of my omission to comply with our arrangement as to this correspondence-- I had not gone up to Pendleton, nor had your letter miscarried. I had gone to Charleston to pass my Examinations for the Ministry about the time when your letter should have been answered, and while there, and after my return, being [illegible: very?] much engaged in study, I really had but little time to write, though believe me, I thought of you often, & trust that I did not forget you at [illegible: page torn] Throne of the Heavenly Grace. But I thank you most truly dear Day. that [illegible: page torn] have not failed your part of our agreement, though I may have [seemed?] to [illegible: page torn] broken mine. It is indeed like yourself and I trust this example will not [illegible: page torn] upon me, should you hereafter be placed by circumstances as I was-- But my dear friend the lot which has been vouchsafed for me since I wrote last, [illegible: page torn] been varied, the lines of Providence which have [illegible: befallen?] me have been in [illegible: page torn] pleasant, but in part alas. how [better?]! Yet I can set to my seal that [illegible: page torn] true, and full of tender mercies and loving kindness. In the midst of human [illegible], His grace is sufficient, and when our tenderest, strongest earthly ties, are [illegible: page torn] asunder, the chords of His Love but [illegible] the more [illegible] and sweetly to [illegible: page torn. Himself?] If ever Jesus is precious to the souls of his People, it is when He takes [from?] [them?] those, [illegible: page torn] their souls loved, only by removing about, the objects of their affection, to raise their [illegible: page torn] and aspirations above [time?] of sense, to those Heavenly Places where He sits in Glory surrounded by the Spirits of the just made perfect [waiting?] for the Redemption of their [illegible: page torn. love?] so young so [illegible] and Glorious manifestation of the Sons of God-- Yes, my [illegible: dear?] Day, in the hour of affliction, Jesus is precious to our Souls, and though I have proved [illegible: page torn] most unfaithful to his Grace,, and have often & again, forgotten and forsaken him-- Yet He was with me in the furnace of sorrow, through which it pleased Him, that I should pass-- and though smitten, I not only submit, but bless the hand that has chastened me-- Since I wrote you, dear Day. it has pleased our Gracious God to take from our family, a [Sister?] [illegible: whom?] we all loved most tenderly, and indeed most deservedly-- The youngest-- the best-- but why do I mourn? She has gone to Him who loved her more than we could-- who died for her and washed her with his own blood-- and had prepared Mansions for her in His Fathers Kingdom-- And who soon [End Page 1] have detained her, if we could, from going to the Home she loved most? To depart and be with Christ was her wish, how vain then and cruel to wish her absent from her Lord, and sojourning in this Wilderness of Sorrow & Sin! She had always expected early death, though not infirm in health, and even before she felt [satisfied?] as to her eternal condition, had almost wished for it, but [illegible: since?] giving up her heart to God and receiving the assurance of His Love, she has been only willing to stay in this World, Knowing that to die was gain, she only was content to love, because such was the Will of her Heavenly Father; but when in the last Fall she was seized by a disease which by its fatal [illegible: symptoms?] gave notice that her race [was?] run-- She welcomed the message as a summons to enter into the Joys of her Lord-- When I first say her upon the sick-bed-- she said to me William [dont?] pray that I may get well, but pray that Jesus may support me and keep me from [illegible: fainting?]\"-- Her illness was long and lingering, for months she languished in the utmost pain-- all strength & appetite and even voice gone-- but neve did her Gracious Master fail to uphold her with His everlasting [arms?]-- She saw the [monster?] Death approaching daily-- but not a fear or doubt crossed her mind-- She gazed upon him with a look always quiet and serene, often triumphant-- and when the last [agony?] was past, loved as she was, none present would have summoned her pure Spirit back, if we had had the power, to the trouble & sin of this unquiet world-- nay which of us would not have willingly died them, to have died like her? Thanks, \"thanks be to God who giveth us the victory through our Lord Jesus Christ.\" Yes thou blessed thrice blessed Destroyer of Death, through thee we are indeed more than conquerors! I know my dear friend that as you rejoiced with me over my brother who was born again, that you will weep with me over my sister, [whom?] the Lord has taken from [me?]-- but do not forget, with me to bless [illegible: page torn] wondrous Grace of our blessed Redeemer, who gave Death, and us the blessing which He has promised to those that mourn-- and do not fail to pray especially for me, that this chastening by not in vain, for I have not [illegible] that spiritual improvement from it which I know it was sent to teach-- Pray for me dear Day, forIhave a proud and stubborn heart, and I fear that great [tasks?} await [me?], ere it become childlike and redirect to the Gospel of God-- It has pleased God also. my dear friend.to give me another son, since I wrote to you-- so that you see, he [illegible] [illegible] you knew him, had no idea [End Page 2] have managed to control himself, has two boys, committed especially by God to his care and nurture-- Let me beg you not to forget them in your Prayers-- for our God delights to have these little ones brought before Him for His blessing. Shall I say I was pleased only with your account of your Litchfield jaunt? I was delighted with it-- Old [illegible: scenes?], old faces, old thoughts rose before me, & though old follies and sins, were brought strangely to remembrance, yet the sense of His boundless Love, who had brought such a change not only in myself, but in [illgible: page torn. you?] & others you named, filled [illegible: persistent?] shame with the sweetness of forgiveness-- saw you, in all your visits to our old acquaintance, and would cheerfully [illegible: page torn] left even my wife & boys for an evening or two, to have joined you in the friendly conversation, the cheerful smile, the warmly pressed hand the social prayer-- But Litchfield is to you dear Day a different place from what it [would?] to me-- You made many friends, & no enemies while there-- All respected& [illegible: page torn] you, for you offended, & designed to offend more-- But me-- Pride & [illegible: torn page. Passion?]so disfigured my whole conduct & character while there that however I repent strive to get rid of these sinful deformities, I should almost feel ashamed to [my?] face, [illegible: hole in page] place, where they displayed themselves so shamefully, lest [illegible: page torn] an [illegible: hole in page] change might seem the effect of Hypocrisy. not Religion-- Yet [illegible: hole in page] [illegible: hole in page. Litchfield?], you [none?] of you knew me-- God was dealing with me [illegible: page torn] & though I resisted his Spirit grievously, yet I left it with a much deeper [illegible: page torn] of Religion than when I went there, and far deeper than any even the most [illegible: hole in page. intimate?] with me, could have suspected from my demeanor-- You [illegible: torn page. remember?] the death of young Ford-- Its impression upon me was deep & permanent-- He died a true disciple of Jesus, I always believed from what I saw at the time & what I have heard of his character since-- The [calmness?] & fortitude of one so young so desolate, took fast hold of my mind, and I [illegible: then] learned the [illegible: page torn] lesson which Gods People are taught, [illegible] that none but a Christian is happy here or hereafter-- I verily believe, that had I been with serious, decided Christians then, instead of wild thoughtless young men-- I would have been spared the sin & pain of my subsequent course at Litchfield-- However the Lord has done, and does, and will do all things well-- and while I praise him, and condemn myself for all that [illegible: impart?], I will trust him for all that,s to come-- But to return to Litchfield-- I have sometimes thought it [illegible: hole in page. my?] duty to write to some one there, Webb perhaps, or Origan Seymour, & beg them to apologize, in my name, to the persons, whom I most shamefully offended, while [illegible: word obstructed. there?] [End Page 3] Dr Childs, Whiting & young Seymour-- What do you think about it? Do consider & let me know, whether you think it would have any good effect upon the persons whom I injured-- I should have done it some months ago-- in fact I thought of it shortly after my conversion-- but that I apprehended lest it might do harm instead of good, & wound instead of heal-- Are the above [persons?] still in Litchfield? Do write on this point in your next-- You have the mature & manner of the injuries, you therefore can best advise as to the nature & manner of the reparation due-- I am willing to make any-- You will feel anxious to hear whether I have begun the work of the Ministry-- I have not yet. I expect to receive Deacon's Orders in Beaufort in the 16th of April next, & them to go up to Pendleton for the Summer-- but you will be sorry to hear that our old friend Hasell. will not be there to receive the benefit which you had anticipated from my ministry & conversation-- He does not prosper in worldly matters, & is, I understand about to remove to Alabama-- He may be too far for our words, but not for our prayers-- Letters implore God to make his temporal difficulties the means of spiritual good-- I heard from one who know him, that just before his marriage, his mind was much impressed upon the subject of Religion-- Oh that God would lead him in the way [illegible: everlasting?]! I must confess with shame that I have not remembered in the last two or three months, our third Monday Evening, as I should have done-- but I hope to become more regular, & at any rates do not altogether forget our friends-- [illegible: in?] [illegible]-- And now may God bless you dear Day-- Yours truly-- Wm. H. Barnwell. [written on side of page:] It may seem strange to write [illegible: faded ink] at present & [illegible: faded ink] word-- Of course I am [removed?] from the [illegible: faded ink. service?]-- [But?] in principle I [am?] [illegible: faded ink] [&?] can see [illegible: faded ink. nothing?] [illegible: faded ink. but?] the course of the [illegible] [illegible: faded ink] [illegible: faded ink. but?] what must [be?] [illegible: faded ink]-- & whether [illegible: faded ink] [illegible: faded ink. a?] [illegible: faded ink. leap?] [illegible: faded ink. near?] [illegible: faded ink] [illegible: faded ink] [&?] God only determine-- Many, perhaps [illegible: faded ink] are Christians, & if [illegible: faded ink] [illegible: moves?] [illegible: faded ink] it [illegible: faded ink] matter [illegible: faded ink] [he?] at [present?] [illegible: faded ink] do his Will is the prayer of W.H.B. No 13 Wm H Barnwell March 5 1833. To/. Edgar. B. Day, Esqr. Catskill. New York. [End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:39985"
    },
    {
      "label": "Collection Identifier",
      "value": "BFP"
    },
    {
      "label": "Original filename",
      "value": "lcdl39985-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Barnwell Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl39985JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "BFP"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),College of Charleston Libraries,Barnwell family,Manuscripts,Barnwell, William Hazzard, 1806-1863,1833-03-05,Episcopal Church--South Carolina – History,Religious thought--19th century",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "015.  William H. W. Barnwell to Edgar B. Day -- March 5, 1833"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Religious thought--19th century",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Barnwell family,Episcopal Church--South Carolina – History",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Barnwell, William Hazzard, 1806-1863",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1833-03-05",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 121,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1613,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1613
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39985JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1627,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4444_19fe6db59564f0e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4444_19fe6db59564f0e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1627
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39985JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1627,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4446_bddb784ac6b1e08.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4446_bddb784ac6b1e08.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1627
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39985JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1627,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29745/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 121,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29745",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4448_5a92ef93904826e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F4%2F5_f959963de2c9932%2F29745_alt_4448_5a92ef93904826e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl39985JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1627
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl39985JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}