{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 50: 1930 City Council Meeting",
  "description": "Charleston City Council Meeting \"Regular Meeting\" proceedings, portion related to zoning (April 8, 1930).",
  "metadata": [
    {
      "label": "Description",
      "value": "Charleston City Council Meeting \"Regular Meeting\" proceedings, portion related to zoning (April 8, 1930)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "REGUAR MEETING, APRI 8, 1930  447  ed by resoution, adopted January 10,  1928.  Revoved, that City Council now  confirms and ratifies iho action of the  Mayor and tho Cerk ot Counci, In  Issuing to the Chemica national Complany, ot New York. S200.u00.00 race  value of notes of the City Council of  Charleston, S. C, dated March 25.  1030, ntit payable Sepiumber 25. 1930,  with interest from date tit the rate  of 1.7amp; imr cunt, with u premium ot  XfU.VO, the aitk notes Imvinj; tamp;gt;0u] is-  euod in anticipation  [ the collection  of taxes for tho year imd, as provided  by  resoution,  adopted  January  u. um.  T.  A. BROOvBANKS.  Chairman.  BURNET It. ttATBAMK.  AUG.  }.   W.  QOR8W,  b.  STKHiKYEH.  JUIUS it. DOSCnfiH.  C.   K  MttANS.  K.   V.   HI11.I.IOAN.  The Mayor suggested thut Mr.  GUmirs be given   hearing before  tho committee when the matter is  again   taken   up  for consideration.  The following report of the special Committee on Zoning wus received  ua Information:  To the f Inherit hie, the Mayor and  and   Adermen.   The   City   Council   of  Charleston.    S.    C.:  Conttemen:-  Tour Suectn Commutes on Zoning  him the honor to inform you that as  K result of tH Investigation into the  problem of soiing. It hits coma to the  de\"-Ianu thut the mutter ix one to be  undertaken by some firm which a  engaged professionay in this wont.  Tho loading firms have been approached und thur terms und  |iut[,-ntions  considered. Thero renin us tho sues-  tfon of Seecting the best nmonf them  and -hen recommending \"hat the one.  Mo bBoi-iei.   engaged by cio City  Council of Charleston. It is hoped  that this recommendation may be decided   upon   within   the   coming  ween.  Tie zoning of Charleston, however,  will take u one time, anywhere from  forty weeitK to n your. In the meantime, your committee deems it most  udvsttbe thnt a temporary zoning  ordinance ake effect to preserve the  Edest and most Interesting portions  or the City from unsuitable nnd radica change. A tentative ordinance  has been drawn up and a submitted  herowth. We would recommend that  City Council consider this at the eariest practical moment und tho necessary readings of the hi he given  without undue deay, aowing time  however, to the i-Uiaens to consider  tn  matter.  Aside trom the obvious benefits to  Charleston, as a whole. In preserving  iis part of iown In keenina: with its  origina eharneter. there Is no doubt  that it will tend to mine the v.iiues of  property In the section Indicated.  There should therefore be no reason  why anyone should offer any reasonable objection to the scheme proposed.  It a to bo noted that th. water-  front area, least of Rust Bay, owned  by the Port Utiities Commission and  private Interests, Is not included In  the areu to be zoned under the proposed bi-  Most respectfuy,  ASTON   DBAS,  Chairman.  BURNETT    R.    MAYBANK.  C.   I\".   MEANS.  Speoia   Committee   on   Zoning.  The   following hi   was    given   its  first reading and referred to the Committee  on   Ways and Means:  a Bi  To    Preserve    the    Odest    Part    o  Charleston,    Fending   a   Permanent  Zoning Ordinance.  Me   it   ordained   by   the   Mayor  and  Adermen    of    Charleston,     In    City  Council  assembed.  That In order to preserve the architectural form and continuity and to  prevent garing departures from the  stye of tho most Interesting and odest part of the City or Charleston,  pending the passage of   permanent  zoning ordinance, and until such an  ordinance Is ratied, no service or  tiing  stations, Automobile repair  shops, factories, or other businesses  or buildings which would serve to  detract from the architectural und  historical wetting, at present existing,  will be erected or instituted within  the area tie ined by streets, as follows:  West side of enwood Bouevard to  South ftattory. south side of South  Rniiury to Caut Buttery, Kas Battery  to Kas kiay. oust side uf Kas Bay to  Broad, north side of Broad to State.  e:t [ side of State to Cumberand,  south side of Cumberand to Church,  west side of Church to Quean, nortn  side or Queen to Meeting, west side  of Meeting tn Broad, north side of  Broad to egare. least and wost sides  of egare, above Broad, north side of  Urmid to amp;t;ognn. west side of ogan  t  Tradd and north side of Tradd.  xtreet   co  mwood   Oouevard-  The following was read by tide ana  referred to the Joint Committees on  Streets and  Public Safety:  A. BI  To Amend an Ordinance, entitled \"An  Ordinance Oecarinfc Certain Streets  in the City of Charleston to be Express Avenues and Reguating Traffic  Thereon.\"   raitd   November  21,   Kti,  it m   A  Amendments Thereto  Subsequenty  Ordained.  Be i   ordained   by  the  Mayor  and  Adermen or Charleston, In City Council assembed,  That an ordinance, entitled \"An  Ordinance Decaring certain Street  in the CHy of Charleston co be Kg-  ni-css Avenues nnd Reguating Traf-  c   Thereon,\"   ritdied    November   1 . \n\n[End Page 1]\n448  REGUAR MEETING, APRI 8, 1930  1 25. and a amendments thereto,  subsequenty ordained, be further  amended by - the addition of the  words   Spring street, from King  street Co the Ashley River Bridge\"\"  after the words -\"Cannon street  throughout Its entire, ength,\" in  Section I, of said ordinance, so thai.  when so amended, the said ordinance   Hall read as follows:  Seeton 1. Ashley avenue throughout It entire ength, RuiedKn mci.  throughout it entire ength. UmturKi;  Bouevard throughout its tiniim  ength, Coming street throughout its  entire ength. Meeting street throughout Its entire ength. Broad  tro i  throughout Its eittire ength. Wcnt-  worth street throughout Its entire  ength. Calhoun street throughout amp;t;ts  entire ength. Cannon street throughout Its entire ength. Spring street  from King street to the Ashley River  Bride.. Gee street trom the Cooper  River Bridge to Meeting street, ni  truffe on ee street to stop before  entering Meeting street, and Coumbus street throughout Its en tiro  ength are hereby decared express  avenues for truffe In and throutrh thn  City of Charleston, provided that in  the section or Coumbus etveot. paraeing the park or payground,  known as Hampsbead Ma, a speed  limit of ten [10] miles an hour shall  be enforced, and provided further.  that nothing herein contained shall  be construed as In any way affecting  the rights ot [Ire apparatus going to  [Ires, as contained In prior ord-  nnncVe.  Sec 1. That a vehicles, howover  propeed, shall come to a fu stop  bororo entering or crossing  ueamp;gt; avenues, except that vehicles traveing  on any Express Avenue need not stop,  unless so required by  traffic regua  tions or signas, when onterng or  crossing another Express Avenue,, but  must observe the rue which gives the  rcht of wav 10 the vehice on the  right.  The following resoution was then  adopted, on motion ot Aderman  Means:  Be It resoved that the City Council ot Charleston se and convey to  zxe M- Brown for the sum of Three  Hundred Doars [$300.00] cash the    or Innd now known an 27Mamp;gt; America street, benc. the same property as  was conveyed by J. M. Bnunot, Sheriff of Charleston County to the City  Council ot Charleston by deed dated  May 14. 1328. nnd recorded In the  R. M. C. office for Charleston Counv  In Book 8-SS, P\"Ute Id.  Further resoved, thnt Thomns f.  Stoncy.as Mayor be and he is hereby  authorised and directed to execute a  proper deed of conveyanco with general warranty in the name of the City  Council of Charleston and under the  corporate sea, attested by Joseph C.  Barbot, Cerk of Counci, and upon  compiance with the terms ot the purchase, to deiver the same to the pur-  cinaer-  The following resoution was next  adopted:  Resoved, that it is the intention of  City Counci, hereby expressed to my  a drain on Poinsett street from Kinjj  street to the Southern Raiway tracks,  and on Senate street trom Cong-res  to Muger streets.  Resoved, further thnt this intention, herein expressed, shall be pubished in the official journa of City  Council [our imes within fifteen days  of Iho notice hereof.  Council then ndjourned.  JOSK\"H  C.  BARBOT.  Cerk\" of Counci. \n\n[End Page 2]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59140"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59140-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 50: Zoning Ordinances",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59140JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee,Zoning law--South Carolina--Charleston,Manuscripts,Zoning--South Carolina--Charleston,Folder 50: Zoning Ordinances,Charleston (S.C.) City Council,1930-04-08,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 50: 1930 City Council Meeting"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Zoning law--South Carolina--Charleston,Zoning--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Charleston (S.C.) City Council",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1930-04-08",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30149/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 89,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30149",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1187,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30149/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 89,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30149",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30149/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30149",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1187
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59140JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1574,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30149/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 89,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30149",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F4%2F9_7369e449d0bb654%2F30149_alt_11337_ff7d252dad1c087.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F1%2F4%2F9_7369e449d0bb654%2F30149_alt_11337_ff7d252dad1c087.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59140JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1574
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59140JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}