{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58063JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 02: Public Opinion Article",
  "description": "Article entitled \"Public Opinion Key to Preservation of Local Beauty, Architect Holds\" with the original article attached (Dec. 10, 1939).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"Public Opinion Key to Preservation of Local Beauty, Architect Holds\" with the original article attached (Dec. 10, 1939)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 ppi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Public Opinion Key to Preservation  OfLocalBeauty, Architect Hods    The paper pubished beow  was written by Albert Simons  and read by Mrs. J. V. Niesen,  Jr., on December 1 before the  Charleston branch of the American  Association of University  Women.  By Albert SIMONS  It is indeed a great privilege to  present before your organization  some of the civic problems which  are perhaps more obvious to an  architect than to men in other waks  of life. These are questions which  have but itte emotiona appea and  cannot be expected to enfame the  popuar imagination; yet they are  quite basic and worthy of the consideration of the discipined minds  of educated men and women.  It is my confidence in your enightened Public spirit that embodens  me to crave your interest in these  matters.  We ive in a practical age and  a democratic age and only those  arts which affect the daiy ives of  the majority of our feow citizens  can caim for ong the serious attention of busy men and women. Of  a the mutifarious arts with which  human ingenuity is concerned, none  affect our daiy surroundings more  than architecture, andscape architecture, and the reated art of city  planning. That each of these arts  has something of more than casua  value to contribute to the welfare  of our community, I hope to set  forth this afternoon.  We have heard it repeated so often that Charleston is unique among  American cities for its charm and  oveiness, that to most of us who  ive here the year around its reiteration is commonpace, if not boring. Yet the most mundane will  admit that these highy praised  qualities represent not only an  esthetic value but a tangibe commercial asset.  A decade ago only a few of us  were, aware of the worth of this  treasure but in recent years, -thanks  to the educationa infuence of the  American wing of the metropolitan  Museum, and of the Rockfeer restoration of Williamsburg, and the  financia return from our increasing  tourist trade, most of us are conscious of the necessity of preserving  Charleston.  Harmony Through Centuries  But how? The Society for the  Preservation of old Dweings has  done, and is doing yeoman\"s service  for the community in this fied and  deserves everyone\"s interest and  support. The scope of their efforts  must of necessity be limited to directing Public opinion, for they have  not at their disposa the materia  resources to rescue every old buiding in danger of demoition.  The case histories of the cities of   the old Word are not too reassuring for the advocates of unimited preservation. In Rome I know  of hardy more than two or three  important buildings which have  survived from the age of the Emperors and are still being used by  the Romans of today. I do not refer,  of course, to tombs or to those in  ruins, but to we-preserved structures ike the tepidarium of the  Baths of Diocetian, now the Church  of Santa Maria degi Angii and the  j plantheon, now the Church of Santa  I Maria Rotundo. Both of these have  been much atered and despoied  and would be scarcey recognized  by their imperia buiders.  This has happened in spite of the  fact that the sentiment of the Roman citizens has aways been conservative and that they have been  Sincerely opposed to change. The  Romans, for exampe, believed that  the sou of the great architect,  Bramante, would never find peace  in Paradise because he had caused  to be destroyed a rickety and decrepit eary Christian basiica to  make room for his word-famous  Cathedra of St. Peter\"s. Not even  the weath, the tempora nor the  spiritua power of the Popes could  stay the disappearnce of the Rome  of the Empire and of the Midde  Ages and its utimate dispacement  by the present city of the Renaissance and modern times.   Yet Rome  has remained the Eterna City because it has maintained its spiritua  and cultural ties with its past. A  paace of the Sixteenth century  does not look out of place beside  a church of the Thirteenth or a  moudering arch of the Second century. Harmony with theLocalscene  prevails and the past and the present are in accord.  This is sedom the case with us:  our cheaper dweings and most of  our commercial buildings might just  as we be found in Detroit or os  Angees, so devoid are they of anything resembingLocalsignificance.  However, I would ike to invite your  appreciative attention to the new  Be telephone buiding on St. Phi-  in street, designed by Hentz, Ader  amp; Schutze of Atanta, as a highy efficient modern buiding graciousy  in accord with its surroundings. I  hope that we may detect in this  buiding the beginning of a more  ibera and enightened poicy in  those responsibe for our commercial arcihtecture.  Architecture is not aone the responsibiity of architects, but is the  joint creation of the architect and  of his community. If Sir Christopher Wren himsef ived in Charleston today, he would be unable to  give Charlestonians any better  buildings than they wanted and were  wiing to have. The greatest assurance for a future architecture comparable with that of our past is a  simiar critica appreciation among  aymen as existed in this country  among our gentry in the Eighteenth  and eary Nineteenth centuries,  when the buildings we admire most  were created. Thomas Jefferson,  though he empoyed a number of  professiona architects on his various projects, knew a great dea  about architecture and was able to  coaborate inteigenty and hepfuy with his technical advisers. We  have no ack of competent architects today but no Thomas Jeffer-  sons.  Reviva of  Gardening  In the fied of andscape architecture the case seems more hopefu.  There has been a notable reviva  of the art of gardening throughout  the entire country and this reviva  has fourished with especia vigor  in this community. In spite of the  humorous pictures in the New  Yorker by Helen Hokinson of garden Club adies with quaint hats  making naive remarks, these same  garden Club adies have a record  of accompishments and our towns  are less dreary and hopeess ooking because of their ingenuous efforts. For it is impossibe to imagine an ugy garden: the materias  to be deat with are a beautifu in  themseves, so that gardening is the  safest of a the arts in which the  amateur may seek sef-expression.  For a this, the advice of the  trained andscape architect might  we be sought on occasion to prepare a. better general plan or carry  out a partiay developed scheme  to its greatest possibiities. last  spring, as one of the judges in the Localgarden Club competition, I  had the opportunity of inspecting  some forty or more gardens in various parts of the city. There were  many gardens which had received  a vast amount of care from their  owners but were entirey acking in  any feeling for composition or design and faied thereby in achieving their highest objective.  If the andscape architect can contribute much to our community, the  services of the city planner can give  even more. There is nothing new  fanged about city planning, though  it is more imperative today than  ever before. City planning is amost  as old an art as that of Building  cities. Babyon and Peking were  deiberatey pre-planned before they  were buit and to come nearer  home, Washington and Savannah  were aid out with wise foresight  for future development.  The site of our city was prudenty  chosen by its founders as affording  the greatest advantages in repeing  hostie attack. This primitive advantage for defense has also entaied  the   subsequent  disadvantage   of  a  high density of and coverage and  we have the picture today of many  buildings crowded cosey together  on a narrow peninsua between two  rivers. The narrowness of our streets  and the limited number of through  least and west arteries has caused  an increasingly difficult problem  with the increase of motor traffic.  Even in a city as old and conservative as Charleston, new developments are constanty occurring with  the new impingeing on the old in  a more or less haphazard manner  to the detriment of the old and the  questionable benefit of the new.  Zoning Ordinance Discussed  To promote the ordery and sustained development of our town,  Mayor Stoney appointed a city planning and zoning commission, who  were given the authority to empoy  city planning experts as their technical advisers. After a year spent in  making surveys of existing conditions and studying ourLocalrequirements, an ordinance was compied with a map dividing the city  into industrial, commercial and residential zones. A of this was expained and discussed at Public  hearings in a parts of the city and  property owners given every opportunity to present objections and  ask for amendments.  Finay the ordinance was presented to city Council and, after the  required number of hearings, was  adopted and became an ordinance of  the city. Since its adoption some of  its cassifications and boundaries  have been modified to conform more  neary to obvious tendencies and  requirements. reaizing that no aw  can be perfect and that the individual might find himsef in a case  where the itera appication of the  ordinance would work unreasonable  hardship, the ordinance provided  for a board of adjustment, to hear  and consider borderine cases. This  board of adjustment\", has. a difficult  assignment and has served without  compensation faithfuy, wisey and  courageousy, and deserves \" the  gratitude of the community.  To foster the more discriminating  treatment of our old buildings, that  part of the city which ies approximatey within the site of the eary  waed town has been zoned as old  and Historic Charleston. Changes to  buildings in this area require under  the ordinance the approva of a  board of architectural review. This  board also serves without compensation and its effectiveness is entirey dependent on the cooperation  of the buiding Public in this area.  This board has regarded its functions from the beginning as cinica and advisory, and has never attempted to dictate to the individual.  The individual has not aways  shown the desired cooperation,  however, and efforts to preserve the  character of some eary buildings  have been met with disappointing,  frustration.  As often as not, an impatient citizen will regard the board\"s recommendations as intrusions on his  rights, and fai to recognize that a  buiding which has stood through  many generaltions is a part of a  valued heritage to be preserved for  future generaltions, unspoied by  i-advised changes. Here, as in its  other provisions, the ordinance can  be no stronger than Public opinion  will aow it to be.  In setting up a zoning ordinance,  the community took but one step in  the direction of ordery development, but has never advanced to its  ogica coroary, a comprehensive  city plan, nor to the third step, a  county or regional plan.  with the annihiation of distances  by the Automobile suburban developments are spawning in a directions around us,a d--was-dist;-  ehftrge-thew-maodorous fumes into  the-noses of winter coonists-who  have-fed, to us from the rigors- of  tfte-North in. the-he-pe of enjoying  tfee-fgranee- ©f-4he-4essaBa e. The  onger we postpone the consideration of a city plan and of a regional  plan, the more difficult and costy  will it be to carry them out, and  future generaltions will bame our  ack of foresight when they eventuay find such planning no onger  can be deferred."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58063"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58063-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 02: CSC History, Objectives, Background Materials",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58063JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Historic preservation--South Carolina--Charleston,1939,Margaretta Childs Archives at Historic Charleston Foundation,Folder 02: CSC History, Objectives, Background Materials,Manuscripts,News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 02: Public Opinion Article"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Historic preservation--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1939",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33222/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 75,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33222",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58063JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58063JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 994,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33222/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 75,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33222",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58063JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33222/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33222",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58063JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 994
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58063JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}