{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "History of the Charleston Fire Department, 1953.",
  "description": "Typescript text of an address delivered at the Charleston (S.C.) Rotary Club on December 22, 1953 by D. A. Amme, Vice President, Board of Firemasters. Speech traces the history of firefighting in Charleston from the 18th century until the 1950s. Also notes the affliation of the police department and lists \"Notable Conflagrations.\"",
  "metadata": [
    {
      "label": "Description",
      "value": "Typescript text of an address delivered at the Charleston (S.C.) Rotary Club on December 22, 1953 by D. A. Amme, Vice President, Board of Firemasters. Speech traces the history of firefighting in Charleston from the 18th century until the 1950s. Also notes the affliation of the police department and lists \"Notable Conflagrations.\""
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "South Carolina Historical Society",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2011, The South Carolina Historical Society.  All rights reserved. For more information contact The South Carolina Historical Society, 100 Meeting St., Charleston, SC 29401."
    },
    {
      "label": "Date Digital",
      "value": "2011-07"
    },
    {
      "label": "Transcript",
      "value": "History Charleston Fire Department\n\nAddress delivered before Rotary Club December 22, 1953 by D. A. Amme, Vice President, Board of Firemasters. \n\nPreceding the founding of the paid fire department in 1882, is a stretch of 212 years that cover a lot of interesting events, but from the stand point of the firemen, facts concerning their profession is somewhat hazy, especially for the first hundred years or more of Charleston's history. \n\nFire fighting in general can be divided roughly into the bucket, hand engine, steam engine, and motor engine periods, the progress of mechanical equipment marking the changes rather than the character of the personnel for the Charleston firemen. \n\nThe personnel brought over to the \"Point\" were equally as brave, public spirited, and zealous as the modern \"Smoke Eater\"; although he lacked the training and skill of the modern fire department. \n\nInformation of those very early times in Charleston fire fighting work is hard to find, but it is assured that the handy bucket vied with the axe as equipment, although the ladder is also of ancient membership in the order of extinguishing flames and there was also gun powder. \n\nOne thing is certain. There is a record that organized volunteer fire ladders flourished for nearly a century in Charleston, for there is a reference to a \"Hand in Hand\" fire company being organized here in 1784. \n\nPrevious to 1784, apparently everybody was a fireman. When a blaze broke out, citizens were required by ordinance to keep buckets for the purpose in their homes, rushed forth and proceeded to fill these buckets at wells and empty contents upon flames. \n\nBut if there were no fire companies in the early times, there were firemasters mentioned in 1704, so the firemasters can claim a long set of predecessors. \n\nThe firemen of those days met with many causes of fire not heard of today. One fire was started in 1800 when a citizen investigated a leak in a barrel of brandy. He was using a lighted candle to see what the trouble was. The brandy ignited and the keg of gun powder nearby added to the merriment of the occasion. In modern times the man who looks for a gas leak with a lighted match is no improvement. \n\nUntil the latter part of the 18th century, fire fighting was strictly a community affair. The law required that a householder keep filled buckets of water in readiness for the unheralded alarm. In those dim days it was every man for himself; everybody was a fireman, including the over zealous and those carried away by mob hysteria. Under such conditions, Charleston suffered many devastating fires. In 1700 and, again, in 1740 the settlement was practically wiped out by fire. On January 15, 1778, half of the city went up in flames, including the original Huguenot Church, 250 dwellings, stores and warehouses and the Charleston Library Society with nearly 6,000 precious volumes. Another calamitous fire occurred one year later, in 1779, and also in 1861 was another great fire. \n[End Page 1]\n 2 \n\nLack of water and the power to project it with force were the principal deterrents to progress in mastering fires. There also was a lack of organized effort. However, in 1784 a hand in hand company was formed in the City of Charleston \"to cope with the growing menace of fire.\" The hand in hand operation consisted of passing buckets from water cart to blaze a primitive and, invariably, an abortive effort to quench anything but a mild outburst. The hand in hand company was, at least, an organized attempt; indeed, it is believed to be the start of the volunteer system. \n\nThe city's first hand engine company, the Charleston Fire Company of Axemen, was formed in 1801. Then followed Eagle in 1816; Vigilant, 1819; Phoenix, 1826; Charleston 1826; and Aetna, 1829. The $4,000,000 fire of 1838 brought other companies into being. These were German, 1838; Marion, 1839; Palmetto, 1840; Hope, 1842; and Washington, 1849. Real progress was not made towards setting the pattern for the fire fighting machine that we know today until Robert Stephenson discovered how to harness steam for power. It took a $7,000,000 conflagration in 1861, one of the most brutal in the city's history, to arouse public interest in the steam engine. \n\nThe old Charleston Fire Company of Axemen had in that year purchased for Charleston its first steam engine. This \"innovation,\" not at all popular with the men, proved its effectiveness in the great fire of 1861 and, later, in extinguishing flames at Fort Sumter. It was hailed as a \"great step forward\"; the Company of Axemen, accordingly, changed its name to the more easily remembered and more appropriate one of \"Pioneer.\" Other companies followed the example set by Pioneer and converted to steam; two new steam engine companies, \"Young America,\" 1866, and \"Stonewall,\" 1865, were formed and, in 1865, the Charleston Hook and Ladder Company was added to the volunteer fire fighting force. \n\nThe year 1882 was a significant time in the history of Charleston's paid Fire Department, for on January 1, 1882, the volunteer service, which had done valiant work for this city for many generations, passed out of existence as such, and the professional status established. At that time, Mayor William A. Courtenay was the chief executive of Charleston from 1879 to 1887 and credit is due him for the organizing and putting on a firm foundation, the paid department which was steadily grown year after year. \n\nHis successors kept pace with the progress of the times, and cooperated most effectively with the Board of Fire Masters and Fire chiefs during the life of the Paid Department to this date. \n\nThere have been only six chiefs of the Charleston Fire Department since it was founded as a paid establishment and formally launched as such January 1, 1882, They are as follows: \n\nF. L. O'Neill 1882 1894\nO. G. Marjenhoff 1894 1907\nLouis Behrens 1907 1932\nJ. H. Wohlers 1932 1942\nG. W. Stout 1942 1944\nN. G. Olsen 1944 to present date.\n[End Page 2]\n 3 \n\nWhen the paid department was launched, it consisted of 103 officers and men. The present day force, in spite of the fact that its territory is many times increased, still consists of 104 men, but because of the fact equipment today, the paved streets, the water supply system and the large number of fire alarm boxes conveniently located throughout the city, the department can operate efficiently with the same number of men. \n\nThe first place of motor apparatus used in the department, not for pumping, but for speedier transportation, was the automobile introduced by the late Chief O. G. Marjenhoff in 1905. It was the first to be used by any fire department in the South. The machine was the personal property of Chief Marjenhoff, and it replaced the chief's horse and buggy. \n\nIt was in 1910 that the first motor pumper was owned by the department, Charleston being the third city in the South to adopt the motor engine. Augusta and Macon led the way shortly before. This apparatus was a Webb motor, combination fire engine and hose wagon, which was capable of pumping 750 gallons of water per minute. From the day of the first motor fire engine in Charleston, the various chiefs, members of the Board of Fire Masters, and city officials have been constantly on the alert for new and better fire apparatus and equipment. Today, the Fire Department is considered to have the latest and finest fire fighting equipment than at any other time in its history. \n\nThe department today, commanded by Chief Norman G. Olsen, is considered one of the best of its size in the country. There are nine fire stations and the fire fighting equipment consists of two 1,000 gallons per minute pumpers, six 750 gallons per minute pumpers, seven 500 gallons per minute pumpers, one 75 foot Aerial Truck, one 100 foot Aerial Truck, and one City Service Truck. Five of the above pumpers and other latest fire fighting equipment have been purchased in the last several years. One of the latest improvements has been a 100 foot Aerial Truck, a new flood  light system on a truck which is capable of illuminating a building from many angles, thereby enabling firemen to work with greater safety, and also 2 way radios for all regular equipment. There are also three Chiefs automobiles. The Department also maintains a highly efficient repair shop with trained mechanics capable of making repairs to apparatus and equipment. Recently, there has been installed a new Gamewell Fire Alarm System and to this system is connected 231 fire alarm boxes conveniently located throughout the city. There are also 828 fire hydrants conveniently located more per linear ft. per main, more than average in South East. \n\nA system of frequent drills plays a potent part in keeping the firemen in form for giving their best service at all times. The men are trained by a Chief Officer and captains of the various companies, in the use of tools, life nets, handling nozzles, making couplings, handling ladders, ropes, and using smoke masks and other various evolutions. \n\nFire prevention methods and education in fire prevention are kept up annually. Many thousands of monthly and annual inspections are made by fire inspectors; theaters are safeguarded by men on duty during stage performances and motion picture houses are required to maintain a high standard of safety. \n\nThe department is growing as all first class organizations of this kind must. As new residences and other buildings are erected, it has kept pace with the city's growth. \n[End Page 3]\n 4 \n\nOne great benefit to the work of the department in the growth of Charleston has been the unparalled expansion of hard surfaced streets. This has meant a wide spread benefit to the handling of fire apparatus, and the increase of their speed in responding to alarms. The Chief states, \"the greatest causes of fire today in Charleston are: faulty oil stoves, overload electrical wire and appliances. Always be careful with fire   an ounce of fire prevention is worth more than a ton of ashes.\"\n\nPOLICE ASSISTANCE\n\nThere has always been a close affiliation between the police and the firemen of Charleston in fire fighting, and they render valuable aid now. It is not to be doubted that in the early days the guards of the city were the firemen. Before the Revolution night watches manned St. Michael's Steeple to look out for fires, there must have been a noisy time when a fire occurred, especially at night. The guards or sentinels sprang their rattles and yelled \"fire\" to notify firemasters and engine companies. The horseman tore through the streets turning his rattle and yelling. For fifteen minutes the whole peal of St. Michael's was rung, all chimes were sounded and factory plants rang their bells. Of course everybody poured into the streets and helped increase the clamor. \n\nIn 1805 policemen attended fires armed with staves and they kept good order. They were also required to pass buckets down the line to Supply Engines. For many years the police department had its fire squad. In 1806 a drum was beaten to give alarm for fire. This was substituted by the ringing of a bell in 1815. \n\nIn 1839 two magazines of fifty charges of powder each were maintained for blowing up buildings. Before that the powder cart played a prominent role in this form of \"saving\" destruction, a trumpet call warning people to stand back. \n\nThe police department is still rendering valuable assistance to the Charleston Fire Department. Chief William Kelly was formerly a member of the fire department, and he is to be congratulated for the great assistance the police department is giving the Charleston Fire Department. \n\nNOTABLE CONFLAGRATIONS\n\nThe first devastating fire, the smell of which has come down to us from the dark ages across a time of 4000 years, was the destruction by fire of Sodom and Gomorrah. \n\nSome of the most notable conflagrations occurred in Jerusalem in 1400 BC. Troy was destroyed by fire in 1184 BC. Athens in 479 BC. Rome had terrible conflagrations in the years 390, 241, 215, 212, 50, 13, 11 all before Christian era. \n\nSince the beginning of the Christian era, London was several times nearly destroyed in 798, 982, 1086. In 1666 \"The Great Fire\" in London destroyed 13,200 homes, 86 parish churches, 6 chapels, St. Paul Church, the Guild Hall, the Royall Exchange, the Custom House, many hospitals and libraries, 52 company halls, a vast number of other stately edifices, three of the city gates, four stone bridges, the prisons of Newgate, the fleet, and the poultry and wood street compters. \n[End Page 4]\n 5 \n\nPerhaps the most notable conflagration since the beginning of the Christian era was that of Moscow in 1812. The Russians fired the city on September 14 to drive out the army of Napoleon. The fire continued five days. The number of houses burnt was 30, 800. \n\nDue to our modern equipment and very efficient fire department, Charleston should never have a conflagration if the fire department continues to improve in the future as it has in the past. \n\nIn the city of Charleston we have at least four fire hazards of which three can be corrected. \n\nOur greatest fire hazard is the Seaboard Railroad. When going through Charleston the railroad cuts off the entire northern section of the city. We lost the William's Cable Furniture Company because of the Seaboard going through Charleston. \n\nOn account of the Seaboard it was necessary to build Station 9 situated on King opposite Simons Street.\n\n#2 Hazard   Too many false alarms.\n\n#3 Hazard   Automobile drivers will not give the fire department right of way when going to fires.\n\n#4 Hazard   Portable oil heaters.\n\nEighty per cent (80%) of our fires are due to oil heaters.\n\nFires are quieter affairs now. Even the alarm bells are silenced. The increased efficiency of our modern department has compensated for the loss of romance and glamour in combating fire, and few really regret the passing of the good old days. \n\nA majority of the members of the Board of Fire Masters have had fire fighting experience in the City of Charleston and are well qualified to keep our Charleston Fire Department at the highest efficiency. \n\nThe Charleston Fire Department is your Fire Department, and we invite you to pay us a visit at all our stations.\n\nDuring the past decade quite a few changes (due to progress) have been made in the City of Charleston that has helped the fire department to reduce fire losses.\n\nThe retail merchants on King Street have purchased quite a few buildings in the rear of their establishments. They have destroyed same and created parking lots, hereby making it possible to fight fires from both front and rear of buildings. \n\nLet's see what has happened on the East side of King Street. We now have a large parking lot in the rear of the buildings from Market to Beaufain, one from Beaufain to Wentworth, Wentworth to George, behind the Gloria Theatre and Rhodes. The removal of the old Charleston Orphan House gives us a fire fighting lane from Calhoun to Vanderhorst, Condon's parking lot gives us Warren thru to St. Philip, Merchants have established rear entrance from St. Philip Street thru to Spring Street. On the West side of King Street we now have same conditions, plenty of rear fire fighting space. We have corrected quite a few of slum conditions. \n[End Page 5]\n 6 \n\nour modern fire department we extinguish fires with the minimum amount of water and very seldom do we use chemical as in the old days. \n\nBesides protecting your furniture by covering same with canvas, etc. we also clean up your home from all debrises [sic] caused from falling plaster, etc. \n\nP. M. Clement will be glad to tell you that the above statement is correct.\n\nBefore concluding my remarks, I wish to state that the Charleston Fire Department is more efficient now than in any time in the history of our fire department. We have all modern equipment and the moral and efficiency of our man power is at the highest level. Our fire department is second to none in the United States.\n\nThe administration of Mayor Morrison have done more for out fire department than any administration in the history of Charleston.\n[End Page 6]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "43-2268"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:51566"
    },
    {
      "label": "Collection Identifier",
      "value": "SCHS-SCW32"
    },
    {
      "label": "Original filename",
      "value": "lcdl51566-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "History of the Charleston Fire Department, 1953"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "South Carolinians at Work",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl51566JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "SCHS-SCW32"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston (S.C.),Charleston County (S.C.),Charleston (S.C.)--History,Fire engines,Fire departments,Fire extinction,English,South Carolina Historical Society,South Carolinians at Work,Manuscripts,Engine companies,Amme, D.A.,1953-12-22,Charleston (S.C.)--Fire Dept",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "43-2268"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "History of the Charleston Fire Department, 1953."
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Charleston (S.C.),Charleston (S.C.)--History,Charleston (S.C.)--Fire Dept",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Fire engines,Fire departments,Fire extinction,Engine companies",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Amme, D.A.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1953-12-22",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2011, The South Carolina Historical Society.  All rights reserved. For more information contact The South Carolina Historical Society, 100 Meeting St., Charleston, SC 29401.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 114,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2631,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/0",
              "height": 2631,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5559_1acd9f01afa0213.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5559_1acd9f01afa0213.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5563_36330352eabce7f.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5563_36330352eabce7f.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5566_b51ae14f09af4aa.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5566_b51ae14f09af4aa.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/3",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5572_69848184d5ea442.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5572_69848184d5ea442.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/4",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33081/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 114,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33081",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5575_48f609e6fd7d9ff.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F0%2F8%2F1_7e4afb2ff040352%2F33081_alt_5575_48f609e6fd7d9ff.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51566JPEG1jpg/canvas/5",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51566JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}