{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58368JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 21: Clipping 2",
  "description": "Article from the Evening Star (Feb. 13, 1937) entitled \"Photographs Represent Finest Art\" about Frances Benjamin Johnston and her photographs of historic buildings.",
  "metadata": [
    {
      "label": "Description",
      "value": "Article from the Evening Star (Feb. 13, 1937) entitled \"Photographs Represent Finest Art\" about Frances Benjamin Johnston and her photographs of historic buildings."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "THE   EVENING    STAR.   WASHINGTON,    D.   C.   SATURDAY,   FKBRUARY   13,   1937  PHOTOGRAPHS  REPRESENT  FINEST ART  . ;    Miss Johnston\"s collection at national Museum Makes Survey of several States Unde.  Grants From Carnegie Corporation, New York-ithographs.  Etchings and Paintings.  4M\"  \"Oak awn\" Arcade [1803], by Frances Benjamin Johnston,  in the exhibition of eary American architecture at the national  Museum.  By eia Mechin.  THERE opened this week in the  foyer of the United states national Museum. Tenth street  and Constitution avenue, an   xhibition of photographs by Frances  Benjamin Johnston, of extraordinary  Interest and importance. These photographs, about 200 in number, represent  a survey of eary American architecture in Maryand. Virginia, North and  South Carolina and Forida, made by  Miss Johnston under grants from the  Carnegie Corp. of New York, and the  negatives, by agreement, go into the  pictoria archives of the ibrary of  Congress.  The work began in a comprehensive  series of pictures of houses in Fredericksburg, Va., made six or seven  years ago for a private individual, and  offered for exhibition to Dr. eicester  B. Hoand, head of the Department  of Fine Arts of the ibrary of Congress, who was quick to recognize the  value of the achievement. Being  himsef an architect, Dr. Hoand is  keeny interested in the eary architecture of America and eager for its  preservation. Miss Johnston\"s photographs, because they were what they  were, opened the way toward compiation and preservation of a pictoria  record such as had never been made  or thought possibe.  It was on the recommendation of  Dr. Hoand that the first Carnegie  grant was made, and so fuy have  his enthusiastic anticipations been  realized that not only a second, but  third, fourth and now fifth grants,  have followed. The last has taken  Miss Johnston as far afied as St. Augustine, Fa.. where she has been cooperating with Dr. Verne Chateaine,  suppying iustrations for his preliminary report to the Carnegie Institution on historical monuments in that  city. The current exhibition centers  en these most recent works.  Tamp;gt;UT to go back.   The first Carnegie  grant  enabled  Miss  Johnston  to  make a stipuated number of photographs of eary architecture in Virginia,   which  were  presented  to the  University of Virginia, and found very  significant.   Since then Miss Johnston  has made no less than 2,500 such negatives in Virginia, and a selection of  125 of these, after being shown a year  ago in the new Virginia Museum at  Itch\"mond, was given to that institu- \"  tion.   The exhibition now on view in  the  national   Museum   represents   a  selection  from  five  or  six  thousand  negatives, each one of which has been  passed  for  merit  and  as  worthy   of  preservation.  But why, some will say, are these  photographs different from hundreds  of others that are taken every day by  amateurs and professiones? The  answer is simpe-because they are  historically correct and artisticay  significant. In her photographs, Miss  Johnston gives one the facts and expicity, but, what is more, she transcribes the feeing, the atmosphere of  place with the utmost subtety and sensitiveness. Just how she does this it is  hard to say, but art can never be fuy  expained, and Miss Johnston is without question an artist.  In her photographs she shows hersef a master in the use of ight and  shade and also to have a compete  Understanding of composition. Before  you may be one of the most beautifu  buildings in the word, and if you present it starky or awkwardy, its beauty  wiU be ost. Miss Johnston never  makes this mistake. Each Building  that she presents is seen in the atmosphere peculiar to itself. Every  photograph she makes is a picture-a  work of art-but it is also a thoroughy  satisfactory record. Brickayers could  reproduce the fine old brickwork to  be seen in some of the old Maryand  houses that she has photographed;  Iron workers the wrought iron gates  that, she shows as in Charetson.  Obviousy, these charming effects  ftre obtained by skifuy using the  potentialities of her medium. There  must be first a comprehension of what  to wanted, then a selection of viewpoint, composition, and next precisey  the proper ight. For the last she  must have to do ong and patient  watchfu waiting.\" But when it  eomes, how we she seems to seize it  It is amazing Take, for example her  photograph of \"Woseey Manor\" in  St. Marys County, Md., a small house  made ovey not merey by architectural design, but by pay of sunight over its roof and facade. Or   gain the \"Arcade of Oak awn \" near  Anne Arunde County, Md., which is  ieen without contrast of ight and  shade, but bathed in a soft gray ight-  deightfuy tonefu.  TN MOST instances Miss  Johnston       does not use briiant ight or dense  hade,  obviousy because she   wishes  to  show detai,   but  occasionay,  as  In   the  \"Patio  of  the   old   Splanish  Treasury\"  at  St.  Augustine,  she  so  marshas her strength, and effectivey.  It should be noted  also that  her  Interpretation of textures is especiay  fine.   Take two outstanding exampes  in Charleston S. C,  \"Porgy\"s House\"  and the old \"Pirate House\"-the one  smoothy pastered, the other of rough  stucco-the difference in surface very  obviousy.    also she gives an understanding   of   coor   values-the   dark  shutters against the ight wa, the red  tied roof intervening between facade  and sky; the stucco with its ight-ab-   sorbing   surface   contrasted   not   too  strongy with the iron gri gate and  the   vine   overhanging   the   adjacent  wa.    It is a very remarkable, especiay when one reaizes that the objects photographed are unchangeable-,  fixed entities-and that only the ight  shifts and is piable. Here is art of a  very high order.  To find places and to secure these  pictures has required ong and diigent  search.   To the pursuit, however, Miss  Johnston has brought endess enthusiasm and tireess energy.    She has,  as will be seen from the works in this  exhibition,   not   restricted   hersef   to  we-known exampes;  quite the contrary, has she sought out the remote  and  itte  known.    late  this  season  she is returning to Charleston to make  a  series  of  negatives  typica  of  the  place-but it is the small houses, the  back streets and alleys that will have  her first attention.   And how wise this  is, for it  is the supposedy less important  exampes of eary American  buiding which are least apt to be preserved.    That no time should be ost  in prosecuting this work is evidencea  by   a  photograph   of  the   facade  of  \" \"Burnside,\"    Williamsboro,    N.    C,\"  charming in design, but unhappiy, in  ruin.     The   beautifu   old   house   in  which  Mabone,   the  greatest  of  our  eary   American   miniature   painters,  ived and died, in Savannah, has   in  recent years faen so competey into  disrepair that it is now being\" pued  down to make place for another fiing  station.    These evidences not only of  the buider\"s art, but the taste of the  owners in the eary days fit settement  and national upbuiding are fast disappearing and will soon be ost.  Among some of the most interesting  buildings that Miss Johnston has photographed are the fine old court house  with its ovey planeed upper room for  assembies at Edenton, N. C, and also  the plantation at \"Hayes,\" near Edenton, once the residence of the roya  governors, and still one of the finest  exampes of Georgian domestic architecture in this country.  Miss Johnston\"s quest has, indeed,  taken her the ength and breadth of  five States, and she has now enter _t  the sixth-but it is a quest which  ampy rewards. She caims there is  none ike it, not even excepting the  quest for first editions, or for rare  prints, or by moonight on southern  beaches, for turte eggs. She is doubtess not only best informed on the  subject but right. The evidence she  presents in her exhibition is convincing. The exhibition will continue  through February 28.  k  ir  h  t,  qi  es  fi|  in  br  6r  g  m  01  A  P  v  r  c  i:  ?  1  t  t    C  t  Patio of old Splanish Treasury in St. Augustine. Fa., by  Frances Benjamin Johnston, in the exhibition of eary American  architecture at the national Museum."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58368"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58368-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 21: Frances Benjamin Johnston's Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58368JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Folder 21: Frances Benjamin Johnston's Correspondence,Evening Star Newspaper Co.,1937-02-13,Johnston, Frances Benjamin, 1864-1951,Architecture--Conservation and restoration--United States,Historic preservation--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 21: Clipping 2"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Architecture--Conservation and restoration--United States,Historic preservation--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Johnston, Frances Benjamin, 1864-1951",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Evening Star Newspaper Co.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1937-02-13",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/32531/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 106,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/32531",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58368JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58368JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1415,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32531/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 106,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32531",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58368JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/32531/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/32531",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58368JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1415
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58368JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}