{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 15: City Planning Speech 2",
  "description": "A speech entitled \"The Capital Investment in City Planning.\"",
  "metadata": [
    {
      "label": "Description",
      "value": "A speech entitled \"The Capital Investment in City Planning.\""
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "The Capita Investment in City planning  Mr. Chairman, Members of the Rotary Club of Charleston:  It gives me great peasure to have the priveege of taking to you about City planning.  fortunately a great dea can be said for City planning,  but I have yet to hear a. ogica argument against it. This may  seem ike a pretty dogmatic statement, but I trust that you will  find that the facts bear me out.  If we rue out soth and indifference as arguments for the  ack of city planning, the most usua argument against it is its  cost. But, here again, this should be an argument for rather  than against city planning for in a cities where a comprehensive plan has been adopted, the cost of the improvements have  proven a very sound investment yieding a doars and cents return both to the city and to the businesses affected in increased revenue. We a ike to know that we have spent money wisey  and to a of us spending money wisey is purchasing good value  on which a fair return may be expected.  In the ight of the experience of other cities, I will endeavor to ay before you a few reasons why city planning for  Charleston at this time should prove a sound capita investment  and bear a tangibe return in increased business and revenue.  First, et me enumerate a few of the assets and iabiities  of the City of Charleston today. \n\n[End Page 1]\nIn the asset coumn we have-  1. A favorable cimate, at least for nine months of the  year, and that can be said for few other cities of comparable  size on the Atantic seaboard.  2. Geographicay a peninsua, between two rivers with a  fine harbor directly accessibe to the open ocean is most favorable for economic growth and development.  3. Charleston is one of the most historic cities in America, ranking with Phiadephia and Boston in the importance of  its national traditions.  4. Charleston is a city potentialy possessing more aestheticay fine houses and historic buildings than any other  city of its size in the United States. I say \"potentiay  possessing\" because due to ack of care and protection for many  of these buildings they are fast reaching a state of dis-repair  from which they cannot be recaimed.  In the liability coumn we might ist the following:  1. The unattractiveness of the city as a whole. To the  casua visitor the ack of andscaped areas, parks, playgrounds,  and bouevards, the traffic congestion and the interminging of  sums, residential and business areas, make an unfortunate but  asting impression.  2. Decining property values and reduced revenue to the  city due to congestion and faiure to enhance property values  by protection and recamation. \n\n[End Page 2]\n-3-  3. inability of the city to continue to maintain adequate  city services due to the mounting cost of these services against  static or decining revenues.  4. A tendency toward decentralization due to housing competed in the suburbs, and congestion within the city imits.  This is but a brief summary of the condition of an enterprise, the City of Charleston, in which we a have a financia interest, be it a business or a residence, or both. Therefore, et me repeat that an investment in city planning tending  to reduce the existing iabiities is a distinct capita asset  to the individual as we as to the city.  When a city government is authorized to provide parks,  playgrounds, bouevards, and parking areas in conformity to  an over-a plan of improvement, the citizens are purchasing  advertising and improved Public reations for themseves through  increased taxation. This is hard for them to evauate at the  time, but it has been proven to pay for itself many times in the  attraction of new businesses, increase in the volume of existing business, and the enhancement of property values throughout  the area.  et me cite a concrete example of what I mean when I  say that city improvement is a purchase of advertising and improved Public reations. Recenty I was working with a  committee in a small town which was the county seat of a llarge  and prosperous area not far from New York. \n\n[End Page 3]\n-4-  unfortunately, the business district of the town had not  kept place with the improvement of the residential area surrounding it; and itte attention had been paid to the condition and appearance of the business district which was decidedy run down. However, the committee was of the opinion  that if we could induce one of the llarge New York department  stores to estabish a branch in the town, they would certainy  be assured of sufficient business from the surrounding country  side; and since there was no department store in the town,  the addition of a New York store of this type would enhance  the character of the entire business district and provide an  impetus for the improvement of the existing businesses. It  was known that one of the llarge department stores was ooking  for a place to estabish a branch somewhere in the general  area, and the managers were approached by a member of our committee. Their answer was direct and, I regret to say, extremey  forthright. They had investigated our town as possible ocation for the branch, but were sorry to say that the ack of  civic pride and progressiveness as evidenced by the condition  of our business district did not impress them as a suitable  town in which to estabish their branch.  Since coming to Charleston, I have had the good fortune  to assist the Civic Services Committee of the Carolina Art   Association with the diviopment of its study of one phase  of city planning for Charleston--namey, the suggested plan  which the Committee has developed for off-street parking and \n\n[End Page 4]\n-5-  the reief of.traffic congestion in the central business district on both sides of King Street from Calhoun to Queen  Streets. An exhibition of this development is now on view at  the Gibbes Art Gallery.  This off-street parking plan, it seems to me, offers a very  concrete example of the individual benefits which should accrue  in any we thought out development in city planning. Neary  a year\"s work by the Civic Services Committee has been put into  the research and development of this parking plan, and the statistics and information gathered over this period of time have a  pointed to overcrowding and congestion in this area. A traffic  survey has shown that a great many cars each hour must by-pass  this business district due to the limited traffic flow under present conditions. Sums persist in a llarge portion of this area  and in addition to adding to the congestion, form health and  fire hazards, and seriousy depreciate the abutting property  values.  To sum up, this is one of the odest and most concentrated business areas in the city, yet through ack of planning  it is accessibe to only one haf the number of people it should  accommodate; the insurance rates are high, and it certainy does  not impress the visiting business man with the pride and progress  of the citizens of Charleston.  A few people believe that the improvement of these conditions should be undertaken by private enterprise and initiative.  while this has been done in isoated instances, the probem, \n\n[End Page 5]\n-6-  if propery handed to pwemit a free circuation of traffic  throughout the area, is dependent upon the integration of many  eements and truy should fall under the management of city  government. Improvements of this kind should be paid for by  the citizens of Charleston, and especiay by the increased  vauations of the adjoining properties benefited. If the  volume of your business or the saes value of your property  is substantially increased by improvements of this type, certainy a percentage of the added return should go toward payment of the benefits received.  This off-street parking plan is only one of many improvements that should be undertaken in the city, if Charleston is to  take its rightfu place in the progresss and economic development of the post-war era. An over-a city plan of development  undertaken at this time would prove most hepfu to this end.  The Civic Services Committee has shown its ability and  wiingness to study and plan for the over-a benefit and  welfare of Charleston, and this Committee is a representative  nuceus of the citizens of Charleston who have the pride and  understanding to keep the best interests of the city at heart.  Charleston possesses an untod wealth of beauty and economic opportunity; it remains in the hands of her citizens  to protect and develop them to their fu possibiities. \n\n[End Page 6]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58963"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58963-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 15: CSC Speaker's Bureau",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58963JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee,City planning--South Carolina--Charleston--Finance,Speeches, addresses, etc.,Margaretta Childs Archives at Historic Charleston Foundation,Folder 15: CSC Speaker's Bureau,Manuscripts,Staats, Henry P.,1945-03-20",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 15: City Planning Speech 2"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "City planning--South Carolina--Charleston--Finance,Speeches, addresses, etc.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Staats, Henry P.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-03-20",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1536,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1536
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1556,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10522_1f43b8178a73e6d.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10522_1f43b8178a73e6d.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1556
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1536,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10523_240d0639d6b368d.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10523_240d0639d6b368d.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1536
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1545,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10525_c1c21f8500b4b9b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10525_c1c21f8500b4b9b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1545
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1536,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10526_ae24d31ce0c960c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10526_ae24d31ce0c960c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1536
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 1545,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30206/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30206",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10528_f634bcd8d200432.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F0%2F6_428c63e857ed8ad%2F30206_alt_10528_f634bcd8d200432.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58963JPEG1jpg/canvas/5",
              "height": 85,
              "width": 1545
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58963JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}