{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl69043JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Telegraph from Sidney Jennings Legendre, April 6, 1945",
  "description": "Letter from Sidney Legendre to his wife, Gertrude Sanford Legendre, regarding her return to the continental United Sates after her internment as a prisoner of war in Europe. Sidney continues on in his letter to day dream of her being able to join him in Hawaii and the possibility of the family living there after the war and requesting that she visit Medway Plantation. He also discusses her prisoner of war escape into Switzerland.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Sidney Legendre to his wife, Gertrude Sanford Legendre, regarding her return to the continental United Sates after her internment as a prisoner of war in Europe. Sidney continues on in his letter to day dream of her being able to join him in Hawaii and the possibility of the family living there after the war and requesting that she visit Medway Plantation. He also discusses her prisoner of war escape into Switzerland."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-03-10"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "28\nApril 6, 1945\nThat was really wonderful talking to you last\nnight. It seemed so natural again to be hearing your voice\nand laughing at what you said that the months in between\nwere anything of the past.I could only think of the wonderful\ndays ahead of us, the fun of being together again and enjoying\nthe same pleasures, living the same life.\nI laughed so when you said that you felt so\nbadly about not having come back for my leave. As if you had\nany choice in the matter; a prisoner in a camp really cannot\ndecide when to leave and to return, unless it is a prison camp\nin America. I suppose you read about the German camp when all\nthe town girls in the little Western town use to go out and\nstay with the German soldiers because they said they more\nbetter physical specimens than the American boys. It caused\nquite a scandal and I believe some Congressman made a speech\nabout morality. \nYour voice sounded very crisp and efficent\nwhen we started talking and I was enomously reassured because\nI knew for certain thou that you would take over everything\nnow,and when this war is over,in order that I may lay in the\nsun all day long and pleasure myself. I would give anything\nto see you. Long ago in the dim days I remember you weighed\n125 pounds and were quite the loveliest girl in the world. I \ncant remember why you weighed so little but it seems to me that\nyou had just come hack from some expdition. We were in New \nYork and you use to wear a black and white silk print dress\nand your waist was the size of a thimble. Then suddenly you\nwent up to 127 lbs. and stayed there ever since. A terrific\nweight but one that you carried very well. I would give any\nthing to be there new and take you in my arms and tell you how\nmuch I love you, how much I have missed and worried about you\ndear. Once when we were stuck in Baghdad we said how wonderful\nit would be if you could suddenly be transported from the dis-\ncomforts of an expedition to the Ritz wilhout the necks of ever\nincreasing comfortsin between. That is how I feel now. If\nI could only be with you for these first marvellous days instead\nof having to go through the slow process of picking up our\nlife again via letters and finally seeing one another after\nmonths have-passed. You may even go up to one hundred and\ntwenty seven again before I do see you.\nOf course I am awaiting with great eagerness\nthe details of your escape. How it was planned and the execution\nof all arrangements. The newspaper said that you came out \nof the country dressed in your uniform. If it was the same\n[End Page 1]\none that you went into the country with it must have been just\na tiny weenie bit high by the time you made your exit.\nA further thought is that now that you know how\nto make potatoe soup you will fill a long needed post in our\nmenage. None of use know how to make a good soup. As soon as\nyou arribe out here we will turn over the kitchen and the soup\npot to your capable hands [don't cheat and bring Rose] and even\nmight let you take care of the aprtment. Water the flowers\non the pent house roof, sweep the porch and generally busy\nyourself around in a frau like manner. Think of the wonderful\nclothes you can wear. All sorts of gay prints and backless\ndresses. Bathing suits with big red hibiscus all over them,\nand flowers in your hair. You will be as brown as an indian\nin two days and on the third day through special dispensation\nI will let you take out my surf board. I have not taken it\nout for a year myself because I am too lazy, but still I will\nact as if it is a special privilege. In the evening we will\ndance to Hawaiian music, drink a moderate amount of gin fizzes\nand fall asleep by nine, this being the latest hour on record\nthat anyone has [illegible] me on my feet.\nI really believe you can get out here now darling.\nRules have been relaxed since we last tried and now Red Cross\nworkers, women correspondents, war workers, and wives of war\nworkers pour out. They still have the rule about the wives of\nNavy officers not being allowed but I really think that only\napplies to women who just come out as a wife. I met a girl\nthe other evening who is a lt [jg] in the SPARS and her husband\nis out here. She said that when she told them she wanted to\nbe stationed out here because her husband was she met no\nopposition whatsoever. It would be so marvellous to have\nyou here and at the same time we could decide whether you would\nlike to make this your home for the remainder of your natural\nlife [no haunting allowed.]. With aeroplane transportation after\nthe war one will be able to go back and forth so easily that\nthis is the ideal spot due to the wonderful climate, beauty of\nthe scenery and ease of life. I must warn you however that\nI know no one out here so please do not come and think that\nyou are going to enter into a whirl of social activity, or that\nmy friends will be able to show you the best places to live or\nadvise you as to the charmes of the place. Margaret Emerson\nis the head of the Red Cross or something out here, but I have\nonlyseen her once and that has been my sole social contact.\nAnyway that will permit you to start at scratch without any\nobligations. In a precious letter I told you that George\nVanderbitls place was for sale and that I thought is was lovely\nsituated on the sea etc. However since then Morris tells me\nthat he saw an even more attractive house so you see how easily\none can change and how careful one must be in deciding these\nimportant things.\n[End Page 2]\nIf you have the  opporutnity, go down to theplantation\nand see how it strikes you after your long absence. Henry says\nit is wonderful, the flowers are out and the place is full of\nspring and sunshine. However I cannot imagine what you could\ndo there for more than two days. If you are able to fly down\nand back I think it would be well worth while just for\nthe rest and the added feeling that you are back again. If\nI could only ride with you through those woods again, see the\nsunshine on the golden brown grass, hear the mocking birds in\nthe wisteria arbor in the moonlight I would really feel that\nyou were back. This way it is only letter wrting, trying to \ntell you how much I love you without giving either of us the\nsatisfaction of looking into on anothers eys and smiling, of \nhearing all the little things that go to make up great\nhappiness.\nWith this letter go all the carbon copies of precious\nletters written to you since you capture. You will note that\nmany copies are missing. This is because I failed to make \ncopies fo these letters and only had an original. However I\ndo not feel that this really matters because what I have written\nabout has long ago passed and is finished in a way, although\nat the same time it really lives on because I always seem to\nwrite about the sunshine and flowers and the charm of the life\nout here.\nI do not know if you are aware of the fact that you\norganization never told me that you had been captured until\na month afterwards when the radio had announced that you had\nbeen taken. Naturally I had gone over to them to ask where\nyou were when you did not show up as you had promised. They said\nthey would send a cable to London to find out, then they said\nLondon replied they had no record of you since you had left\nthem. All the time the louses knew you had dissappeared. The\nnext I heard about you was the letter from Marion Hall and then\nsilience until your organization told me via their representative\nthat it was thought you had escaped. The same day Jo Jo Hunghes\ncalled me and said that you had escaped. The crowning event\nwas when their representative announced that a package was \narriving xxxxx for me in Washington. I was sort of stupid at\nfirst and asked from where and who sent it but he would only\nsay the abbve. I finally caught on, but must admit that all this\nsecrecy seemed a little far fetched since the papers were \nfull of it.\nListen sweeheart, keep all these letters and clippings,\nand we will put them in a big book and in the years hereafter\nlook through it and think of the days when we were seperated\nand how happy we are to be togehter again.\nAll my love, an please please write, I have for-\ngotten what you handwritting looks like.\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:69043"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl69043-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl69043JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Washington (D.C.),Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,English,College of Charleston Libraries,World War, 1939-1945,London (England),Gertrude Sanford Legendre Papers: Correspondence,Manuscripts,Legendre, Sidney Jennings, 1903-1948,1945-04-06",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Telegraph from Sidney Jennings Legendre, April 6, 1945"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Washington (D.C.),London (England)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-04-06",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30665/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 125,
    "width": 150,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30665",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl69043JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69043JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 1662,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30665/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 125,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30665",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69043JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30665/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30665",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69043JPEG1jpg/canvas/0",
              "height": 1662,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69043JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}