{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter from John R. Beaty to his wife Melvina, February 22, 1861",
  "description": "This letter, dated February 22, 1861, was written by John R. Beaty from Camp Norman, located on North Island, Georgetown District, South Carolina to his wife (Melvina) in Conwayborough, South Carolina.",
  "metadata": [
    {
      "label": "Description",
      "value": "This letter, dated February 22, 1861, was written by John R. Beaty from Camp Norman, located on North Island, Georgetown District, South Carolina to his wife (Melvina) in Conwayborough, South Carolina."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Coastal Carolina University, Horry County Archives Center",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2013, Horry County Archives Center at Coastal Carolina University. All rights reserved. For more information contact Horry County Archives Center at Coastal Carolina University , Conway, SC 29526."
    },
    {
      "label": "Date Digital",
      "value": "2013-09-05"
    },
    {
      "label": "Digitization Specifications",
      "value": "600 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Camp Norman, North Island February 22 1861 My Dear Wife I received yesterday your Letter written the 18th. I saw the Mail Boat about five miles off and it did seem to me that it never would reach land. When the packet of letters was handed out, I had my usual Luck. My Letter was in the bottom and the last one to be handed out, it is half a mile from the Boat Landing to my quarters. I had to carry up various bundles for the different Messes, but I tell you I made double quick time to my Room and let each man snatch for himself, as for me, I divoured [devoured] your letter word by word over and over again, and rose up from its perusal happy to know that my family were all well and that I had friends near them that would watch over and care for them in my absence. I will remember Molloy and Long with gratitude all the days that are left to me. In going over your letter the second time however; a cloud fell on me and for the first time since I left Home I lost my temper and have not regained it yet. I refer to the mean, contemptible, dirty, shameful, Rascally manner in which Lord Richwood treated you about your Pee Dee Times, as soon as I got sufficient command of my nerves to handle a Pen, I addressed him a Letter on the subject, in that Letter I told him that if he had forgotten his duty as a Post Master and as a man, I had not forgotten my duty as a Husband absent from his Home, and that if you ever had cause to complain again of such rascally conduct on his part I would obtain a furlough and come Home\n[End Page 1]\nJust long enough to settle the matter with him personally. I desire you to let me know what papers you miss getting. I have not altered the direction of none of my Papers, nor do I intend to. I want you to get them all, and I have so written to Richwood, and if he commences keeping my Courier or Marion Star or any other paper of mine I desire you to let me know it immediately and by the Eternal I will give him one lesson in Moral Honesty. Our men are\tall well this morning and in good spirits, considering that we are on the point of starving. The Quartermaster Fraser, gave us about 10 days Rations, when we came here, he is gone to Charleston and has left no one to answer in\this place. We have twice written to Town for supplies and have got nothing yet, there is not more than enough Pork and meal in camp to last till night and then Heaven only knows what we will do. We will be here on a bleak barren Island from which we cannot get off, without food and no prospect of a speedy supply. My Mess have spent all their Money in buying provisions from Town and we will be out to night. The State has not furnished a Single Blanket to one of our men since we have been here. Fraser says that Chas. Alston told him not to give us a Blanket, and now I suppose when we stay here and starve to Death Fraser will say that Chas Alston told him not to give us provisions. Alston has always seemed to have a spite at our men from the first of our organizing and I suppose now true to the instincts of a small and mean mind he intends to\tlet us know that he is Col Chas Alston.\n[End Page 2]\nWell I can fast as long as anybody, you know that but by the help of God and my Pen if he don't starve me to death before the Home Paper starts I will pay him back. I will pay him back with compound interest, the infernal rascal has the Nina chartered at $150 per day Just to carry him from Bulls Bay to\tGeorgetown and yet on the score of economy tells us he can't even give us a Blanket. One Poor Blanket to shelter our sentinels from the chilling blasts of these bleak winds. One Blanket for him to cover his aching bones when nature wears out and demands Sleep. The people of South Carolina have been fooled, their men in Power are a set of base, remorseless Scoundrels, who care no more for the people than if they were so many Dogs, their own Vanity and selfish ends gratified even at the sacrifice of every poor man in the State would appear to them right, proper, and as it should be, let us drop these unpleasant thoughts. They are fuced [fuzed]in my mind not on my own account for God knows that has nothing to do with it, but on the account of my deluded, deceived countrymen. I enjoy soldiering much better than I thought I would, it is a hard, rough, sacrifising [sacrificing] life, destitute of comforts and filled with cares, but I have made up my mind to stand fully up to all its duties, its hardships, its sufferings, then the comforts of Home  should I reach Home will be like sunshine all the time, every thing will be so much better  more pleasant than I once thought it. No more grumbling about cold Coffe [coffee] or cold Buiscit [Biscuit]. No more scolding at the children for making a noise, no more looking cross\n[End Page 3]\non the shirt Button subject. Oh how I wish I could see you and my three Darlings if it was only for five minuits [minutes]. I have forgotten how Pinta looked. I have the features of yourself and Isa and Ned all stamped on my mind, so much so that if I was a painter I would surprise you with your own likenesses but Pint my Sweet Bud seems to flit across my memory when I try to hold her in my mind. I expect it is\tbecause she\tis all ways running about, her and Pup. Do Melly take care of the children, don't let them go in the Boro until you find out whether James Molloy takes the Small Pox, or not. There are a great many Cases in Georgetown some Deaths. Ben La Rebours Father for one. I know it will break out in our camp for there is some one passing every day from Georgetown to Fort Alston which is Just here at us not half a mile off. it is utterly impossible to prevent its breaking out here and we are calmly waiting the event, the men have all been Vaccinated, but in nearly half it won't take, my own arm is Just getting so I can wear a coat with some degree of comfort. I don't think it will go hard with me should I even have it which I don't fear, but duty will cause me to nurse my sick comrades, let the results be what they may. I rest upon the assurance that I am in the hands of God. Can't you contrive me another fatigue suit? mine looks horribly since I washed it, if you could get me a suit off a piece of Cassimere [Cashmere] in at Bucks that is nearly the colour of this, and get Aunt Mary to help you cut and make it (Cut the jacket longer than this by about 4 Inches) you don't know how acceptable it would be. I suffer with cold at night in this thin Cotton. You might probably get the Mail Boy\n[End Page 4]\nto carry it to Town to the Care of Congdon Hazard and Co. who would send it to me, should a Steam Boat go up from this place to the Boro I will send you two fine Palmettos that I have selected to plant in our front yard on each side of the gate, they are about as high as my shoulders and are real beauties. Henning says they will live about Conwayboro without any trouble the soil being exactly like it is here light and sandy, if a Boat does go up I will send you a list of such things as I may want from Home. My Razor for instance which we both forgot and some Books, etc. to study between the intervals of duty. Some of my Law Books and miscellaneous Books for more pleasant study. Keep Henry at work. As soon as he is done the fence make him shrub up the Lot and get it ready for Planting, but by no means don't have them Oaks on the Lot in front of the House cut down, have them all nicely trimmed up, and\tthe small groth [growth] cut down let him get a Mule and Plow from some of my good neighbors and break up all the Lots\tbut that part where\tthe Oaks are, so that as soon as possible he may plant some Potatoes and early Corn, Beans, Squashes, Watermelons etc. over there, tell him to find out where he can get Manure from. I\tthink it can be got\tat Snow Hill again, at all events the lots ought to be manured or they will not produce anything. The Cannon at Fort Alston\tare firing and the Balls pass down the\tBay\tin front of\tmy window with\ta noise that shakes nervous people, they are practising range in order to be ready for a Revenue Cutter if one should\n[End Page 5]\ncome in here. I can hear the Balls very plain but they travel a little too fast to be seen, it is an ugly sound, but I suppose I can get used to it. if we have a fight here the Brooks Guards will not go behind the walls of that Fort not if I command our division of them. I will take my men behind these Sand Hills and as fast as they fire they shall fall back until they reach the deep Gullis [Gulleys] and thick Palmetto just back of the Camp and there I am willing to stand and fight a week for we would be in perfect security and could pick off the Rascals just for fun All we will ask Lord Alston for will be a Plenty of Powder and Balls he may take his Beef and Blankets and go to go to go to Bulls Bay for what I care. Capt Norman has furloughed one man this morning. John Jacobs, whose wife is very sick, this is the poor fellow that got sick from exposure, cold, and the want of a Blanket, he goes Home today. Heaven grant that he may find his wife improving. The dissatisfaction of which I wrote you before has all disappeared, every thing in that way goes on smooth and pleasant. I hope it will continue so. I must write a small letter to each of the Children so you must excuse this short Letter. Write me long and fully of all things that you think will interest me, which will be anything that you may write. Yours till Death John R Beaty\n[End Page 6]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:54213"
    },
    {
      "label": "Collection Identifier",
      "value": "CCU-B"
    },
    {
      "label": "Original filename",
      "value": "lcdl54213-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "John R. Beaty Letters"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl54213JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CCU-B"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Georgetown County (S.C.),English,Coastal Carolina University, Horry County Archives Center,Horry County (S.C.),Manuscripts,United States--History--Civil War, 1861-1865--Personal narratives,Beaty, J.R., 1827-1865,1861-02-22,Beaty, J.R., 1827-1865--Correspondence,Camp Norman (North Island, S.C.),South Carolina--History--Civil War, 1861-1865--Personal narratives,South Carolina--History--Personal narratives",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Georgetown County (S.C.),Horry County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Letter from John R. Beaty to his wife Melvina, February 22, 1861"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--Civil War, 1861-1865--Personal narratives,Camp Norman (North Island, S.C.),South Carolina--History--Civil War, 1861-1865--Personal narratives,South Carolina--History--Personal narratives",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Beaty, J.R., 1827-1865--Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Beaty, J.R., 1827-1865",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1861-02-22",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2013, Horry County Archives Center at Coastal Carolina University. All rights reserved. For more information contact Horry County Archives Center at Coastal Carolina University , Conway, SC 29526.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 98,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 3076,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/0",
              "height": 3076,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8917_7a888397b2c2d34.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8917_7a888397b2c2d34.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8920_77a1c24d9aa5478.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8920_77a1c24d9aa5478.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8922_51279a504f19fef.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8922_51279a504f19fef.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/3",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8924_684b9b0214e0924.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8924_684b9b0214e0924.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/4",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/47905/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 98,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/47905",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8926_96cdc4b28db0e6d.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F7%2F9%2F0%2F5_adfde2735202b85%2F47905_alt_8926_96cdc4b28db0e6d.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl54213JPEG1jpg/canvas/5",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl54213JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}