{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 50: 1931 City Council Meeting",
  "description": "Charleston City Council Meeting \"Regular Meeting\" proceedings, portion related to zoning (June 9, 1931).  Annotated at end \"Oct. 19th, 1931 - Ordinance ratified.\"",
  "metadata": [
    {
      "label": "Description",
      "value": "Charleston City Council Meeting \"Regular Meeting\" proceedings, portion related to zoning (June 9, 1931).  Annotated at end \"Oct. 19th, 1931 - Ordinance ratified.\""
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "REGUAR MEETING, JUNE 9, 1931  649  time ot the sae of the bonds, payable semi-annuay, on the first day  of January and Juy of each year,  both principal and interest to be payable at the office of the City Treasurer, City of Charleston, or at the  Bankers Trust Complany, in the City  of New York, N. Y., at the option of  the hoders. The said bonds shall be  designated, \"Series T, Street Paving  Bonds\" and shall be numbered one  to tweve [1 to 12] incusive, consecutivey   and   shall   mature   as   follows:-  T    1 and 2,   Juy 1, 1933.  T    3 and 4.   Juy 1, 1934.  T    5    Juy 1, 1935.  T    6     -Juy 1, 1936.  T    7    . Juy 1, 1937.  T    8    Juy 1, 1938.  T    9    Juy 1, 1939.  T 10    Juy 1, 1940.  T 11     Juy 1, 1941.  T 12    Juy 1, 1942.  That the form of the said bonds,  with coupon attached, and the execution thereof, shall be in the form  and manner, as is set forth in the  ordinance of the City of Charleston,  ratified Apri 18, 1922, entited, \"An  ordinance decaring the result of the  special Eection, held in the City of  Charleston, S. C., on the 8th day of  November, 1921, and providing. for  the issue by the City Council of  Charleston, of bonds or Certificates  of Indebtedness, or Both, for the  Purpose of paying the Costs of the  permanent Improvements on the  Streets, etc.     .  .  \"  Section 4. That for the payment  of the interest on said bonds and for  the purpose of creating a sinking  fund for the payment of the said  bonds, as they mature, the City Council of Charleston does hereby assess,  evy and coect, in addition to the  annual taxes, evied for other purposes, a sufficient annual tax upon  the taxable property in the City of  Charleston, to meet the interest to  become due upon said bonds and also  to provide and raise such part of the  sinking fund in aid of the retirement  and payment of the bonds, as it is  advisable or necessary to provide and  raise thereafter, and that the said  taxes be evied and coected and that  the sinking fund created for the payment of said bonds be kept separate  and distinct; provided the amount set  apart as a sinking fund annuay shall  not exceed the necessary fractiona  amount to provide for an aggregate  sum sufficient for the retirement OIL  said bonds on their maturities, respectivey; provided the amount of  such taxes evied in any one year  may be reduced by the amount of the  funds then on hand, derived from the  collection of assessments on property  abutting on the streets, hereinbefore  set   forth   and   which   revenue   has   not  heretofore been pedged to the payment  of said  bonds.  Section 5. That the said bonds  shall be sod by the Mayor and City  Treasurer, either with or without advertisement for bids, as in their  judgment   is  deemed  advisable.  In order not to deay the Financia  Department with the call for bids for  the sae of the bonds, the rues of  City Council were suspended, on motion of Aderman Maybank, and the  Mayor was authorized to ratify the  ordinances   as   soon   as   they   are   en-  .gBasaftft,,,, -___-_-  The Mayor then announced thai  City Council would be gad to hear  from the City planning and Zoning  Commission and any objections thai  may be submitted on the zoning project.  The privilege of the foor of City  Council was accorded to Messrs Water B. wibur, vice-chairman, James  O\"Hear and Albert Simons, of \"he  Zoning Commission, Mr. J. H. Aen,  Engineer of Morris Know\"es, In, .  and   several   adies.  Aessrs. O\"Hear and wibur marie  preliminary remarks on the subject,  expaining that it was preferable to  have Mr. Aen submit the explanation   of   the   whole   zoning   scheme.  Mr. Aen handed the following letter to the reading desk which was  read:  To  The Mayor and   Adermen,  City  Council  of  Charleston,   S.   C.:  The planning and Zoning f\"omnris-  sion, appointed by the present City  Council of Charleston, S. C, for the  purpose of preparing a compete zoning ordinance for the City hereby submits for your consideration its final  report upon such a zoning plan and  ordinance. The Commission recommends that this bi be adopted by  your Board as eary as convenient Impractica-as the Commission fees,  due to the thoroughness of preparation, review and study; competeness  of explanation and Publicity to the  general Public and the desirable fexibe provisions in the proposed ordinance for administration, changes and  amendments the work constitutes a  workable and practical aw fitted o  the needs and peculiar conditions of  Charleston.  The Commission wishes to outine  and to emphasize the procedure carried out in the preparation of this  work. The planning and Zoning\" Com  mission was created by City Counci,  and by virtue of yoiif authority entered a contract on November 12, 1930,  with Morris Knowes, Incorporated \"amp;gt;[  Pittsburgh, Pa., for consuting\" engineering service in the preparation of  this zoning ordinance. Since the atter part of November this firm has  kept Mr. J. H. Aen, at Charleston as  resident engineer. During the progress of the work visits have been made  from time to time by officers of this  complany. \n\n[End Page 1]\n650  REGUAR MEETING, JUNE 9, 1931  The state aw which gives the City  authority to prepare an ordinance of  this kind specificay states the kind  of reguations which it may incude.  Among other things the City is empowered to reguate and restrict the  use of property for trade, industry,  residence and other purposes; the  height and size of buildings; the percentage of ot which may be occupied  by buildings; the size of yards and  other open spaces; and the density of  popuation. A of these reguations  are in the interest of promoting the  health, safety or general welfare of  the City. An ordinance accompishing this in a reasonable manner must  include provisions appicable to desirable existing conditions, as we as  to future developments. In its work  the Commission has had, through its  engineers a compete check of present  conditions in the City and has had  this information presented on a series  of eeven maps, so as to be easiy  visuaized in connection with the present study and to be kept as records  for administrative purposes. On the  basis of the studies made, several  plans were formuated and after many  executive meetings of the Commission  one was adopted as a tentative plan.  This plan was submitted to the Public at several meetings for suggestions, criticisms and expressions of  opinion. Before hoding any hearings  a preliminary report on the work was  fied   with  the Cerk of Counci.  The Commission extended a reasonable efforts to hold meetings In the  various sections of the City in order  to expain and review the work with  citizens and  property  owners.  For record, an outine of the Commission\"s meetings with the Public  prior to preparing the work in its  present final form is given. Seven  Public neighborhood meetings were  held at the various schoos of the City.  The first meeting was held at the  Gourtenay School at 8 p. m. on May  27, for Ward 9 and the part of Ward  10 least of the Southern Raiway  tracks; the second meeting was held  at 8 p. m. on May 28, at the Simons  School for Wards 11 and 12 north of  Congress Street and for Ward 10 north  of Congress Street and west of the  Southern Raiway tracks; the third  meeting was held Friday, May 29. at  8 p. m. at the Mitchell School for  Wards 10, 11 and 12 south of Congress  Street and west of the Southern Raiway tracks; the fourth meeting was  held Monday, June 1, at 8 p. m. at  the Charleston High School for Wards  6 and 8; the fifth meeting was held  Wednesday, June 3, at 8 p. m. at the  Crafts School for Wards 3 and 4; sixth  meeting was held Thursday, June 4, at  8 p. m. at Crafts School for Wards 1  and 2, and the seventh meeting was  held Friday, June 5, at 8 p. m. at the  Courtenay School for Wards 5 and 7.  During earier stages of the. work  the  Commission\"s representative appeared  before several of the civic Clubs of  the City. When the work had been  competed in tentative shape the Commission\"s representative reviewed the  provisions at meetings with the ions  Club, Exchange Club, Kiwanis Club,  Hibernian Society, and the real Estate  Exchange.. At a of these meetings  records were kept of suggestions for  changes. Such suggested changes  were ater reviewed at executive meetings of the Commission and desirable  and practical ones were approved and  incorporated in the final report.  We also submit herewith a set ot  artices printed in theLocalnewspapers between May 20 and June 9, in  regard to the preparation and explanation   of   the   proposed   bi.  Your planning and Zoning Commission wants to take this opportunity  to express its gratification at your  confidence in entrusting to it the  duties of preparing this desirable and  constructive    plan   and    ordinance.  Respectfuy yours,  City planning and Zoning Commission,.  By  Water B.  wibur,  Acting Chairman,  Mr. Aen also submitted three  copies of the permanent draft of the  zoning measure and a. fie of newspaper clippings, reporting the severa\"Public hearings which had been  held in the various wards and reports  of addresses of Mr. Aen before dining Clubs and other organizations,  suggesting their fiing for record purposes. A number of llarge maps were  then set up, iustrative of the various detais of the zoning operations  and  studies.  Mr. Aen prefaced his address with,  the statement that the meeting waste present the zoning plan to City.  Council and to give the opportuniiy  to any property owners, desiring to  submit their views or objections.  There were however, no objections  or   compaints   submitted  Mr. Aen proceeded to expain the  detais of the zoning measure, using the maps for the iustration ot  his remarks, pausing at times to invite questions which were submitted,  by the Mayor and others, and answering these, as he proceeded with  the   detais  of the  plan.  Among the points which were-  stressed was that at the various-  hearings, \"there had been no opposition to the plans and the comment  which developed at these meetings  was rather suggestive of points in  carifying or arrliving at just what1  the zoning scheme provided. It was-  shown that while the recent census  was viewed as disappointing from a  population standpoint, the decrease  was really in the negro popuation,  and in the fact that suburban sections-  had developed as residential areas,  accounting for the loss of probably  1,000 white people. The present area,  of Charleston can provide for a population   of   about   75,000  peepe.. \n\n[End Page 2]\nREGUAR MEETING, JUNE 9, 1931  651  It was shown that one of the purposes of the zoning operations Is to  prevent over-crowding and the enforcement of the aw will graduay  correct these conditions and prevent  others from occurring, Mr. Aen  stating that in some areas, the density of population is as much as 200  to the acre, where it should be i5  to 20. He admitted that the number  of llarge congested negro sections,  with bad habitation, depreciated contiguous property. In this connection  Mr. Aen expained that the Zoning  Commission had not attempted to segregate the races not only because it  might invove a ega contest but because there are marked evidences ot  this situation adjusting itself in part,  with the recaim of negro areas,  which   now  mar  certain  sections.  Mr. Aen thought that the fiing  stations were not as cripping a  handicap to areas, as many people  fear, stating that the number in  the residential sections was not as  great in Charleston as in some cities  but sti, these places are to be controed, as the proposed ordinance  indicates. The estabishment of  Automobile parking places may be ocated, contiguous to residential sections, as a means of reieving traffic  conditions.  Charleston was shown to be short  on park and payground areas. In repy to the question of the Mayor, Mr  Aen said that a fiing station  could not be located at the corner of  Ashley avenue and Broad street under  the   pending measure.  As to the possible use of the ower  waterfront area for possible hote  sites, Mr. Aen expained that this  had been provided for by aowing  hotels in residential sections. He also  expained   the     objection     to   apart  ments in stricty residential sections  because these places are occupied by  tenants and with the divided responsibiity, the properties are not  aways maintained, as they should be  kept. The preservation of the old  historical areas was expained and  other detais were gone over in an  informing  way.  Mr. Aen stated that the City  will have to provide for a departmental official to carry out the plan,  under the Zoning Commission. He  also expained that provision is made  for the adjustment board to sette  and rue on questions which will  come up, and there will doubtess  be many of these at the start, in  getting the plan under way. The  proposed aw is not retroactive. Conditions which are now contrary to  the aw will be corrected in many  eases as time passes.  following Mr. Aen\"s presentation  of the zoning plans, the Mayor heartiy thanked the City planning and  Zoning Commission and especiay Mr.  Aen, decaring that they \"had done  a magnificent work.\" He felt sure  that it was appreciated. It will be  up to City Council to enact the aw.  The planning and Zoning Commission had been appointed by City  Council and the appropriation had  been made for its work and personay   he   ooked   for  favorable    action.  The Mayor.then referred the zoning  measure to the Joint Committees on  Ways and Means, Wood and Brick  buildings and Public Safety, requesting that an eary meeting be held  to go over the matter and report  the   bi   to   City  Council   for   action.  Council   then  adjourned.  JOSEPH  C.   BARBOT,  Cerk   of   Counci.  0-4 \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59141"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59141-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 50: Zoning Ordinances",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59141JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee,Zoning law--South Carolina--Charleston,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Zoning--South Carolina--Charleston,Folder 50: Zoning Ordinances,Charleston (S.C.) City Council,1931-06-09",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 50: 1931 City Council Meeting"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Zoning law--South Carolina--Charleston,Zoning--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Charleston (S.C.) City Council",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1931-06-09",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34053/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 97,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34053",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1293,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34053/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 97,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34053",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34053/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34053",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1293
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59141JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1316,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34053/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 97,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34053",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F3_296a1f410c0ee1d%2F34053_alt_11341_316e4f06cb6387b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F3_296a1f410c0ee1d%2F34053_alt_11341_316e4f06cb6387b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1316
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59141JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1318,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34053/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 97,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34053",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F3_296a1f410c0ee1d%2F34053_alt_11344_01925f18ddf9911.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F3_296a1f410c0ee1d%2F34053_alt_11344_01925f18ddf9911.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59141JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1318
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59141JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}