{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58847JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 47: War Memorial Article 7",
  "description": "Four articles regarding war memorials in Charleston, SC (Dec. 7-8, 1944).",
  "metadata": [
    {
      "label": "Description",
      "value": "Four articles regarding war memorials in Charleston, SC (Dec. 7-8, 1944)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "War Memoria  To The News and Courier:  Are we not tod by a New Dea  worshipers to spend and spend, but  to cimax fooish expenditures the  $500,000 Memoria proposition is  outstanding. with every doar  needed for the betterment of postwar conditions, this money should  be saney spent for the benefit of  our returning sodiers and the community at large. If it has to be  squandered why not spend it in advertising that the Soons in Columbia operating for their own benefit are the greatest patriots of a  time? This would at least put a  broad smie on the faces of the  Public, which is needed now in j  these distressing days of war.  HARRY G. TOBEY.  Charleston.  War Memoria  To The News and Courier:   I would ike to add my sentiments  to those already expressed in your  paper, regarding a war memoria  for our men overseas. The real  American boy or man that is so  gaanty fighting for our American way of life has itte thought  or use for ofty monuments or  ounge rooms in beautifu settings.  A free cinic, and I mean a free  cinic for those who cannot pay  for expensive medica care and  treatment, will be a asting shrine  to our sodier dead. We need a  real chidren\"s Hospital and need it  bad. What grander memoria to our  honored men for the ages to come?  BESSIE CURTIS MARCI  James Island, S. C.  Books Set Above Monuments  To The News and Courier:  How wonderfu and with what  deep foresight the Word War II  memoria committee plans to erect  a comfort station for our returning  heros. Now they can fight and win  the war fuy confident they are  coming home to a Charleston that  is  suffering,  too  Imagine the joy to find here a  pinnace of privacy towering 186  feet into the sky. A monument to  iberty?   A monument to modesty  And, what a time for the announcement to come Right in the  midde of the bond drive.  Use that $500,000 to buy war  bonds for ammunition to give to  the boys at the front and we will  be really gliving them something  they need.  JOHN   McGOWAN  95   least   Bay   street.  To The News and Courier:  If those who plan a $500,000  memoria shaft-and-comfort-station  to the memory of the men who are  gliving their ives for the perpetuation of freedom in America and for  justice and iberty for mankind the  word around, would raise a memoria endowment fund of even a  fifth of that enormous amount for  support and development of \"the  Charleston Free ibrary, they would  do more for the memory of the  j men whom they seek to honor, and  for their chidren\"s children for  unnumbered generaltions, than a  the useess, high-towering shafts  and Public toiet-offices in existence.  And of what purpose are magnificent monuments; and of what  exampe; or what high memories  do such tributes to the honorable  past bring to the eyes and minds of  those who in after years regard  their towering futiity?  A recent wandering sodier at the  old Citade square asked seriousy,  \"Who is the guy in the overcoat on  top   the   poe?\"   and   indicated   the  statute of John C.  Calhoun as the  object of his uninformed curiosity.  And, but a few weeks ago, I was  informed by an historically-minded  friend that the \"busted\" statute to  William Gimore Simms in \"White  Point Garden\" his been pointed  out as a memoria to the commander of the famous Confederate commerce-destroyer, the Aabama . . .  of course you remember his name?  Or do you?  An endowment fund of $500,000  provided for the Charleston Free  ibrary would be a memoria such  as would be appauded for its wisdom and fine vision throughout the  entire country . . . and would be  forever a source of honorable pride  to a the descendants of the men  so memoriaized, as we as a testimonia to the great sense of the  community providing such a magnificent  remembrance.  One we-endowed free Public  ibrary is worth far more as a memory of gaant men than a dozen  towering shafts, noby pompous at  the top and ignominious at the  bottom.  JOHN BENNETT.  37 egare Street.  Termina Memoria   Suggested by Means  Cotesworth P. Means, vice-chairman of the South Carolina state  ports authority, has suggested the  construction of a modern waterfront  termina as a memoria to the men  who fought in Word War II instead of spending $500,000 for the  tower and Hall proposed by the Exchange Club.  \"I respectfuy suggest that the  people of Charleston consider the  eary erection of a modern termina  unit on the waterfront, to be operated excusivey by those who have  seen active miitary service, and  dedicated to the heroic dead of  Word War II,\" said Mr. Means.  The erection of a \"Victory Termina\" may not sound romantic and  one $500,000 unit is only a small part  of what we need in Charleston, but  it would be a very usefu and valuable beginning of revliving this port,  said the state ports authority vice-  chairman. Recent comments in the  press by forward ooking citizens indicate widespread approva of an  adequate memoria for the heroic  dead, but the tendency is toward a  more significant, practical, living,  productive symbo rather than a  cod monument in ornamneta  stone.  \"It will be a chaenge to the  word that we are beginning our  new life by heping ourseves before we ask the hep of others,\"  said Mr. Means. I believe that \"memoria of this nature will receive  contributions and support from  many sources outside of the city itself.  \"A representative city-wide committee could be entrusted with the"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58847"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58847-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 47: War Memorials Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58847JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Manuscripts,News and Courier (Charleston, S.C.),World War, 1939-1945--Monuments,War memorials--South Carolina--Charleston,Folder 47: War Memorials Publicity,1944-12-07,1944-12-08,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 47: War Memorial Article 7"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945--Monuments,War memorials--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1944-12-07,1944-12-08",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33603/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 93,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33603",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58847JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58847JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1241,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33603/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 93,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33603",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58847JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33603/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33603",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58847JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1241
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58847JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}