{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58562JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 34: Clipping 17",
  "description": "Article entitled \"Development Council Meets for Organization on Friday\" regarding the plans of the Community Development Council (Jan. 23, 1943).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"Development Council Meets for Organization on Friday\" regarding the plans of the Community Development Council (Jan. 23, 1943)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Charleston EVENING POST  SATURDAY JAN.23,1943  development Council Meets  For Organization On Friday  Frederick H. McDonad,  Chairman of Governing  Board, Outines Urgency of Situation Which  Makes Steps Necessary  The Community development  Council which is to be set up to  cope with problems in the Charleston area arising out of explanding  population and activities will hold  its organization meeting next Friday, noon, at the Gibbes Art Gallery.  Announcement of the meeting  was made in a statement by Fredrick H. McDonad, planning con-  iutant of the Carolina Art associaltion, and chairman of the board of  J governors of the organization. Mr.  McDonad emphasized that the  Council is designed to serve the  entire metropolitan area as a singe  citizens\" agency to determine the  physical needs of the community  and to hep existing agencies in  meeting them.  Mr. McDonad\"s statement follows:  \"The Community development  Council will serve the entire metropolitan area as a singe citizens\"  agency to determine the physical  needs of the community and to hep  existing planning and operating  agencies get them. The first job  is to digest our sweing war popuation.  \"within one year at least 15.000  new war workers will be needed  in the Charleston area by the navy  yard, army activities, shipbuiding,  industrial production, and the civiian additions necessary to service  these direct war workers.  Dweings Increase  \"By next Apri we will have added 10,000 new dweing units to the  Charleston area, since 1938. More  than these are needed now to house  the 100.000 men, women and children we have already brought in,  thousands of whom have been  hanging on to indecent accommodations on the promise that new  housing would be avaiable. We  need at least another 10,000 housing units to take care of the fifteen thousand workers, their families and the families of new miitary personne who must come here  in 1943, if our war production  schedules are to be met. This means  at least 50,000 people for one year,  with others to come ater if the war  requires more production. And  mere housing is not enough to attract these workers and keep their  families content and producing.  \"We have and the Federal government have made the fata mistake of thinking that the mere provision of sheter is the only eement needed to provide for family  life. Food, water, sewerage disposa, schoos and teachers, medica and Hospital services, transportation, and churches are just as  essentia and must be provided. The  city and county have already gone  far beyond their norma capacity  to tax their reguar citizenship for  these services; and what we have  been able to add have been but  drops in the food of new needs in a  population which we wecome, but  which is beyond our purses to service in the merest decencies of living. Every new housing group must  have at least a decent provision for  food and community services, from  stores to churches. These must be  included as a planned part of every  new housing project. \" They must  be buit with the project. Their  costs must be chlarged in the rentas paid by the dweers in these  projects.  \"Just as importanty, we must  review the housing projects already  buit; measure their deficiencies in  terms of quantity, ocation and  costs; and we must hep the agencies that are responsibe, to see that  these services are suppied and  chlarged to these projects. The costs  per dweer will be insignificant.  The result in contented living will  attract the workers we need and  will be cheap insurance for the  production we must get out from  Charleston to do our share of the  war.  Steps Needed  \"Heroic measures will be necessary; for time is the essence. unless we realize this, the Charleston  area will not absorb 50,000 new  people this year. Aready, no more  can be jammed into a limited area  so swoen to bursting that the families of many workers, earning as  much as $125 a week, are living in  chicken nouses, automobies, and  seeping in cots sung under wagon  beds, without even privvies to take  care of sanitation. Aready, we are  osing every day many of the new  workers who are attracted here,  but can find no place to ive.  \"We are facing now the tota  breakdown of transportation, housing, schoos, churches, medica  services, food suppy and Public  health, if drastic measures are not  taken to see that these essentia  services keep place with new demands. We will be foos to think  we can turn out more criticay  needed war production in an area  that cannot digest its present swo-  reaTY TRANSFERS  The following Charleston county  reaty transfers have been recorded in  the office of Juius E. Cogswe, register of    mesne  conveyance:  Joseph Miserendino to Adee Bowman Deas, ot and buildings at 21 e-  gare  street, $13,000.  James D. DuBose and John E. Du-  Bose to Mary . DuBose, ot 18, and  buildings,   in   Oak   street,   $5.  Jean C. Howe to Sarah G. Jenkins,  ot  in  President  street,  $400.  Water F. livingston to Cambridge  Trott awrence and William Sincair  Rivers, lots and buildings at 366 and  368 King street, $50,000.  D. W. King and A. M. Scott to  eonard C. Brown and Kate M.  Brown, southern portion of ot 25,  Stono  Shores, $450.  Juian N. Napier and Frances Z.  Napier to Joseph M. Sea and Mamie  Fai Sea, ot F, Bock 5, and buildings, Charleston Farms, $2,500.  ottie W. Hawco to Sires umber  complany, timber on 400 acres near  Adams Run, $5.  Eva W. Seabrook to Martha Gadson,  two-thirds of an acre on Highway  174,   $40.  Forfeited and commission of  Charleston countv to Annie M. Ti-  inghast, ot 9, Bock 91, Division B,  North Charleston, formery property of  J.   Emore   Martin,   Jr.,   Inc.,   $35.  Bernard J. Oasov to Rosaie Epstein,  ot 2,  Grove street, $1,500.  United States of America to School  District No. 20, of Charleston county.  State of South Carolina, property in  Chisom street, no financia consideration.  Federal Buiding and development  complany to Mary Hart Tharin, ot 1,  Bock D. Section 2, Orange Grove  Estates,   $239.  School District No. 4. Charleston  county, et a, to United States of  America, ot in the Cement\"s Ferry  road,   containing  fifteen  acres,  $8,000.  W. W. wid to Benny C. Jackson,  lots 23 and 24, Bock 113, North  Charleston,  $150.  Jesse E. Martin and Addie O. Martin to John Edward Harken, ot anamp;t;i  buildings at 13 Ceveand street, $200  and  assumption  of mortgage.  Mary B. Beinger to J. H. Grant  and Cay Grant, lots 43 and 44, Home  Park, iberty Hi, $125.  Forfeited and commission to F. F.  Beinger, ot 24 B, Home Park, iberty Hi, formery of Vioa evy, $15.  Mrs. Vivian Wade to John P. Wade,  eastern portion of ot 12, Bock 20S  and ot 11 and haf of ot 12, Bock  206,   North   Charleston,   $1.  Aso, the following deeds from  Joseph M. Pounot, sheriff of Charleston county, to the forfeited and commission:  ot in Nunan street, $8.39; ot in  D street, $5,56; ot in Nassau street,  $13.21; ot in Hanover street, $7.91, a  formery of City Council of Charleston; ot and buildings in Oeand street,  formery of Sam Brickman, et a,  $15.51; ot and buildings in Guignard  street, formery of David E. Kidd,  $30.81.  Building   PERMITS  The following buidin g permits have  been issued by Henry H. Williams,  city superintendent of Public buildings :  Gordon reaty comoanv, to construct dweing  at 9 Kye  place,  $500.  Carences Homes, to repair dweing at 190 Line street, $50.  en popuation. Charleston will stink  with fith and with the deception  and expoitation of wiing and patriotic newcomers, if thousands  more are oaded upon already  crumbing facilities. We must avoid,  this.  \"The Community development  Council is designed to overcome the  ack of any one agency which can  represent a of the city, county  andLocalactivities which must be  measured in quantitative terms to  adopt our metropolitan area to meet  its call to war duty. This is largey  a technical job. Findings must be  worked out through existing agencies. The Council will determine  the needs and the ways of meeting  them. And it will hep the agencies that are already here to get  them.  \"We will have our organization  meeting at noon, on Friday, January 29, 1943, at the Gibbes Art  Gallery; and a those who have  been asked to participate will be  expected to attend. A meeting of  the governirg board will precede  the general meeting.\""
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58562"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58562-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 34: Community Development Council--Housing Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58562JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Community Development Council--Records and correspondence,United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Evening post (Charleston, S.C.),Folder 34: Community Development Council--Housing Publicity,Housing--United States,1943-01-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 34: Clipping 17"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Community Development Council--Records and correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Evening post (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-01-23",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34952/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 37,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34952",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58562JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58562JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 497,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34952/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 37,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34952",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58562JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34952/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34952",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58562JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 497
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58562JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}