{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58549JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 34: Clipping 4",
  "description": "Article entitled \"Building a House is a Matter of Hours in Charleston Defense Area\" regarding the building of demountable homes (Nov. 30, 1942).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"Building a House is a Matter of Hours in Charleston Defense Area\" regarding the building of demountable homes (Nov. 30, 1942)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Do You Know Your Charleston?  Demountable Homes  Buiding a House is a Matter of Hours in Charleston Defense Area  Housing in a Hurry-How to provide a six-room home for two families in about six hours is illustrated in this series of pictures on  operations by Skinner and Ruddock, contractors, in erecting demountable houses at iberty Hi.  Ten men, including six carpenters  and four aborers, put together the  house shown above in the time between 9 a. m. and 3:20 p. m. It  stands in the final picture soid  and sturdy as any other house, with  a eectric and pumbing connections ready for the screwing on  Dr pugging in of fixtures, but capable of being taken apart in a  jiffy and re-erected just as swifty  somewhere ese.  No. 1: whole House on Three  Trucks-Carrying practicaly a the  materias which will go in the  structure three trucks arrive on the  scene about 9 a. m. The wa sections, ceiing sections, roof planes,  partitions and other major units  have been pre-assembed in the  contractors\" mi and are ready to  be put together according to a numbering system. The houses, government designed, are buit of sections constructed here according to  government specifications.  No. 2: ready to Buid-Taken  about the same time as the previous picture, this shows workmen  competing the aying of fooring,  initial step before the erection of  the pre-assembed units. Foundations for entire groups of these  houses are aid out and prepared  ahead of time, with sewer and water ines, by other crews of workmen. The truck oads of units are  shown aid around the foundations  in convenient reach of their destined positions.  No. 3: The Dividing ine-Activities are we under way here,  about an hour ater. The first section to be put up, the center partition dividing the house into separate dweing units for two famiies, is in place, with one outside  plane on the near wa also in place  to brace the center dividing unit  and  keep it steady.  It\"s use is not visibe in this  photo, but it is at this stage that  one of the key construction principes of demountable housing  comes into pay. This consists of  short meta straps with hoes in  each end to receive doube-headed  nais. Rows of these straps tie the  was to the foundation, brace the  corners and perform other strengthening functions.  The doube-headed nais, only  kind used in these houses, provide  a  major  part  of  the  demountable   eement. The first head is driven  fush with the strap or the wood,  while an offset section of the nai  aows another head to remain projecting. This permits a nais to  be drawn easiy and rapidy without damage to the  structure.  No. 4: Gimpse of Secrets-Some  of the tricks of the trade are discernibe in this view, taken another hour or so ater. In the foreground, extending toward the camera along the foor, are two narrow wooden strips. The strip on  the eft has already been naied in  place, marking the position upon  which will be erected a partition.  Each wa section, partition and  other unit of a demountable house  has a groove in the edge which  fits  over  strips  such  as  these.  A major secret of quick erection  is the ease with which entire prefabricated was can be sid into  place by this tongue-and-groove  principe. When set, the sections  are tied down by use of the meta  straps and doube-headed nais.  Another feature, peculiar in  South Carolina to Skinner and  Ruddock buit demountables, is the  use of Upson board on the parti-  toins and inner sides of wa sections. The board has many features  peculiary adapting it to this use.  Outside coverings of the sections  are   of   three-py   pywood.  The section of framing at center  eft is a special section eft minus  covering at the mi in order to  facilitate the instaation of pipes  and eectric conduit. These pipes   and ines are instaed while the  process of erection is going on-  some eectric wiring and a man  working on it are visibe in this  picture, at the right.  As soon as the pipes are in, the  upson board covering, pre-cut to fit,  will be naied over the now-bare  framing.  No. 5: Won\"t Be ong Now-  only noon, and the house is we on  its way to competion. A the wa  planes are up, as we as the inside partitions; the windows have  been set and the gables erected. The  ceiing sections, invisibe here, have  been set in place above the rooms,  and, at center, the first roof plane  has been placed. Other roofing  planes are seen on the ground.  A protective ayer of asphat felt  is being added. This felt is used to  sheath the entire buiding, including the roof, before it is shinged.  No. 6: Time to Move In-Here  it is 3:20, and the buiding is fin-  -Photo by Reiy  ished. Asbestos shinges cover the  wa, and asphat shinges cover the  roof. Doors have been hung, porches  and steps added and other detais  competed.  andscaping remains to be done,  and pumbing and eectric fixtures  are to be attached to connections  which are already in place, but the  buiding is substantially compete-  construction which would normay  have taken many days having been  accompished in a few hours.  Hitches are few since eary days,  when carpenters accustomed to  conventiona methods would try,  for instance, to put a No. 12 eft-  hand plane in the spot designed for  a No. 12 right-hand plane, and then  waste an hour or so figuring out  how to tear the plane apart and rebuid it to fit better.  Now when a crew of workmen is  held up briefy for any reason, such  as a deay in deivery of materia,  the men move over to another site  and work on another house for  awhie.  A number of contractors, a  buiding demountables with materias and by methods of their own  choice, are engaged on the 2,400-  unit  project  at  ibertv   Hi.  JOHN HUNT."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58549"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58549-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 34: Community Development Council--Housing Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58549JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Housing--South Carolina--Charleston,United States--History--1933-1945,Manuscripts,News and Courier (Charleston, S.C.),Folder 34: Community Development Council--Housing Publicity,1942-11-30,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 34: Clipping 4"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-11-30",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33172/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 118,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33172",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58549JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58549JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1567,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33172/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 118,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33172",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58549JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33172/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33172",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58549JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1567
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58549JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}