{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58372JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 21: Clipping 6",
  "description": "Article from The Sunday Star entitled \"Memories Perpetuated in Inclosed Garden\" (June 22, 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article from The Sunday Star entitled \"Memories Perpetuated in Inclosed Garden\" (June 22, 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "DAY   STAR,   WASHINGTON,   D.   C,   JTNE   22,   1941 -PART   THREE.  nen  nor  s  Sunday  at Home  tts  j commemorat-  amp;gt;f the national  n   Pen  Women  be given bv the  he League from  ay at the home  1 Butts, 10 least  evy Chase. Md.  i, the  tea  will  with   thp   tea  and the pro-   awn.  Triepe. only  eague,  will  f honor and  sry ane.\"  sjh, national  nber of the  is   Audrey  ona   presi-  tonors with  \".r memoers  AU  Marina B. Ca-  ry  Burton.  Miss Cara  e   Ander-  Mrs. eia  ice Scott.  winifred  ora   Cun-  ta officers  vy Chase  es. Mrs.  president  ich. and  president  -i bring  will be  ident of  . Bertha  ar Eey   ception  troduc-  District  1e Dr.  also a   Meri-  ;ad. Dr.  ideeev.  ClubS,      D-9  Mrs. James H. ightfoot in her \"Od ang Syne\"  garden between tows  from her mother\"s home in Virginia over 50 years ago.  of peonies brought  Star Staff Photo.  Memories Perpetuated \"  In Incosed Garden  Mrs.  ightfoot\"s  Monuments  To reatives and Friends Are  Fowers, Shrubs and Trees  By GRETCHEN SMITH.  oving memories of reatives and friends as we as happy experteneea  have been perpetuated by Mrs. James Herndon ightfoot of Takoma  Park in an incosed garden where monuments are not of stone but of  fowers, shrubs and handsome trees.  Appropriatey named \"ang Syne Garden,\" an acre pot has been   converted into a thing of beauty with grass anes incosed by peony  bushes leading to rose-covered arbors. Here one may rest on comfortable  benches of cypress wood to read, study or merey be \"aone with one\"s  thoughts.\" with nothing to interrupt but the songs of birds or the scamper  of squirres in the fruit trees.  Quaint Iron Gate Bears  Burnt-Wood Inscription.  The garden is entered through a  quaint iron gate between high brick  posts   covered   with   ivy.    On   the  gate is a  burnt-wood tablet  bearing the inscription:  \"In Memory of Another Garden to  the Goden Days of ong Ago.\"  Underneath one reads:  \"Of a that boomed, grandmother  oved the best, in that garden  bright,  Wee   vaey   iies   booming   sweet  and ow.  In grandfather\"s garden ong, ong  ago.  And   now   in   gardens   that   boom  ever fair  Amid sweet fowers that can never  fade,  They  ive  forever,  that dear  aged  pair,  oved   by  their chidren\"s  children  who had  Payed in the old garden running to  and fro,  In the goden days of the ong Ago.\"  Mrs. ightfoot expained that the  inscription, of her own composition.  was a tribute to her mother\"s parents  from whom she inherited a ove of  fowers and poetry. As she ed the  way to the garden, she tod the story  of its beginning and how a vegetable  garden and a chicken yard, which  stood there in former years, had  been transformed into the attractive  sanctuary which exists toda: v  ecture on \"Od Word Garden \" bv  Miss Frances Benjamin Johnston of  the Arts Club 15 years ago. had been  the inspiration for creating her  \"memory garden.\" she expained  \"I thought, It\"s a crime to have  an acre of ground and no garden.\"  and made up my mind to do something about It,\" Mrs. ightfoot .\".aid  She paused a momrnt to rai attention to a handsome evergreen  which towered at least 30 feet above  the fine-covered wa.  India\"s Famous Tree  Finds Haven Here.  \"That is a deodar.\" she expained.  \"the famous evergreen of India. It  is considered rare here and this  grew from a sepd given me by a  friend. He had three, but this is  the only one that ived.\"  Coseby the deodar, in contrast to  the orienta tree, are sturdy appe,  pear and cherry trees, the atter  now heaviy aden with briiant red  fruit. A damson pum was pointed  out by Mrs. ightfoot as a heritage  from her mother\"s day. The handsome peonies bordering a center  path cutting through the garden  were also inherited from her mother,  Mrs   ightfoot said  \"They were brought from her  home to,Virginia over 50 years ago,\"  she expained, \"and planted in the  yard in front of our house. The  house was buit by my father, the  Rev. James Owen Dorsey. in 1887.  The first Episcopa church services  were held in our living room and  the house has ever since been known  as the birthpace of Trinity Church.\"  The peonies. Mrs. ightfoot said,  had not fowered for some time  when she started her garden. \"I  decided to transplant them When  thev were dug up the roots  were so heavy it took two men  to ift them.\" she continued  \"They were knotted and gnared  | and had to be untwisted for  J planting. After they were placed  where you see them now. they  boomed the first seasoiT and have  done so ever since.\"  leading to a rose-covered arbor    ose to the garden wa. Mrs. ightfoot pointed to a tablet simiar to  that on the gate. On it wa.  written:  \"To Frances Benjamin Johnston.  j Whose ore and  art  of old  Word  Gardens have made a dream come  true.\"  \"I had never met Miss Johnston  when I commenced my garden.\" she  said, but planned a meeting when  it would be finished. I earned that  her favorite fower was- a cimbing  rose and had it trained above this  arbor.  \"The garden was three years old  when, through mutua friends. I met  Miss Johnston and invited her here.\"\"  The speaker smied as she recaed  Miss Johnston\"s surprise when the   tablet in her honor was \"unveied\"\"  as she sat on the cypress bench.  Retreats Beneath Vines  Inviting on Warm Days.  Mrs. ightfoot has erected several  | attractive \"hideouts\" throughout the  1 sarden.    They    are    tucked    away   1 beneath   vines   and   trees,   inviting  retreats on warm summer days.  Mrs ightfoot\"s two daurhter.  one a ibrarian and the other a  social  worker,   have    helped    their  mother In her garden \"chores.\" but  the planning, as we as much of  the actua physical work, has been  done by Mrs. ightfoot.  In  an  arbor  at  the  end  of  the  peony-bordered Lane is a table\"  paining    her    thoughts    on    the  garden she has created.    Inscribed -  \"Sanctuary.\" it reads:  \"This   garden   was  planned   and  .  planted   as   a   sanctuary   for    the.  sou;  a quiet place where we may  find   rest   and   peace;   a   pacp   of 1  beauty where we maay find inspira- :  tion   to  make  beautifu  our   ives;  a bessed place where we may find -  consecreation, courage and strength |  . for service.\"  \"\"Service.\"    Mrs.    ightfood    re- -  marked, \"is my idea of life\"s real  j purpose.    It    takes    courage    and   strength for service, which one ob   i tains through consecration.\""
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58372"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58372-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 21: Frances Benjamin Johnston's Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58372JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Gardens--United States,Folder 21: Frances Benjamin Johnston's Correspondence,Sunday Star,1941-06-22",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 21: Clipping 6"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Gardens--United States",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Sunday Star",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-06-22",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/32535/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 109,
    "width": 150,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/32535",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58372JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58372JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 1449,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/32535/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 109,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/32535",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58372JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/32535/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/32535",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58372JPEG1jpg/canvas/0",
              "height": 1449,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58372JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}