{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter from Gertrude Sanford Legendre, November 4, 1943",
  "description": "Letter from Gertrude Legendre to her husband, Sidney Legendre, regarding her homesickness and wishes to join him in Hawaii, her social activities in London, England, and discussing the progress of the war. Gertrude continues in her letter to discuss selling Medway Plantation after the war and living elsewhere.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Gertrude Legendre to her husband, Sidney Legendre, regarding her homesickness and wishes to join him in Hawaii, her social activities in London, England, and discussing the progress of the war. Gertrude continues in her letter to discuss selling Medway Plantation after the war and living elsewhere."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-03-11"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "M 11 8 43\nR 12 8\n27\nNov 4th\nDear Sidney,\nThis morning I received,your no. 51, and an unumbered one\nwritten Oct 8th. To date you have received nothing from me from here.\nI was fascinated by both your letters,as more and more\nyour love of that island life increases. I can remember so well your\ntelling me you would never want to live in the tropics,as that life,\nair,and soft climate demoralized one. It killed am[b]ition, energy, and\nall ones will. I can remember always how you have felt about places\nlike Antibes with its carefree life,\"birds of a feather flock together\"\ngroup of degenerates, and happy sinners. I remember your telling me\nhow one loses ones satndards, ones sense of right and wrong, and just\nget soft and go to pieces. I am anxious to know whether you have\nnoticed yourself slipping, or whether your job is sufficient to keep\nyou on yourtoes. Whether climate has really nothing to do with it\nat all, whether it is a matter of having work to do which prevents\none from sliding,and disintergrating. I wonder[whether]the Antibes atmostphere\nprevails, whether casual sinning is also part of the picture.\nPersonally I have always loved the tropics, loved that soft\nair, loved the beauty of it all, everything about it. To be in that\nclimate under those palm[s,] near that sea with YOU- to me would be all\nthat I could ask for, all that I could want. I would be happy there\nforever.I just hope we do go there together when this is over[,]and that\nyou will show me all the beauty, and every ince of the parts you love\nmost. I hope when you are there in that moonlight and sunset that you\ndo think of me - and miss me,and do not makeshift with some one else.\nThe romantic setting must be tough to take alone,and I often wonder\nwhether as one so often hears'the tropics will get you'. I somehow feel\nnothing on earth can change a person- they are what they are regardless\nof any local setting. A setting is only a good excuse. I for example\nam surrounded by lonely american men, everyone of them homesick, but\nI assure you I only want one man and thats you. I am homesick for you\nin Hawaii. I'm not homesick in the least for Americ_a. I would n't\ncare if I never went home for years if I got to you . Where I am makes\nlittle difference. The bottom fell out of my life when you left, and\nthe only way it will ever be meanded is when I get you back. I hope\nyou feel as I do, and then when the war is over we will spend many\nhappy years again together. You are so far away, I feel so out of touch\n-its discourraging. It takes six weeks to get a letter[,]and I wonder\nabout you so much, so many things. You never mention your back any more.\nI wonder if that too has straightened itself out and you no longer\nsuffer from it.\nI am so sorry to hear Morris has been feeling badly.\nIt is funny how people do not learn their limitations. After living\nwithone self for for[ty]two years you would think he would learn better\nhow to take care of himself, know when to stop, to rest, and not\nwear onself into a standstill where one has to end up in bed and be\n[End Page 1]\n2\nout of the office completely for several days. I am so glad darling\nthat you are beginning to catch on, to realize that it is far betterNOT\nto go back to the office on Sunday other wish you may be no good for\nseveral days. I am as strong as a horse but I too know that if I dont\nget eight hours sleep of a night I just am cokked next day. I am\nalways in bed at 11.or at most 11.30 Once since I have been here I\nhave gone dancing- gone to a night club.It was with Raymond Guest the\nother night and I got home at 12.45 and was so tired next day I thought\nI would die. Incidently he caught a cold and did n't even show up next\nday. He was in bed with a feaver. It was fun though. First I had given\nmy landlady Mrs Farley a cocktail party at her flat with my liquor.\nThere were about 20 of us. She invited her freinds mostly women, old\nhorrors, russian refugee group and what not. I produced themen from\nthe office. It was great fun, and at about 8 o'clock Raymond who was\nthe last to go asled me to come and have dinner with him. We went to\nWiltons where oysters are a specialty and we had a delicious bottle\nof white wine, turtle soup, and a crab salad. Then we walked[for onever\nfinds a taxi at night] to the 400 Club. It was at that point not open\nyet for business, so we sat on a park bench just opposite and watche\nthe search lights streak across the skye wheile he explained the solar\nsystem to me and pointed out his great nautical knowledge of the sttrs.\nWe laughed a good deal and finally got in,the first people on the floor.\nThe music is excellent so we twirled about, around and around and I did\nenjoy dancing again. I have N't danced for so long I thought I would\nhave forgotten how. I guess I was rusty too. Then at midnight we started\nwalking home. We walked and we walked, he did not know his streeets any\nbetter than me and we must have walked three miles at least. I was quite\nhisterical- it was so funny wandering about, tripping over the curbs\nand having to ask everyone wheich way to turn. However as this was the\nonly bit of air I had had for days I quite enjoyed it.\nLast night I dined with Lou's right hand man- called Wyker or\nWeykoff -I dont know what his name was, Lady Brownlow and Stewrt Mc Clintc\nic. We dined at Quaglinos which was delicious and were home by 11 P.M.\nA delightful evening. There are some very nice people about and I have\nmet quite a few new faces. Mostly air corps people who are most interestig\non their subject. Rod Tower blew in today, and everyday there is a new\nold face that crops up.\nI had a funny thing happen at lunch yesterday. I was invited\nby a girl called Polly Peabody.to lunch in her house on a,muse tucked\naway over miles from here. I arrived along with three other invited\nguests to find Polly had thought she had invited us all for the follwing\nday. She was most embarrassed and as no one had any intentions of leaving\nwe said we were going to raid the kitchen. Well you know what it is these\ndays with coupons.Food just does not come easy, but fortunately she had\nphesant some onehad given her so we went to town on that with a green\nsalad thrown in and although we all were out for much more than our usual\nalotted hour for lunch- we had fun. It was a sweet tiny little house\nmade from an old converted stable. She had a big fire going and we ate\natone end of the living room. An englishman who is a big shot in the\nGovernment was there and was terribly interesting about politics, war\netc. I enjoyed it enormously. He had just returned from the U.S. and\nfelt the Republicans were going to be hard to beat in the next elections.\n[End Page 2]\n3\nI see that more pay has been granted our strikers- which to me is a depressing\npicture. They ceratinly are pampered.\nThe Pacific war always sounds as though it was going favorably, but\nI am sure as you once said- their are plenty of losses on our side too which\nis never mentioned much in the papers.\nThe Russians are well underway in this side of the Atlantic and I\nthink its wonderful. Ofcourse the real tough fighting lies ahead of us. We\nare all set now to really go into the fray in a big way and it is boung to\nbe costly I should think. I think lots of people are hopeful that next spring\nwill be the clean up and I hope they are right.\nI mailed you and Morris to-day a little Xmas present from our old\nfreind\"LongmanStrong'in the Arm\" -  do you remember the shop? They are two\ntie clips one for you and one for Morris. If you cant wear them with your uniform\nyou can use them to clip papers together with. They bring you my love and best\nwishes for Xmas and the wish thatsome day we may all shoot pheasants together\nagain and walk across fields with spanials at our heels.\nI hope my letters are starting to arrive. My no I was from the [removed my censor]\nin [removed my censor]\nall the rest here.\nI have missed everything between your 45 and your 51. I hope they\nturn up. I am very careful never to mention the place I am in wheich also\napplies to you when you write to me. Watchout for that or else the sencor w\nwill hold up the letter and I may never get it at all.\nI hope by now you have the A.P.O. no. all straight and will write\nme to that as you are supposed to.\nYou asked me about Butterworth. Yes he was in our Embassy there.I\nhave forgotten his title. Alice Enos was the wife of the acting British Minister\nwhen I was there She is married as you know to Hopkinson who is very nice endeed\n- and I wrote ou I had dinner with him on his terrace overlooking the view\nof the river.\nI thought what a great idead that was about plowing up the Medway road.\nI never would have thought of it. Very clever of you Pal. That ought to stop\nthem. I agree over and over with you that Medway is not the place for us. We\n'll sell it when we get hom and go live in the sunshine, or on a little farm\nin the north. I know we'll find a better life, a simpler one with less worries.\nFirst I want to think of nothing but going to some perfect spot with you- and\nno thought of anything. My how I want that. After a winter of darkness, fog,\ndampness, no sunshine and shoddy streets believe me I shall be so longing for\nclean clear blue and white, sea, skye and above all sun. The fog gets in your\nthroat and sticks, and this fog is nothing to what is ahead I am told.\nWell darling I am glad I am here and not Washington, glad I can hear\na real siren that means something once in a while, glad I can do a job closer\nto the front. Its a better atmosphere than Washington I assure you, much better.\nEveryone is working, working hard, the people are magnificsent and they talk\nof the Esprit de corps of those big Blitz days with sort of reverence, emotion,\nand feelings,with great humourthrown in that are no longer obvious today,as\npeople now have security once more.\nI must stop [and] do some work that has just come in - Goodbye darling -\nAll my love - Gertie.\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:68929"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl68929-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl68929JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Washington (D.C.),Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,English,College of Charleston Libraries,World War, 1939-1945,Gertrude Sanford Legendre Papers: Correspondence,Legendre, Gertrude Sanford, 1902-2000,Manuscripts,1943-11-04",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Letter from Gertrude Sanford Legendre, November 4, 1943"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Washington (D.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-11-04",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/48674/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 139,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/48674",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2158,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48674/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48674",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/48674/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/48674",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/0",
              "height": 2158,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68929JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48674/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48674",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F6%2F7%2F4_f04ae6417374ed2%2F48674_alt_12948_f0d850ae4fd84ee.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F6%2F7%2F4_f04ae6417374ed2%2F48674_alt_12948_f0d850ae4fd84ee.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68929JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/48674/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 139,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/48674",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F6%2F7%2F4_f04ae6417374ed2%2F48674_alt_12951_23d3fad694343b0.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F4%2F8%2F6%2F7%2F4_f04ae6417374ed2%2F48674_alt_12951_23d3fad694343b0.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl68929JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl68929JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}