{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Letter from Sidney Jennings Legendre, September 23, 1945",
  "description": "Letter from Sidney Legendre to his wife, Gertrude Legendre, recounting the events of a terrible party they had attended, requesting that she not gossip about things she reads in his letters, and advising her on the business affairs of Medway Plantation. Sidney continues in his letter to discuss the business affairs of the dress shop he had purchased, lament inflation, and describe the work they are doing to the apartment house and dress shop. He also encourages her to go on vacation to Acapulco and to not spend too much on a flat in New York, New York as he will only be using it when he is in town on business.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from Sidney Legendre to his wife, Gertrude Legendre, recounting the events of a terrible party they had attended, requesting that she not gossip about things she reads in his letters, and advising her on the business affairs of Medway Plantation. Sidney continues in his letter to discuss the business affairs of the dress shop he had purchased, lament inflation, and describe the work they are doing to the apartment house and dress shop. He also encourages her to go on vacation to Acapulco and to not spend too much on a flat in New York, New York as he will only be using it when he is in town on business."
    },
    {
      "label": "Access Note",
      "value": "All rights reserved. For more information and reuse requirements contact The College of Charleston Library, Charleston SC 29424."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Copyright © College of Charleston Libraries."
    },
    {
      "label": "Date Digital",
      "value": "2014-03-10"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "September 23, 1945\nGertie, Dear,\nI have your letters of September 9th.,15th.,\nand 19th. In the one fo the 9th, you said that Roger\nCutler and others had told you that the islanders in the\nvillas were charming and that you were afraid that\nI did not know the people that are really residents of the island.\nAccordingly against my better judgement I accepted an invitation\nfrom Clark Reynolds and his wife to a cook tail party and\nbuffet dinner. They were the ones that h d spent the winter\nwith xxxxxxx Laddie and Mary in Mexico playing polo. All the\nvilla people were there in force dressed in evening colothes for\nthecocktail garty that began at five. Dillinghams, Baldwins etc.\nI had not had anyting to drink for the past month and had no\nontention of drinking at this party but after an hour of standing\non one foot and then the other I gave in and had a drink, this\nalone made me furious because I have been feeling so wonderful\nthat I just hated doing nyting that would in anyway take off the\nedge. Things did not go so well. Some women c me up to me and\nasked who did I think I was, that her brother had spoken to me\nat the tennis club and I had just nodded. I should have told her\nthat I ddd not know who she was so how in the devil did I know\nwho her brother was. While this was going on I heard morris out\nof one ear saying to Mrs Baldwin, you are absoluly wrong and\nthen he left her. After this little by play my hostess came up\nand said that she thought that Morris was devine,that I was queer\nShe said thatshe had written this to Mary and Mary had writ ten\nback asking what she meant by \"queer\". I asked her also\nbut she wandered off on some other subject between excahnging\nkisses with various men. I was then introduced to a Mr\nDillingham who said he was sorry he could not get up to shake\nhands but he was too drunk. After this Admiral Halsey\nfastened himself on our necks about  n p rtment for some girls,\napparently we had not given them one when Pi gy Weeks had asked\nus to. I didnt remember  nything  bout it and told himso, but\nhe kept ins sting we had played him foul . When we tried to go\nhome Lou the hostess fastened herself around Morris and said\nhe could not go, she had to just dance and dance with him.\nI guess I  m all wrong but I think I will continuex to trim the\nvines and work with the  p rtmmt house andthe business and wait\nuntil you come out here and do the social life for me. I am\nnot very good at it.\nThe place isl velier than ever I live never seen such\nstill quiet sunny mornings when all the palm trees are glistening\nand the Ala Wai sparkles and sends its little ripples washing\nagainst the wal . We sit drinking our coffee on theporch\nlooking at the hills in the distanc e and say over and over\n[End Page 1]\nthat there is not any place in the wo ld to match this island\nor roup of islands for weather and be uty. Before going any\nfurther let me warn you not to mention to anyone, Ellen included\nwhat I have said about the people on this island. Things like\nthat fly like thewind andin a very few days someone will report\nfrom the mainland to someone here or comming here that\nSi dney Legendre thinks the islanders are terrible etc. The\nresult will be that when you arrive it ill be very difficult to\nmake friends. I really mean this warning and sk that you heed it\nI am writing a letter to George again telling him\nto get the necessary informati on . The ,ast time I didthis\nhe came back with an asnwer that it was not necessary. God\nsave me from those charlesonians when it comes to getting things\ndone. I think you have to go to Moncks corner for that.\nKnoth understands the idea of our timbering and as we\nwill see the trees marked before we agree to the cutting I think\nit will be alright. Naturally it will hurt the appearance of the\nproperty in that you will se tree tops on the ground but I just\ndo not think in these times that this little insult to the\nastetlc tastes can be spported.\nPlease tell Tat that her dresses have not arrivedas\nyet and that we are waiting as anxiously as she for the day when\nwe may see them. There is a big wedding aking place in the\nearly part of October and if we only hadthosedresses then we would\nmake a killing. Everyone is comming in and asking us if we\nkn w when they are comming in and to please let them know right\naway etc.\nNot only can I not get a blast out of Jo Jo but I cannot\nget a letter out of her at all. However as she owes us less\nthan we one her it is OK with me. She is rea ly crazy I must\nadmit because she had nothing to gain by her extraordianry\nbehavi ur and a lot to lose.\nAs far as inflation is concerned I have b en hearing this\nforyear . I remember when your father was s ti ll alive everyone\nwas yelling about inflation and sell all government bonds and\nthey still are crying wolf wolf and the bonds are higher than ever\nThere is not n attractive bathing suit in town and\nwe have sold practically all the ones that we bou ht in New York.\nAs I remember you askedme to bring you back a mans dressing gown\nI c nnot find anything like theone that I have. They are terrlbie\nnow with the most dreadful colors you can imagine.\nCertainly had a good laugh at your telephonecharge of\neighty bucks. I guess in the nature you hadbetter call me at\n95121 because we might talk for an hour the next time and then\nI would be too poor to get passage back home. It certainly\nis worth any amount to talk to youand it all seems so natural\nchatting away. Probablty after have been home for a\nmonth you will neverwant to hear me again.\n[End Page 2]\n3\nIn answer to your question we have fif teen dresses made\nup in the altman and McCutcheon material ard they are a great\nsuccess . The little Jap women is   wizz and could not make them\nbetter. She is necessarllyllmited by the fact that she had\nto gradually get rid of all her other costnrners to take us on\nbut now she has and thirgs will be going better. We make belts f\nof the same materaila and also buttons coveredw ith the same materi\nnaturally it is not as smart but you cannot get the other things\nout here as yet. I wrote to tat ard asked her to send me some\nbelts but she never answered my letter. If you see her tell her\nto please let me have about a dozen or so belts just to see how\nthey go, t en if they are a success I will buy more.\nMy big laugh of the day c me when I sat down and read your\nletter of the 19th. saying that  he apartment house would be\nalldecorated and the shop finished by the time youcame out and\nthere would not be any more fu . For your infomation we have\nbought two ash trays so far. Everything else has consi sted of\nshifting rugs from one apartment to the other. Nailing c airs\ntogether and trying to make ovens work. Morris is the electrical\nand carpenter and I am the decorator protector ofcarpe ts and\npunee covers, and inventorieer of shina and silver. I can only\ntell you that there is plenty of wrk and no quitting when you are\ntire . We have hadfour apartments b come empty in the past two\ndays and new people clamoring for them di rty or not. Everyone\nwantsto move in before the beds are cool, andthe places are\nso drty that I cant let than do it. Thismornigg I spent cleaning\nan ice box andstove while Morris was repairing the electrical\nconnection. I dragged out the rugs and am sedning them to the cl\ncleaners tomorrow with the curtains. Also the inven tory of\nsivler, pots and pans, blankets ard bedspreads is in such a\nmess because during the war days we never had time to count them\nandadj st difference. Now it is hitting us at once with the\nrealization that we have to fin sh it before leaving and I can\ntell you we are humping. In addition getting Gerrys books into\nshape taking care of due rapidly increasing business etc. is\nbreath taking. When you come out youcan havefree rein to nuy\nwhat you want [wi th your own money] you cant expect a poor\napartment house to be buying new things. Our apartment is\nreally shabby, but we aredoing nothing to it until you come out.\nThe cahirs have to be revocered t e curtains hang limp, the\ndinning room rug is worn out and was taken down to the cellar\ntoday. The pent house porch is shot to hell all the cus ions etc\nhave faded out completly and there isenough to keep you\nbusy for six years. Gerrys shop was furnished entirely with\naparment house lft over, we did not buy anything at all, so you\ncan see it could stand a little purchasingh re and there although\nit looks very well if I say so my self. Blue walls, blue curtain\nover the front of the closcet containg the clothers, Blue drapes\nwith perpendicular red stripes, and a red rugh on the floor.\nBamboo furniture with white xxxxxx cushions, very chic, but\nshould have a lahala [grass] mat on the floor, cool summery\ncurtains, but what can you expect a poor business to pay.\n[End Page 3]\nEncleed is a check from Gerry for the cloth that you bought.\nShe asks me to again thank youfor doing this and for your wonder\nful taste in picking out the models. They were p rfect and by\nanf far the nicest and chicest things we havehad.\nAcapulco sounds marvellous. If you are therewhen I return\nI c n fly down from New York or perhaps straight from Frisco.\nHainving had a little ex ericne of p rtridge shooting In the far\nwest I have some doubtas about this especially since we will\nget some shooting in the south. I think the sea and sunshine is\nmore our dish. When I find out what is going to happen to me\nI can let you know my plans . In the meantime le t me knowyour\nMexian address in order that I can write you direct. The news\nabout xx isthis, my papers for release went in on the 20th.\nThey told me yesterday they were under severeal thousand other pa\npapers, butof co urse everone was doing there best to get us out.\nWham this will happen is beyond re but I still gues around the be\nggining of Octo ber. Then I will try either to get on the plane \nor a ship and come on back.\nDont spend to much on the flat bec use all I want to do in\nNew York is business and certainly will not want to be in the ci\nty longer than is necessary. Anddont let that 80,000 burn a\nhole in your pocket. You haveplenty of time to see theworldand\nfind the place we like. In the meantime you have a plntation in\nSohth carolina and a pent house and apa rtment building in\nHonolulu , a house in Florida that is s rt of mixed up with\nfamilly, two race horses and several chi dren some dogs, ROSE\nand what more caould a marriedcouple ask for, except a big\nbed and not to soft a one at that.\nSo long old timerour separation is almost over and we can\npick up where we left off [in bed wth a bottle of champa gne].\nAll my love darling until we meet again.\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 182"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:69327"
    },
    {
      "label": "Collection Identifier",
      "value": "GSL"
    },
    {
      "label": "Original filename",
      "value": "lcdl69327-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Gertrude Sanford Legendre Papers, 1844-1996"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Gertrude Sanford Legendre Papers: Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl69327JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "GSL"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948,English,College of Charleston Libraries,World War, 1939-1945,Gertrude Sanford Legendre Papers: Correspondence,Manuscripts,Legendre, Sidney Jennings, 1903-1948,1945-09-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 182"
    },
    {
      "label": "Title",
      "value": "Letter from Sidney Jennings Legendre, September 23, 1945"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "World War, 1939-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Legendre, Gertrude Sanford, 1902-2000,Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Legendre, Sidney Jennings, 1903-1948",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-09-23",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Copyright © College of Charleston Libraries.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2608,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/0",
              "height": 2608,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69327JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11706_b033c95fd64fbbd.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11706_b033c95fd64fbbd.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69327JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11708_d156b5bec678a5c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11708_d156b5bec678a5c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/2",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69327JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/39536/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/39536",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11710_e9c9f6ed81de25f.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F9%2F5%2F3%2F6_dfdf43ea37aa9a9%2F39536_alt_11710_e9c9f6ed81de25f.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl69327JPEG1jpg/canvas/3",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl69327JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}