{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58551JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 34: Clipping 6",
  "description": "Article entitled \"U.S. Housing Administrator Pleased with Progress Here\" regarding housing in Charleston during war time (Dec. 9, 1942).",
  "metadata": [
    {
      "label": "Description",
      "value": "Article entitled \"U.S. Housing Administrator Pleased with Progress Here\" regarding housing in Charleston during war time (Dec. 9, 1942)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "U.S. Housing Administrator  Peased with Progress Here  John B. Bandford Tours  Projects in and Near  Charleston, Comments  on plan for Conversion  of buildings  After being shown a Public  housing projects in and around  Charleston yesterday, John B.  Bandford, Jr., national housing administrator, expressed himsef as  peased with new construction and  the number of projects already  competed.  Mr. Bandford\"s one-day stay  here was what he termed a \"stop,  look and isten\" inspection to famiiarize himsef with what has  been accompished and future needs  to care for war workers and their  famiies.  Charleston, he expained, is one  of eighty war producing centers in  the country having critica housing  needs in which unusued residential  and other properties will be converted into living space for workers.  The plan went into operation here  last week when the Charleston  Housing authority, under which the  entireLocalprogram will be  handed, named John S. Cator as  manager of the Homes Use program and the War Housing center,  located  at 340 Meeting street.  Mr. Bandford decared that one  of the chief aims of the plan will  be to utiize maximum space and Localabor. with the nation facing  a serious manpower situation, he  said the migration of abor is an  expensive matter, and for this reasonLocalabor will be used amost  Housing Officias Inspect Projects in and Near Charleston  Forming Group  entirey   to   compete   work   under  the plan.  Conversion work, he stated, will  be done with a minimum use of  critica materias and cost, adding  that emphasis will be placed on  getting living space accommodating  families of two or other small family units. Both private and Public  projects are being encouraged.  Thorough  Town  Arrliving here eary yesterday  morning, Mr. Bandford was taken  on an inspection of a projects in  the city; those of the Victory Housing corporation; units now under  construction near the navy yard;  the port of embarkation, Navy  Yard and the Charleston shipbuiding and drydock complany.  He was met yesterday morning  by Edward D. Cement, executive  director of the Charleston housing  authority; Robert K. Creighton,  regional director of the NHA; John  P. Broom, regional director of the  FPHA; H. E. Baiey, state FHA director; Coone John E. Eare special services officer of the port of  embarkation; and ieutenant D. T.  Eiman, district iaison housing officer; J. C. ong, attorney, for the  Victory Housing corporation; . D.  ong, of ong construction complany; Nei Shafer, project manager of the FPHA and E. . Aison,  int director of the state FHA.  This group met T. J. Kenny,  chairman of the Charleston war  housing committee, and Ear Draper, assistant commissioner of the  FHA, in chlarge of defense housing  when they arrived yesterday afternoon at the North Charleston station.  Committee  Working under the direction of  the Charleston housing authority  will be the war housing committee  and Mr. Cator. The war housing  group was created in September by  E. . Godshak, president of the  Charleston Chamber of Commerce,  to cope with the situation. with  Mr. Kenny as chairman, the committee incuded, Capt. A. B. Reed,  df the Charleston Shipbuiding and  Drydock complany; T. Aston Busby of the South Carolina Power  complany; Mr. Cement. Coone  Eare. Capt. James P. Byrne, ieutenant Eiman; ieut. Huger S.  King, assistant to Capt. Albert M.  Prim, of the navy yard and Paul  W. Conant, executive director of  the Charleston Chamber of Commerce.  In October this group was ask-  ed   to  work  with  civiian  defense.  [Btafi   Photograph  by  TVik  Federa, stato, miitary andLocalhousing authorities yesterday assembed in Charleston to confM with John A. Bandford, Jr., national  housing administrator, who was here for an inspection ofLocalprojects and to study future needs. Gathered at the North nanesion station  in the above photograph, eft to right, are: ieut. D. T. Eiman, of the navy: J. C ong and . D. ong, Victory Housing corporation  John P. Broom, regional director of the FPHA; E. . Aison, assistant state FPHA director; Edward D. Cement executive director of the  Charleston Housing authority; Co. John E. Eare. of the special services office of the port of embarkation; Mr. Bandford; Kobert is., treign-  ton, regional director of the\" NHA, and H. E. Baiey,  state FHA director.   UsssBBisssBisa  It now serves as iaison between  the war housing center and the  Public, and is working to speed  the conversion program.  Reception  last night Mr. Kenny gave a reception in honor of Mr. Bandford  at his residence. 8 cgare street.  Mayor ockwood and other prominent city and miitary officias attended.  also attending were the committeemen and housing officias named  previousy and Capt. Albert M.  Penn, industrial manager of the  Charleston navy yard; E. . God-  shak, president of the Chamber of  Commerce; Dr. Josiah E. Smith,  president of the Charleston Housing authority; C. Norwood Hastie,  president of Organized Business.  Inc.; Eric W. Fern, superintendent  of Pittsburgh Metaurgica complany, and Fredrick H. McDonad,  representing the Carolina Art  Association on the committee.  Dr. Smith was unable to accomplany Mr. Bandford on the tour.  The administrator eft here last  night."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58551"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58551-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 34: Community Development Council--Housing Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58551JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Housing--South Carolina--Charleston,United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Evening post (Charleston, S.C.),Folder 34: Community Development Council--Housing Publicity,1942-12-09",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 34: Clipping 6"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Evening post (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-12-09",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33321/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 108,
    "width": 150,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33321",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58551JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58551JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 1442,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33321/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 108,
            "width": 150,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33321",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58551JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33321/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33321",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58551JPEG1jpg/canvas/0",
              "height": 1442,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58551JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}