{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Articles/Welfare-Social",
  "description": "Series of articles: \"Annual Bureau Opens Monday: Will be Operated by Charleston Social Service Exchange\" (Nov. 29, 1941), \"Orphanage Seeks $60,000 Fund\" (Nov. 17, 1941), \"Jewish Relief Drive Opens\" (Nov. 10, 1941), \"Y.W.C.A. Would Enlarge Girls' Quarters\" (Oct. 6, 1941), \"$500,000 is Spent on Welfare Here\" (March 21, 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articles: \"Annual Bureau Opens Monday: Will be Operated by Charleston Social Service Exchange\" (Nov. 29, 1941), \"Orphanage Seeks $60,000 Fund\" (Nov. 17, 1941), \"Jewish Relief Drive Opens\" (Nov. 10, 1941), \"Y.W.C.A. Would Enlarge Girls' Quarters\" (Oct. 6, 1941), \"$500,000 is Spent on Welfare Here\" (March 21, 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "PAGE TWO  ANNUABUreaU  OPENS MONDAY  will    Be    Operated    by  Charleston social Service Exchange  The Charleston social Service  Exchange\"s annual Christmas Bureau will open on Monday.  Under the direction of Mrs. Helen  R. Johnson, executive secretary of  the Exchange, toe bureau will be  set up so that a organizations in  the city planning to distribute baskets to the poor during the Christmas season may check their ists of  beneficiaries so that there will be no  dupication, and a maximum number of families will receive assistance.  The Exchange will distribute  banks to the various agencies who  will fill them out with \"Information  regarding the families they will  hep and fie them with the Exchange. These ist the name and  address of the benefiting famiy,  the men\"s name, the women\"s name,  the boys\" and girs\" names and ages,  the agency working with toe famiy, its address and telephone number, the organization or individual  providing Christmas cheer and its  address  and  telephone  number.  Parent-Teacher associaltions, organized welfare agencies, individuals, auxiiaries and other groups  are urged to avai themseves of the  services  of the bureau.  Each group checks its ist with  the bureau. If a family is found on  it who is already isted by another  group\" to receive a basket, it is  stricken off and the name of a second famiy, who would not otherwise  benefit,   is   substituted. \n\n[End Page 1]\nOrphanage Seeks  Fond  The Jenkins Orphanage has set  out to raise $60,000 by December 16.  the date on which the 50th anniversary of the founding of the estab-  isment will be ceebrated.  Officias hope to estabish a $50,-  000 endowment fund so as to assure  the life of the institution for many  years to come. The remaining $10,-  000 is needed for Immediate rep  quirements, is was stated.  It was pointed out that many  needed repairs are now in progress,  and that if funds could have been  obtained this work would have  been done last year, when costs of  materias and abor were ess.  Officias of the institution extended thanks to \"our good friends\"  for past assistance and soicited continued interest. \"The management  has done the best they could with  the means they had at hand in  caring for and training the children  they have had under their supervision through the years, but it  really has been a hercuean task  and a hand to mouth strugge. If  the institution is endowed, the  strain of carrying on will not be so  great. Rev. Paul G. Danies has  gone forward with the work here  in Charleston; ining  up committees  that are to assist in the task of raising Charlestons quota.\"  Dr. W. M. Ratiff, of Greenvie, is  in chlarge of the state drive, and  Spartanburg headquarters have  been estabished in a white Presbyterian church there. A fete is being prepared for Greenvie, and the  orphanage\"s \"baby band\" will appear. \n\n[End Page 2]\nJEwiSH REIEF  DRIVE OPENS  Address Given by official [  of national Refugee  Service  The United Jewish Appea is now  under way in Charleston and will  be concuded  Friday night at the  Francis Marion hote when final returns of canvassers will be made.  The campaign was opened with a  dinner last night featured with an  address by Ephraim E. Gomberg,  director of resettement and fied  service of the national Refugee  Service, and Sam Berin, for the  past four years chairman of the  campaign, who also served as toast-  master.  Funds raised in the campaign go  for the hep of Jews and Christians  made hepess by events abroad,  over $250,000 having been contributed to various Christian organizations last year from the United appea fund.  Mr. Gomberg last night tod an  audience comprised of the teams  which today began their drive for  funds, of conditions in Europe, of  how Jews are being treated, of the  arrangements for their reief and  resettement in Paestine.  Mr. Berin made a \"pep tak\"  urging his teams to get out and  work this week and to thoroughy  canvass the city.  Committees follow:  general: Isadore Bank, honorary  chairman; Mr. Berin, general chairman; Hyman Karesh, treasurer, and  Miss Mary Shok, secretary.  Executive and initial gifts committee: Hyman Rephan, chairman;  Ed Kronsberg, Mr. Bank, eon  Steinberg, Aderman Samuel Adde-  stone, Isadore esser, Aex Karesh,  Irving Steinberg, Hyman Karesh  and Mr. Berin.  Entertainment committee: Harry  J. Shok, chairman; Mr. esser, Mr.  Bank and Mr. Berin.  Men\"s team division committee:  Maier Triest, chairman; Water  Soomon, vice chairman.  adies team division: Mrs. Isadore  esser, chairman; Mrs. Hyman  Rephan, Mrs. eon Steinberg, Mrs.  Harry J. Shok, Mrs. H. Hyman and  Mrs. Sam Berin. ,  Banquet committee: Mrs. H. .  Garfinke, chairman; Mrs. Aex  Hirsch, Mrs. Shok, Mrs. Robert  Cohen, Mrs. Berin and Mrs. ena  Kronsberg. \n\n[End Page 3]\nNEWS amp; COURIER  Charleston, 8. C.  C, MONDAY MORNING, OCTOBER 6, 1941  Y.W.C.A.wouldEnlarge Girs9 Quarters  \"pHE CARRIAGE HOUSES and servants quarters of what  was  known  as  the  Jervey  residence   are shown  above.  This  property  was  acquired  by the  Y.  W. C.  A.  at the  time the  administration  buiding was  erected at 76 Society street in 1919. The apartment on the second foor is now used for housing business  girs.  If the present campaign  for $22,750  is successfu, a part of the money will be used to rebuid the  south end of this buiding; thus, housing  will   be  provided  for  more   girs.  Funds in Present Campaign Ear Marked for  Remodeing old Building  In a fine old residence, historically known as the Jervey Residence, located at 21 George street,  and we over one hundred years  od, ive a group of young wornen  under the aegis of the Young Women\"s Christian Associaltion. In the  basement of the buiding a sorority  of the College of Charleston has  its chapter rooms.  Extending we to the south at  the rear of the buiding is a ong  ow buiding, serving, in ante-beum days, as kitchen and servants\"  quarters. A part of these have been  remodeed into an apartment and  rooms for young women. Underneath, spaces on e used for horses  and carriages, now serve as rented  garage space.  The extreme south end of the old  quarters is conceived in the present  campaign of the Y. W. C. A., for  $22,750. should the amount, sought  October 6-13, be raised, the part  overooking the tennis courts will  be converted into suitable living  space for four or more girs. This  will hep meet the increased demand for housing of young gir  defense workers or of others.  Miss uu B. Cochrane, recenty  a resident of the Y. W. C. A., said:  \"It is more difficult for a gir to  find desirable odgings than it is  for a young man. Rooming houses  generaly prefer men, as requiring  less service. For comfort, atmosphere, and other advantages, Y. W.  C. A. residences are attractive to  girs, and there is a ong waiting  ist. Y. W. C. A. buildings can accommodate at one time eighty girs.  The Y. W. C. A. surey needs that  extra space in the old quarters, now  caed \"The Cottage\"\".  There is the freedom of a good  home at the Y. W. C. A. gir residents entertain their young men  friends in the ounge or obby, or  on the coo brick veranda in Society street. Every night, among  civiian and service men may be  seen coming and going, as caers.  Sitting with their girs on the ver  anda or in the ounge of the Society  street buiding is a pleasant change  from office or dri ground.  telephone messages, mail and  packages are ooked after at tne  desk by Miss Edith Prentiss, or Mrs.  Heene Semmes during the day, and  by Mrs. S. B. Harper, night secretary.  A sampe of the girs\" expressions  follows: \"There are various reasons  why I ike to ive at the Y. W. C.  A. First, I ike the freedom of the  Y. W. C. A., which cannot be found  in a private home; also the convenience to the shopping and theater districts, and to my work. Most  of a, I ike living at the Y. W. C.  C, because of the spirit of friendship and cooperation found there\".  Another said: \"I ike to stay at  the Y. W. C. A., because of the  Association with girs of high mora  qualities from different vocations.  Because it is homeike and because  its ocation to business district is  convenient are other reasons. Meas  within the buiding make it seem  more ike a home\".  Here is a comment from a very  young business gir, newy come to  Charleston, as to why she came to  the Y. W. C. A.: \"I came to the Y.  W. C. A., because I knew that I  would meet girs there whom I  wouc be proud to know, and then  I could choose my crowd. I am in  a grcrtd church group because of aj  gir I met in the Y. W. C..A. Club\". |  Miss Martha E. Sparks, executive  secretary, said to a business woman  the other day. \"We do not ask the  .Public to subsidize our sef-supporting business girs who are an  asset to our city, but we do ask for  maintenance of our non-fee activities; such as, our obby and rest  room, and payment on the Building  debt\".  To maintain the residences in  good condition, and to make essentia repairs, a sum is included in  the budget of $22,750 for 1941-42.  To secure the goa, sixteen teams  of   workers   will   start   tomorrow  Governor auds  Y. W. C. A. Work  Mrs. W. E. Hutson, as Publicity  chairman for the Young Women\"s Christian associaltion, has  received the following letter  from Governor Burnet R. May-  bank:  \"I note with much interest  that your annual maintenance  campaign opens October 6.  \"I am happy to send greetings  as I fee that the Young Women\"s Christian  Association of  Charleston provides opportunities for many types of women  and girs in the community.  \"It is a progressive organization and is of great assistance in  heping young women meet the  problems of the day\".  morning to call on former contributors to the Y. W. C. A. and on  new prospects. The campaign, however, is not a house-to-house drive.  It is requested of a househoders and business men that the 200  vounteers who will \"trudge it and  drudge it to get the budget\" during  the week October 6-13 may be accorded a courteous reception.  \"isten to the story the team  workers have to te, Mr. and Mrs.  Citizen, and give as much encouragement as you can in interest  and money, to these representatives  of the Y. W. C. A.,\" urges Mrs.  Joseph E. Jenkins, chairman of  teams.  \"A captains and team workers  are expected to make a first report  of their soicitations tomorrow at  6:15 p. m., at the opening meeting  of the campaign, to be held at the  Francis Marion hote\". \n\n[End Page 4]\nD COURIER, CHAREST\"  U. S., State and County Give  Toward Support and Care  .   ofLocalPoor  More than $500,000 was spent in  the last fisca year by the Charleston county Public welfare board  through the welfare setup and the  various county agencies supervised  financiay by the board, it is shown  by the audit competed recenty by  William F. Muckenfuss amp; Associaltes.  The Federal and state governments  contributed $203,632.82 and the  county $303,586.12 toward the $558-  485.95 handed turing the fisca  year ending June 30. The remaining $51,267.01 was on hand in the  form of a cash baance at the beginning of the fisca year, Juy  1, 1940. The cash baance at the end  Of the year was $44,016.40.  County funds were expended as  follows:  Roper Hospital, $109,789.50;  Charleston County Tubercuosis  Association [for Pinehaven], $36,836.-  81; board of health, $81,655.40; Hospital and Training schoo, $4,-  186.35; administrative department,  $35,749.44; county service officer,  $2,400; general reief, $32,475, and  County Center, $13,553.09.  Of the $203,632.82 received from  the Federal and state governments,  $175,950.08 went for the state board  payros [reief]. The welfare funds\"  division was: $108,908.31, for old  age asistance; $58,534.68, for dependent chidren, and $8,507.09, for  aid to the bind.  Other Federal and state aotments  were: $4,321.64 for saaries and $1,-  060 for Automobile aowances in  the health department, $20,939.66 for  saaries and $1,361,44 for Automobile aowances under the county  welfare board.  The auditors concuded their general comments with:  \"We desire to commend the executive secretary [S. Marsha Sanders] and office personne for the  efficient manner in which the affairs of the Charleston county Public welfare board are administered,  and to express our appreciation for  the courtesies extended us during  our periodic visits to office of the  board.\"  Henry C. Hass is chairman of, the  board; Charles E. Gibson, vice  chairman, and Sidney B. Jones, secretary. Mr. Sanders is secretary of  the board and director of the welfare department. \n\n[End Page 5]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59151"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59151-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59151JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Charities--South Carolina--Charleston,Folders 52-61: Miscellaneous CSC Files,Manuscripts,News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.),1941-11-10,1941-11-29,1941-11-17,1941-10-06,1941-03-21,Jenkins Orphanage Institute (Charleston, S.C.),United Jewish Appeal,Young Women's Christian Association (Charleston, S.C.),Social service--South Carolina—Charleston,Orphanages--South Carolina—Charleston,Jews--South Carolina—Charleston,Public welfare--South Carolina—Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Articles/Welfare-Social"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Charities--South Carolina--Charleston,Social service--South Carolina—Charleston,Orphanages--South Carolina—Charleston,Jews--South Carolina—Charleston,Public welfare--South Carolina—Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Jenkins Orphanage Institute (Charleston, S.C.),United Jewish Appeal,Young Women's Christian Association (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-11-10,1941-11-29,1941-11-17,1941-10-06,1941-03-21",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 52,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 694,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 52,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 694
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59151JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 753,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 52,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11389_1d74a991e781682.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11389_1d74a991e781682.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/1",
              "height": 85,
              "width": 753
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59151JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 509,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 52,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11392_27cc2fbafe49241.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11392_27cc2fbafe49241.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/2",
              "height": 85,
              "width": 509
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59151JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 920,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 52,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11394_4d7bee9671b6e78.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11394_4d7bee9671b6e78.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/3",
              "height": 85,
              "width": 920
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59151JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 448,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33610/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 52,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33610",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11396_5f35761c8ed197a.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F6%2F1%2F0_80c091998c46a33%2F33610_alt_11396_5f35761c8ed197a.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59151JPEG1jpg/canvas/4",
              "height": 85,
              "width": 448
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59151JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}