{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Articles/Institutions",
  "description": "Series of articles: \"Do You Know Your Charleston: Huguenot Society of South Carolina\" (Feb. 9, 1942), \"Officers Reelected, Report Made at Meeting of Library Society\" (Jan. 20, 1942), \"Garden Club at Manigault House\" (Dec. 4, 1941), Benevolent Society Meeting Next Week\" (Dec. 4, 1941), \"Two Nights for String Symphony\" (Dec. 4, 1941).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articles: \"Do You Know Your Charleston: Huguenot Society of South Carolina\" (Feb. 9, 1942), \"Officers Reelected, Report Made at Meeting of Library Society\" (Jan. 20, 1942), \"Garden Club at Manigault House\" (Dec. 4, 1941), Benevolent Society Meeting Next Week\" (Dec. 4, 1941), \"Two Nights for String Symphony\" (Dec. 4, 1941)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Amost a Thousand Members Now Boasted by  Organization Begun in 1885  THE NEWS AND COURIER, Charleston, S. [  Do You Know Your Charleston?   Huguenot Society of South Carolina   T  HE IBRARY OF THE HUGUENOT Society  of South Carolina is pictured in the photograph above. The  ibrary is in the old Exchange buiding.   Miss Katherine Mazyck, historian, is shown removing one of  the 700 books and periodicas on its sheves.   [Staff Photo by Peck.]    $   Chartered in 1885 with 142 members, the Huguenot Society of South  Carolina, with headquarters in the  old Exchange Buiding in Charleston, now boasts of a membership   of amost 1,000 members.  The society was formed to \"perpetuate the memory and to foster  and   promote   the   principes   and  i virtues of the Huguenots; to Publicy  j commemorate  at  stated times   the  | principal  events  in  the history  of  I the Huguenots; to discover, coect  I and preserve a still exising docu-  | ments, monuments, etc., reating to   the   geneaogy   or   history   of   the  Huguenots  of America  in  general,  and of those of South Carolina in  particuar; to gather by degrees a  ibrary for the use  of the society,  composed   of a  obtainable  books,  monographs, pamphets and manuscripts  reating  to  the  Huguenots;  and  to  cause  to  be  prepared  and  read   before   the   society,   papers,  essays,   etc.,   on   Huguenot  history,  geneaogy and coatera subjects\".  The origina donation to the  society was a $100 gift by Dr. T.  Galliard Thomas, of Edisto Island,  who was then a surgeon in New  York city.  Toward the end of preserving the  memory amp;gt;of the Huguenots, the  society has placed granite crosses  on the sites of the eary Huguenot  churches in South Carolina: old  Goose Creek French church [cross  erected in 1910], Church of St.  Denis at Orange Quarter [1922], St.  John\"s at Berkeey [1928], the   Church of French Santee [1931],  and a cross to mark the Huguenot  settement at Purrysburg [1941]. In  1932 the society also placed a mura  tablet to George Washington in the  Huguenot church at Charleston. The  society estabished a ibrary in the  old Exchange buiding on least Bay  street.  This ibrary until 1921 was located  in the Hall of the South Carolina  ha. It was in March of that year  that the ibrary was moved to the  old Exchange buiding, where it  has grown to over 700 bound  voumes, magazines, and pamphets  deaing with Huguenot history. Amost 200 are French works, and include eighty-three voumes of the  Publications of a Societe de \"His-  toire du Protestantisme Francaise.  Among the books is a version of  the Psams by Cement Marot and  Theodore de Beze printed in 1670.  Miss Katherine Mazyck is the historian. Under her supervision the  society pubishes yeary an account  of its transactions.  In Apri, 1920, the society ceebrated the 400th anniversary of the  birth of Admira Gaspard de  Coigny, one of the most ardent of  the Huguenots who worked for the  estabishing of a haven in the new  word. Among those present at the  ceebration were ieutenant de  wierzbicki of the French embassy,  and the Honorable William de  Beaufort of the Netherands egation, who represented Her Majesty  Queen wihemina, a descendant of  Admira de Coigny.  In 1930, the society commemorated the 250th anniversary of the  arriva of the first groups of Huguenots at Charles Town in Apri, 1860.  The   ceebration   asted  four   days, |  and included a pageant depicting  the debarkation and commemoration services at the Huguenot  church.  although there is no official connection between the Huguenot  church and the Huguenot Society  of South Carolina, both have a common historical background. with  the spread of the Protestant reformation, the Cathoic in France and  also the pope took measures to suppress this new \"heretica\" doctrine  in France. After amost sixty years  of reigious persecution, the Huguenots were granted a reative amount  of freedom by the promugation of  the Edict of Nantes by King Henry  Fourth.  King ouis Fourteenth sounded the  death-kne for the Huguenots in  revoking the Edict of Nantes on  October 22, 1685. A great emigration of Huguenots followed. South  Carolina has been styed the \"home  of the Huguenots\", and became their  principal retreat in the New Word.  several churches were planted in  South Carolina, and here, as one  historian has put it, the Huguenots  \"could without fear worship in the  midst of the forests, and mix the  sound of their psams with the  breath of the wind which ran  through the great oaks\". Of the  churches erected, the Huguenot  church in Charleston, Queen and  Church streets, is the only one eft.  Charleston is now the center of  Huguenot activity in South Carolina. A partia ist of origina  Huguenot names which still exist  in South Carolina, and many of  them in Charleston, incudes Bacot,  Dupre, Dubois, Gaiiard, Huger,  aurens, egare, Maron, Mazycq,  Manigaut, Maichamp, Peronneau,  Porcher, Ravene, Saint-Juien, and  Trevezant.  It is to preserve the memory of  their historical background that the  Huguenot society exists. Its members are made up of descendants of  Huguenots, and of persons who, although not descendants, have devoted time and effort in research  and writing on Huguenots or doing  some other special work. The membership is internationa. Not only  are a of the forty-eight states incuded, but foreign countries as  we. Honorary members include  general John Pershing and Queen  wihemina of the Netherands.  The origina officers of the society  when it began in 1885 were: W. G.  de Saussure, president; P. C. Galliard, J. A. Gibet, and J. B. Davant,  vice presidents; W. H. Prioeau,  secretary; Arthur Mazyck, treasurer; and R. N. Gourdin, Danie  Ravene, B. K. Neufvie, W. St.  Juien Jervey, and F. M. Burde,  the executive committee.  Present officers are: general  Charles Peot Summera, president;  William G. Mazyck, honorary vice  president; Charles S. D wight,  Samuel G. Stoney, Albert Simons,  St. Juien Allison awton, Henry  R. Dwight, Henry . Beck, William  Martin Means, vice presidents; Mrs.  William E. Haske, secretary and  treasurer; Miss Katherine B.  Mazyck, historian; and the Right  Rev. Albert S. Thomas, D. D.,  Chapain.  C.  D.  SHOKES. \n\n[End Page 1]\nOfficers Reeected, Report Made  At Meeting of ibrary Society  A officers of the Charleston ibrary Society were reeected at the  society\"s annual meeting this afternoon. The meeting was held in the  ibrary buiding in King street.  following are the officers: A.  Burnet Rhett, president; N. B. Barnwe, vice-president; and Norman A.  Chamberain, secretary. Albert Simons, F. H. Horbeck, C. M. Trott,  D. E. Huger, J. A. Johnston and  John E. Gibbs, Jr., were renamed to  the board of trustees, along with the  officers.  In behaf of the members and the  board of trustees, Mr. Rhett expressed the society\"s appreciation to  Miss Ellen Fitzsimons, ibrarian, and  other members of the staff.  John Bennett also auded the  work of the society, pointing out  that it \"aways can find information when requested.\" Mr. Bennett  occupied the chair during the eection of officers.  The meeting heard the annual report of Miss Fitzsimons in which she  reviewed the scope of activities during the  past tweve months.  Mr. Barnwe reported on the society\"s financia status.  The ibrarian\"s annual report follows:  \"Considering word conditions,  the ibrary has held its own. It  has a loss in membership of 15,  for though it had eight more appications than resignations, they  were not enough to cover the loss es  by death and those dropped for being in arrears.  \"Of course the circuation has deceased, with decreasing membership, which is being experienced by  a institutions supported by annual dues. This decrease is also  party due to the good development  of the Free Public ibrary and to  that of the College of Charleston,  and also to the fact that the defense activities and following the  war news absorbs some of the time  usually  given  to  reading.  \"Its work with the College and  its cooperation with the art Gallery, dramatic societies, the Citade  and a other institutions in the  city make a usefu record, and its  rare and beautifu books have been  made effective through exhibits,  especiay that of botanica manuscripts and books made at the time  the botanica convention met here.  The research work continues to  be active, bringing us pleasant assurances of its usefuness from  many who have traveed far to  use our coection.  Memberships  \"Appications 48, resignations 40,  deaths 10, dropped for being four  quarters in arrears 13, number of  paying members 15 less than last  year. Tota number of paying members 379, number of buiding share  members, College students and  minor members 472, tota membership 851.  \"In addition the ibrary has an  average of eight monthy members  and serves the teachers and students who attend the summer  School of the College of Charleston.  Circuation  Circuation figures:  Fiction, 14.548; non-fiction, 4,956;  magazines, 3,925; tota, 23,429,  \"Tota number of voumes cataogued  to Dec.  31,  1941,  60,942;  to-.  ta number of pamphets cataogued  to Dec. 31, 1941, 5,467.  \"Binding-Voumes bound, 128;  voumes discarded, 119.  The ibrary subscribes to 51 periodicas and newspapers and receives 15 periodicas and one newspaper as gifts.  Accessions and Gifts  \"Voumes accessioned, 609, of  these 107 were gifts. In addition  the ibrary received 63 voumes of  government Publications, 504 pamphets. 1 topographic atas sheet  and 5 transportation maps. We  greaty value the gift from Miss  Mary . wightman of a porceain  bust of John C. Calhoun which was  the treasured possession of her  father, Bishop wightman of the  Methodist Episcopa church, revered  for his sainty character, iterary  attainments and magnetic personaity.  \"We are indebted to Mr. D. E.  Huger for 17 voumes of fine editions of the French cassics, beautifuy bound, with the associated  value of having beonged to the  historic families of Izard and Huger,  and, ike many books on our  sheves, are an evidence of the  cuture of old Charleston.  \"To the family of Gen. Edward  McCrady we are indebteded for  books of historical interest, made  more valuable by the autograph  of our noted historian.  \"To Mr. Juian Mitchell for  Harpers Weeky, Apri 28, 1860,  containing a very interesting view  of the interior of the South Caroine Institute Hall with the assembed democratic convention.  \"To the family of Mrs. George  Williams for books from her ibrary, some of historical andLocal interest.  \"To Mr. Wais E. Howe for Miss  Aicia Middeton\"s \"life in Carolina and New England\", M. A. De-  Wofe Howe\"s \"Bristo, Rhode  Island\", and A. F. Downing\"s \"Eary  Homes of Rhode Island,\" three interesting and valuable books.  \"To Prof. J. F. Shearer of the College of Charleston for his schoary  and interesting treatise \"French and  Splanish Works Printed in Charleston. S. C.\"  \"Other books and pamphets donated and appreciated were given  by: B. Rosei, Charles R. Anderson,  Charleston Museum, Mrs. Feix  Chisom, Major general Robert  Richardson. Jr., M. J. Rubin, Dr. C.  A. Jessup. Mrs. W. D. Rogers, H. M.  place, Mrs. Charles M. Shipway,  Mrs. A. J. Buist, Mrs. H. T. Puslifer,  0. C. Huffman, B. M. Baruch. Miss  Sarah H. Jervey. Miss Alice Huger  Smith, Miss M. C. C. Tessier, R. S.  Waker, Prof. J. B. Hubbe, Dr. J.  1. Waring, H. F. Griffin, Edward A.  Gross.  Research  \"A few of the subjects for books  and monographs in the making for  which research workers have used  our archives are: Carye McKiney,  Francis Marion, Co. Barnard Bee,  father of Gen. Barnard Bee, reigious periodicas in the south,  Charleston during the Confederate  war, transportation in South Carolina, Public welfare in S. C. prior  to the Confederate war, bank of the  State of S. C, reigious freedom in  the south. South Carolina ibraries.  \"We take pride in the following books,   pubished   during   the   year,  by South Caroinians: \"The Explansion of South Carolina,\" by R. .  Meriwether; \"The Eary Ironwork of  Charleston,\" by Aston Deas; \"Hiton  Head,\" by Josephine Pinckney; \"Emperor Brims,\" by Herbert R. Sass;  \"Meowed by Time,\" by Eizableth  O\"Nei Verner; A History of the  Memminger Schoo,\" by Mary Tayor, \"A Bacony in Charleston,\" by  Mary S. St. Amand; \"Home by the  River,\" by Archibad Rutledge. For  a of these books, except \"Home by  the River,\" and \"Meowed by Time,\"  our archives have been used.  \"Usefu and interesting books  have been added by purchase in a  departments with, of course, many  on present word conditions. Some  valuable additions to our books on  art we note especiay \"The architectural Heritage of the Merrimack,\"  by John Mead Howes; \"The Art  and Craft of Garden Making,\" by T.  H. Mawson, and \"Garden Ornament,\"  by Gertrude Jeky.  \"We have subscribed for the reprint of Evans\"s \"American Bibiography\" which will be an outstanding  addition to our reference books, and  as usua bought an abundant suppy  of fiction.  \"We have made a beginning in  defense work, gliving information to  those engaged in it, and keep the  government pamphets convenienty  at hand.  \"Men in the service have been  made wecome, and it has been a  privilege to share the treasures of  the ibrary with them and earn  to know men from a parts of the  United States in short, intimate  taks. We are coecting ight iterature to distribute, and wish to hep  in every possible way.  \"We thank Mr. F. S. Rodgers for  the beautifu fowers he has brought  throughout the year, gliving peasure  to so many.  \"The support and cooperation of  the College of Charleston make the  interesting work with the students a  peasure.  \"We thank the Garden Society for  their continued care of our grounds,  and the News amp; Courier and Evening Post for printing ists of new  books and other courtesies of ong  standing, and the ibrary staff for  their cooperation.  \"Respectivey   submitted,  \"Een M. FitzSimmons.  \"ibrarian.\" \n\n[End Page 2]\ns. c.  THURSDAY, DECEMBER 4, 1941  j News  Garden Club at  Manigaut House  A Christmas open house at the  Manigaut house yesterday afternoon featured the December meeting of the Charleston Garden Club,  planned as a means of furthering  interest in the restoration of the  Manigaut House gardens. This  restoration is being planned by the  South Carolina Garden Club and the  Charleston Garden Club. The house  was thrown open to visitors, immediatey following a short business session, until 10:30 o clock last  evening. The proceeds from a siver  offering will be used in the restoration work.  The house, crowded with visitors  yesterday afternoon and evening,  was also open to visitors this morning. Guest speaker at the meeting  was Mrs. Cameron Tiffany, winter  resident, of 91 least Bay, who was  introduced by Mrs. H. Jermain So-  cum. In her tak \"What a Garden  Club Can Do, from the Viewpoint  of a Northerner,\" Mrs. Tiffany  spoke of Charleston as the great  garden city of the word and compimented theLocalgarden Club for  its friendy and democratic functioning. Miss Caroine Rutledge reated an eary experience, in connection with the Manigaut house,  now the property of the Charleston  Museum, then tenanted by negroes.  Christmas Decorations  Exceptionay effective Christmas  decorations were arranged by Club  members for the exhibition,  throughout the house. Mrs. Kirk  ynch was chairman of decorations.  Visitors received their first impression of the coor and festive  setting, at the front door, which was  decorated by Mrs. A. Kinoch McDowe with a wreath of Engish  box and fruit, tied with red ribbon.  The door was framed with magnoia eaves and iuminated after  dark. The entrance Hall presented  a picture with, at the rear, a gay  od-fashioned Christmas tree, decorated by Mrs. Arthur J. Stoney and  a group of chidren; and at the  front, two llarge copper jars arranged by Mrs. H. Ceci Sharp with  pine boughs, moss-draped cassina  branches, hoy, Japlanese pum,  oeander, magnoia, red oak eaves,  and pyracanthus.  Proceeding to the right into the  dining room, five Christmas party  tables, ent by an antique deaer,  were arranged, each by a Club  member. Mrs. William S. Bogart\"s  table was centered with a chid\"s  drum, as a container for popcorn,  cassina, and dogwood berries, with  on either side, a smaer drum as a  hoder for a llarge red cande .  A bue china madonna, encirced  by five cande anges with soap  carved heads, fanked with siver  candeabra hoding bue candes in  the same shade as the madonna,  centered thfe table arranged by Mrs.  A. Johnston Buist.  Mrs. Tiffany\"s table was arranged  with an antique god and white  fruit dish, fied with dogwood,  cassina, and hoy berries, with on  either side, matching smaer dishes  fied with popcorn, dogwood and  purpe poison berries.  A table by Mrs. Samuel A. ap-  ham was centered with a Deia  Robia wreath made of fruit, Engish yew, and magnoia eaves,  around two small anges, and white  candes in siver candeabra.  A buffet banquet table, arranged  by Mrs. Raph Tropp, was in the  center of the dining room. An antique mahogany knlife box fied  with fruits, Christmas berries, and  wid grasses was at each end, and  in the center, a siver hurricane  amp encirced with a wreath of  pressed autumn eaves.  Mrs. Roger Tayor decorated the  dining room mante with red  berries and magnoia eaves.  Wreaths in the windows were made  by Mrs. John H. Frierson and Mrs.  George C. Rogers.  Mante  The mante in the room at the  eft of the Hall was decorated by  Mrs. William O. Hanahan with  poinsettias against a mirror back-  Davis Progressive class  Christmas Party  The Davis Progressive class of the  Spring Street Methodist Sunday  School will hold a Christmas party  tomorrow evening at 8 o clock at  the home of Mrs. Thomas E. Stone,  in Pinecrest. Mrs. ouis Denaux  will be the assistant hostess.  Members are reminded to bring  gifts. Officers are asked to come  prepared to report.  Benevoent Society  Meeting Next Week  The adies\" Benevoent society  will meet next Friday, December 12,  at the home of the senior superintendent, Mrs. A. Eugene Geer, 31  least Battery. This will be the reguar monthy meeting of the society. The meeting will begin at  11 o clock.  ground, fanked with two crysta  figures and two od-fashioned kerosene amps. In this room was the  creche ent by Mrs. Mary S. St.  Amand, and arranged by Miss Edna  Aimar, Mrs. Reynods Brown and  Mrs. Socum.  A table arranged by Mrs. Ran-  some S. Hooker was in the small  music room at the rear of the house.  It bore two Staffordshire china figures of John Wesey in preaching  pose, surrounding by four cornucopias, spiing hoy, siver bas,  and siver pine cones on to a white  coth. This centerpiece was fanked  by two antique yre candesticks.  The windows and doors of the room  were hung with Engish ivy, red  and siver bas, and white bes.  The mante in the upstairs baroom was decorated by Mrs. Henry  J. Mann, with a pine cone swag tied  with red ceophane ribbon, hanging  above a Santa Caus sed drawn by  reindeer, and with stockings stuffed  with toys. There was a brass scutte  fied with pine cones and tied with  a red ceophane bow.  Mrs. Frederick Richards, Jr  decorated the mante in the small  reception room at the head of the  stairway. A Raphae madonna and  chid in a god eaf frame, hung  over the mante banked with a  Deia . Robia fruit design. Red  candes were surrounded by Engish yew and pine cones. Hanging  down the side planes were swags of  fruit and yew. The windows in this  reception room were draped with  smiax and mistetoe by Mrs. ione  K. egge, who used at the base, a  spray of pyracanthus in a matching  yeow-orange jug.  Mrs. W. Hampton ogan decorated the window in the, neighboring bedroom with an ivory Japlanese figure in the center, backed  with tamarisk, pittosporum and red  j and siver eaves. Greens and  berries accented the ends of the  mantes and coored bes draped  the side planes.  Stairway  Miss Martha ynch decorated the  tripe stairway window in a white  and green combination, using two  madonna figures, popcorn and smiax.  Throughout the second foor of  the house, wreaths used were made  by Mrs. Robert wison, Mrs. Eias  Ba, Mrs. Aexander M. Mcver,  Mrs. Dowse B. Rustin, Mrs. Ruth  Hiton Davis, Mrs. . . Oiveros,  Mrs. John R. Bennett and Mrs.  James M. Hagood.  Meeting-  The Garden Club president, Mrs.  James M. Hagood, conducted the  business meeting. A report of the  recent garden schoo, held under  the auspices of the Club, was given  by Mrs. R. Mcver wibur. Eighty-  nine women attended.  Mrs. C. Norwood Hastie and Mrs.  William S. Bogart were named  chairmen of the cameia show to  bet held in February. Mrs. Hagood  gave a report of the state Garden  Club meeting held in Columbia last  month, and announced that the Club  would meet in Charleston next year.  Mrs. ouis deB. McCrady and Mrs.  William Wilson were appointed Localchairmen of the state Garden  Club tour to be held Apri 15 and  16.  Two Nights for  String Symphony  Due to the last minute rush for  subscriptions to the concertsof the  Charleston \"String Symphony, it is  necessary for the orchestra to repeat the Monday program on the  following night, it has been announced.  Subscriptions for the Tuesday  series and the sooists, of course,  will appear at both concerts.  The marked interest in the String  Symphony can be attributed to the  explansion of the orchestra into a  fu symphony, making avaiable to  the audience a greater variety of  music, Miss Maud Gibbon, manager, points out.  Charles Backman, the conductor,  has brought a fresh approach to  music and the orchestra in his enightening taks at Murray Vocationa schoo, Ashley Ha, and The  Citade. Both he and the members  of the orchestra are encouraged by  t.3 spendid response from the music conscious and educationay  minded people of the city.  Tickets for the Tuesday series are  now on sae at the orchestra\"s office, 97 Rutledge avenue. For further information, dia 6464.  The manager of the orchestra will  appreciate it if a those who have  not yet caed for their tickets, will  do so immediatey. \n\n[End Page 3]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59149"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59149-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59149JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Folders 52-61: Miscellaneous CSC Files,Huguenot Society of South Carolina,Manuscripts,1941-12-04,News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.),1942-02-09,1942-01-20,Garden Club of Charleston (S.C.),Ladies' Benevolent Society (Charleston, S.C.,Charleston Symphony Orchestra (Charleston, S.C.),Charleston Library Society (Charleston, S.C.),Charleston (S.C.)--Intellectual life,Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Articles/Institutions"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Charleston (S.C.)--Intellectual life",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Huguenot Society of South Carolina,Garden Club of Charleston (S.C.),Ladies' Benevolent Society (Charleston, S.C.,Charleston Symphony Orchestra (Charleston, S.C.),Charleston Library Society (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-12-04,1942-02-09,1942-01-20",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34362/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 135,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34362",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1797,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34362/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 135,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34362",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34362/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34362",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1797
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59149JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1147,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34362/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 135,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34362",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F2_723e94d76ad231c%2F34362_alt_11380_0e7ec9d3d9d463c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F2_723e94d76ad231c%2F34362_alt_11380_0e7ec9d3d9d463c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1147
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59149JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 900,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34362/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 135,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34362",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F2_723e94d76ad231c%2F34362_alt_11382_db6d03398f9fa2e.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F3%2F6%2F2_723e94d76ad231c%2F34362_alt_11382_db6d03398f9fa2e.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59149JPEG1jpg/canvas/2",
              "height": 85,
              "width": 900
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59149JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}