{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl40822JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "240. Newspaper article  -- n.d.",
  "description": "Newspaper article on Charleston catastrophes by Robert Rosen",
  "metadata": [
    {
      "label": "Description",
      "value": "Newspaper article on Charleston catastrophes by Robert Rosen"
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2010-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "600 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "THE EVENING POST  Founded Oct. 1, 1894  BARBARA S WILLIAMS  Editor  CHARLES R. ROWE  Associate Editor  CHARLESTON, S.C., FRIDAY, SEPTEMBER 29, 1989  [newspaper article:]  Other Catastrophes, Briefly Visited  By ROBERT N. ROSEN  Dem Septembuh storm due soon, an  fish ain t likes eas  win an  muddy watuh.  --DuBose Heyward,  Porgy  (1925)  Lawd Shake de Heavens an  de Lawd rock de groun   Lawd Shake de Heavens an  de Lawd rock de groun   brudder an  my sister, when de sky come a-tum-blin  down  --George Gershwin,  Porgy & Bess  (1935)       When I was writing  A Short History of Charleston,  I was irritated with hurricanes, storms, cyclones and tornadoes (although not as irritated as I am now).  I felt I couldn t describe them in an informative or entertaining way because they were all the same.  In any event, other historians had, as they say covered the waterfront on that topic.  Indeed, Robert Molloy in  Charleston, A Gracious Heritage  devotes an entire chapter to  Catastrophes.   Now I realize why I was bored with hurricanes: No hurricane or storm ever stopped Charleston from growing and going on to fulfill its historic destiny.       One of the things that struck me about Hurricane Hugo was the connection between Charleston and the Caribbean.  There is an old 17th century map which mistakenly describes  Carolina in Ye West Indies,  and that s about how we were treated by Hugo.  We watched the hurricane smash the West Indian Islands and then, taking its time, head for Charleston.  Hugo followed the same route ships followed for centuries during Charleston s Golden Age-- the age of the sailing ship.  It demonstrated dramatically the historic connection between the Caribbean and the Colony of Carolina.  Charles Town, after all, was founded by Englishmen and West Indians; its laws, judicial system and method of election originated in Barbados.  Hugo brought that historic connection vividly to life.       Hurricanes are as much a part of the history of Charleston as old buildings, rice, plantations, and war.  In fact, they occur with astonishing regularity-- usually in September.  There were 88 hurricanes recorded between 1686 and 1980.  There were severe hurricanes in 1699, 1700, 1713 and 1728.       According to Mrs. St. Julia Ravenel s  Charleston,  in September of 1699,  a tremendous hurricane struck the town.  The water rose to the second story of the houses, wharves were swept away, vessels driven ashore, etc., but few lives were lost in the town.        The great hurricane of 1752, the only previous hurricane comparable to Hugo, blew in on September 14, 1752.  Ships in the harbor were blown ashore.  Buildings on Sullivan s Island washed up the Cooper River.   For about forty miles round Charles Town there was hardly a plantation that did not lose every outhouse upon it, and the roads, for years afterwards, were encumbered with trees blown and broken down.   Five hundred houses were lost.        However prosperous a place may be,  Mrs. Ravenel wrote in 1906,  The elements have to be reckoned with    The town was flooded, the water raging before the fury of the wind.   Many people drowned in the hurricane of 1752, both in town and on Sullivan s Island.       But restoration began at once and the creeks, ponds and low places in the city which greatly added to the problems in town were filled in.  One of those problem ponds was the site of the present Courthouse at Broad and Meeting streets.  The Statehouse of the Colony of South Carolina was actually built on that site-- in part to solve the problem of flooding during a hurricane.       The Battery itself is the product of the hurricane of 1752.   Especially, does the Battery, the pride of Charleston, owe its origin to this great gale,  Mrs. Ravenel wrote.  The old seawall had been blown away; a new one had to be built.  Charles Town actually looked better after the hurricane of 1752 than before.  An account published in London stated:  The Bay Street which fronts the Copper River is really handsome and would delight any stranger which approached it from the sea.        Thus, despite the disaster Charleston survived.       There were smallpox and yellow fever epidemics during the 18th and 19th centuries.  There were numerous fires which swept the town.  The walls of the Battery  yielded to every gale and were totally demolished by the hurricane of 1809,  according to Mrs. Ravenel.  It was then that the city began using stone-- which, as we know, has worked very well ever since.       In 1893, another truly gigantic hurricane hit.  It was later called the  Great Hurricane.   The lower peninsula was covered with five feet of water and the western section of town six to ten feet.  Hundreds of people were killed on Ladies Island near Beaufort.  The founder of the Red Cross, Clara Barton herself, took charge of the sea island relief efforts and had a headquarters on East Bay Street.  The Red Cross, thus, has an old tie with Charleston.       Yet, Charleston survived.       In 1911, another terrible hurricane hit the Lowcountry and finished off the rice growing industry which had flourished since colonial times.  It had winds of 105 mph and left seven dead.       It was undoubtedly this 1911 hurricane which DuBose Heyward described in the novel  Porgy  written in 1925.  The novel, of course, was the basis of Gershwin s opera  Porgy & Bess.   An entire chapter (Part V) is devoted to a hurricane in Charleston.  It began, as they all do, in September.  The church bells clanged twenty times, the signal for a hurricane.   At its first stroke, life in Catfish Row was paralyzed.   A blue flag was raised over the Custom House.  Heyward describes the hurricane as follows:       And now from the opaque surface of the screen came a persistent roar that was neither of wind or water, but the articulate cry of the storm itself.  The curtain shot forward again and became a wall, grey and impenetrable, that sunk its foundations into the tortured sea and bore the leaden sky upon its roaring top.       The noise became deafening.  The narrow strip of water that was left before the wharves seemed to shrink away.  The buildings huddled closed and waited.       Then it crossed the strip, and smote the city.       Yet, Charleston survived.       The hurricane of 1911 was, in fact, immortalized in the words and music of George Gershwin.  After the great storm scene the sheet music for  Porgy & Bess  reads as follows:       (Clara is at window looking through crack in the shutter.  She holds baby as she sings)       CLARA (with great feeling):       One of these mornings       you going  to rise up singin        Den you ll spread yo  wing s       an  you ll take de sky         Thus, the most famous song of America s most famous opera is about the feelings of Charleston s survivors of a great hurricane.       There were more big hurricanes-- Hazel in 1954, Gracie in 1959, Donna in 1960 and David in 1979.  And, of course, there was the cyclone of 1885, the great earthquake on August 31, 1886 and the 1938 tornado on September 29.  Late August and September are just not among our better months here in Charleston.       These were some of the natural disasters.  There is also the slight matter of the Revolutionary War in which Charleston was bombarded and occupied by the British Army and the Civil War in which the city was bombarded by the Union Army in one of the largest sieges in the history of warfare.  Ironically, that siege began in late August of 1863.       Yet, Charleston survived.       Is there a moral to this incredible story?       All cities suffer natural and manmade disasters.  Charleston has certainly had more than her share.  But as bad as Hurricane Hugo was, history fairly shouts at us that Hugo will be no match forth the civic spirit, tenacity, and determination of Charlestonians.       Charleston has been described by a host of historians, writers, novelists, poets, playwrights, and directors.  Jennifer Cecil writing in a recent New York magazine travel article titled  Heavenly Weekends  said it this way:       Charleston is an elegant survivor.  Established in 1670 on land granted by Charles II, the city has weathered pestilence, fires, hurricanes, earthquakes and the  late unpleasantness  (the Civil War) with its treasury of historical houses and its joie de vivre intact.       Jennifer, give us a few weeks to clean up and come back.       Charlestonians are going to give new meaning to the phrases  candlelight dinner  and  candlelight tours.        We always have.  We always will.       Robert N. Rosen is a lawyer and the author of A Short History of Charleston.  He lives on Tradd Street and has a summer house on Sullivan s Island (maybe)."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0111,Box3Folder12_14.jpg"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:40822"
    },
    {
      "label": "Collection Identifier",
      "value": "WKF"
    },
    {
      "label": "Original filename",
      "value": "lcdl40822-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Wilkinson-Keith Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl40822JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "WKF"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Newspapers,College of Charleston Libraries,Wilkinson and Keith Families,Natural disasters,Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0111,Box3Folder12_14.jpg"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "240. Newspaper article  -- n.d."
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Newspapers,Natural disasters",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Wilkinson and Keith Families",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2010, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/24955/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 83,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/24955",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl40822JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40822JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1113,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/24955/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 83,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/24955",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40822JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/24955/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/24955",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40822JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1113
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40822JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}