{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "086.  F. Wurdemann to William H. W. Barnwell -- January 7, 1846",
  "description": "Letter from F. Wurdemann, Limonar, Cuba, to William H. W. Barnwell describing his harrowing experience with customs as he smuggled religious material into Cuba, how he distributed the materials and the people he met, including a \"married\" priest. January 7, 1846.",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter from F. Wurdemann, Limonar, Cuba, to William H. W. Barnwell describing his harrowing experience with customs as he smuggled religious material into Cuba, how he distributed the materials and the people he met, including a \"married\" priest. January 7, 1846."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2011-06"
    },
    {
      "label": "Digitization Specifications",
      "value": "400 ppi, 24-bit depth, color, Epson Expression 10000XL scanner, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "Cafetal Perseverancia Limonar Jan. 7th 1846 My dear Sir, Believing that the results of my attempt to introduce the Word of God into the Island would not be uninteresting to you, I have undertaken to send you an account of my debut as colporteur, even at the risk of encroaching on your valuable time. Let me first confess to you that, while crossing the gulf from Key West to Havana, my spirit sank within me, and I so completely lost all courage at the risk I ran that I, for a moment, heartily repented of having undertaken the work, a fervent prayer for strength restored me, and as the captain had offered to conceal for me the tracts and testaments that I could not put under the false bottoms of my trunks, I removed them from my clothes bag, where he thought they would certainly be found, and hid them in a locker, from which I could, after the arrival of the vessel, remove them to my hotel by small portions at a time. I have to say, after my prayer I felt no more fear, but a confidence that God would lead me safely through. The day after our arrival our trunks were carried to the Custom House, the sight of which sent a chill to my heart, and I asked the interpreter if he could not smuggle them--but I was told that no bribes could now be of use, and the doubloons I held in my fingers slipped back slowly into my pocket. The trunks were all opened amid a crowd of clerks & officers, and one raised up the clothes and tapped and pressed the bottom of my carpet trunk. The Testaments under it were not thick, and he did not discover them. But my next contained nine large Bibles, and the bottom was raised full three inches. This could not escape his eyes, and he measured within and without the trunk, and pressing on the pasteboard bottom, which bent slightly, asked me what I had there. It was a moment of anguish to me; my brain whirled, and I lost all self-possession. The punishment was indefinite imprisonment, and fines that I could not pay. A thousand thoughts crowded on my mind, and I told him it was a thick wooden bottom. This did not satisfy him; and repenting of the sin I had committed, I felt a sudden courage fill my heart, and I told my interpreter in English that I had Bibles there. As soon as I said this, the officer told me to close the trunk, which I did gladly, full of gratitude to God for my escape. I know not if he understood what I had said in English, but I received here a lesson, that in the service of God I must not employ the arts of Satan--as soon as I boldly told the truth I felt no fear, and God opened a way for me to escape. The climate of Havana soon broke down my strength, and hectic and its attendant inertia of mind rendered my labors there limited. By accident, the first Testament I distributed was in the villa of the Capitan General, and to his housekeeper, who showed me through the rooms and garden. I felt my way by first giving him some books for his children, with which he was pleased, and then presented him with a New Testament, of which he knew nothing, until I told him it was a Biblia; and then he looked at it as at some curious thing, but returned me many thanks and promised to read it, which curiosity alone will prompt him to do. I could not help smiling, as I passed by the soldiers on guard at the gates of the villa, and began to think, I might yet become a good soldier myself, though I had shown the white flag at the commencement of the march. [End Page 1] Desirous to avoid exposing my young nephew, who is with me, to danger, it was not before the next Sunday that I could walk out alone, having left him under the care of a friend. I filled my pockets with tracts and six of the Gospels of Matthew, and went to the Hospital San Juan des Dios. Permission was granted me to enter, on the plea that I was a foreign physician, and passing by the reception room, I saw two fat friars seated with the keeper, who from their burly appearance would have been no mean rivals for King Richard's hermit-host in Ivanhoe. Must I again confess, that my heart failed before I entered the gates; but as soon as I saw these men I could not restrain an inward pleasant thought at the surprise they would feel, did they know what was passing them--the Word of God--that foundation of Truth before which all error must eventually fall. After walking about the wards of the surgical cases for awhile, and asking a few indifferent questions, I singled out a young man, and asked him if he could read. \"Yes, and write too.\" \"Then, here is a good book for you,\" I said, presenting a tract for the afflicted. The attention of all the sick was now drawn on me, and more than fifty eager heads were raised to see what the [Indio?] had brought. One of the nurses then spoke to me in french, believing that I was a Frenchman. But telling him who I was, and the object of my visit, he at once offered to take charge of all the tracts and Testaments, and loan them from one invalid to another. In a moment demands came from all quarters, and he warned them that these books must not be destroyed, but loaned to others when they had been read. To the young man I had first addressed, I gave a Gospel of St. Matthew for himself, which he grasped with eagerness, although ignorant of its value, and commenced at once, to read it. I left them with a light heart, and resolved to press forward. Besides these, I distributed in Havana, only one more Testament, and two Bibles, and a few children's moral tales; some of which I sent with one Bible to Dr. Felipe [Prez?], on whom I had calling and who is connected with several high families; and the other Bible to a Lady, who told me she still had some books I had left at her house several years ago, and had read them with much pleasure. At Matanzas, I stopped only one day, and felt too sick to do any thing; but I intend both there and in Havana to distribute what I have left on my departure hence. You would have laughed had you seen me on my first visit to the Capitan of this Partido, whose villainous portrait I had drawn in my \"Notes.\" I had to call on him for permission to remain under his jurisdiction and to have my passport signed, and all the fine sayings I had treasured up in my memory died on my lips, when I bowed to him on presenting my safe-guard. The meeting was very cold, as he must have known all I had published of him. At the Padre's house, however, where I next went, to meet an old friend, I was all smiles. My worthy Padre had removed his quarters to Cardenas, and his successor, a fat, jovial looking priest knew nothing of me. I sat and conversed most graciously for a half hour with his mulatto wife and the old crone of a mother-in-law, both of whom appeared more dignified and more [End Page 2] intelligent than the Padre himself. There was one little boy running about the room, who in color and features partook rather too much of those of the priest and his niece to be mistaken. Such is Cuba life. One of the most respectable of the neighbouring planters sat with me, paying court to a wretch and his paramour, whom he secretly despised. My friends here, have all received me with their wonted kindness, but the frequent questions asked me if I was not afraid to return, almost made me so. The fear, now, has worn off; and so far as my \"Notes\" are concerned, they will only prevent my going to Cardenas, where, I am told, Quintarros is still governor, and that he is enraged against me for my faithful portrait of him. There are, however, five good leagues between us; and he shall not know it, if in my excursions I sometimes shorten the distance. I have been much encouraged here, among the simple farmers, who have received the Word with much joy; although not one had ever before read it, and several to whom I gave Testaments had never heard of such a book. One man, who cultivated a small field of tobacco, was at dinner when I visited him. With true Spanish politeness he asked me to partake of his meal, but declining I left with him a Testament, which he received with much gratitude. He has ten children, & has to struggle hard to maintain them. That night he paid me a visit, and said that his wife, who could read (he could not) had read some parts of the book, and was delighted with it. I then brought out a Bible, with a copy of Pius' letter, recommending the perusal of the scriptures; another \"search the scriptures\"; and the Lord's prayer with comments; and telling him to give the Testament I had left at his house to his friend. [Hole in MS] that day was dining with him, I presented him with a Bible and tracts for his wife. I had first read to him the Popes' letter, and told him what the Bible was and contained, and he had looked wistfully at it, and had begged me to loan it to him, when he had finished with the New Testament. His surprise and pleasure were unbounded when he found that the book was his, very probably the only one his cottage now contained, but what an influence may it not have on the tender minds under its roof. The next night he brought me, as a present, some minerals from himself, and three sticks of rare and beautiful wood, cut by his friend, in return for the Bible and Testament; and told me his friend was much pleased with his book, and that his wife would read often in her's to her children. That moment repaid me a thousand times for all the anxiety I have felt, since I first resolved to undertake this work in Cuba. Besides this man, and two others, I have, as yet, only given away three Testaments to three young men from Spain, pedlars [sic], who were much gratified, and seemed much interested in the perusal. Through them, I hope that the knowledge of the book may spread; as they are great gossips, travelling from one plantation to another, where they sell to the overseers and negroes. Now, all this looks little enough on paper and is still less so (as far as my efforts are concerned) in reality. When I get a little stronger, I will make excursions about the neighbourhood and distribute as many as I can judiciously, [End Page 3] But if I succeed in giving away all I have, it will be but a mite in comparison with what others have done, and nothing compared to what I ought to do. The more I think on my feeble efforts, the more I feel humbled at the poor return I make for unspeakable mercies, and I write this only because I believe that you will feel interested, even in these attempts to spread the Gospel. I cannot yet form an opinion of the regard the Spaniard has for the scriptures, for all to whom I have presented them personally have been ignorant of the existence of such a book. I have now no fear, and may at some future time be able to send you a more gratifying account of my success in disseminating the Truth. God must give the increase, and He has promised that it shall not return without giving fruit. May He bless even my work for His son's sake. I fear that I have sadly punished you, for your past kindness to me, in sending this long letter. As you are no longer Editor, I have no fear of it being published, and beg that you will destroy it. What I write to you in confidence, may in other eyes be regarded as vanity; and I would feel sorry to be thought vain of what I am ashamed for its smallness. I am now translating Clarke on the Promises, which I think will be a good accompaniment to the Spanish Bible, for those quite ignorant of that book. Do you know of any succinct reference to the Prophecies of Christ? That I think would also be useful. I will draw from Wilson what I can, and show it to you on my return. Yours truly, F. Wurdemann [In Right Hand Margin] If I can be of any service to you here, do not fail to command me. Blum & Cobia will forward your commands. I hope that your health has improved; if not, would it not be best to spend a month or two in this genial clime? I would try to make the time pass pleasantly with you. [In Center Page] The Revd Wm H. Barnwell Charleston, So. Carolina 1846 [End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:40053"
    },
    {
      "label": "Collection Identifier",
      "value": "BFP"
    },
    {
      "label": "Original filename",
      "value": "lcdl40053-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Barnwell Family Papers"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl40053JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "BFP"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),College of Charleston Libraries,Barnwell family,Manuscripts,Wurdemann, John G. (John George), 1810-1849,1846-01-07,Cuba--Church history--19th century,Cuba--Description and travel--19th century",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0110"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "086.  F. Wurdemann to William H. W. Barnwell -- January 7, 1846"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Cuba--Church history--19th century,Cuba--Description and travel--19th century",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Barnwell family",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Wurdemann, John G. (John George), 1810-1849",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1846-01-07",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2011, The College of Charleston Libraries. All rights reserved. For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 117,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1554,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1554
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40053JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1554,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4675_c6ace078fe15277.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4675_c6ace078fe15277.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1554
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40053JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1554,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4676_d5ab1bcb99eb465.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4676_d5ab1bcb99eb465.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1554
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40053JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1554,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/29754/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/29754",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4677_97793f0f1d16909.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F2%2F9%2F7%2F5%2F4_97a061c63e06410%2F29754_alt_4677_97793f0f1d16909.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl40053JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1554
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl40053JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}