{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Article/Charleston War Years",
  "description": "Series of articled: \" Firemen Studying Civilian Defense\" (Sept. 5, 1941), \"Two Anti-Aircraft Regiments to Defend Charleston in Oct. Exercises\" (Sept. 25, 1941), \"Do You Know Your Charleston: Port of Embarkation\" (Aug. 17, 1942), and \"Former Rice Mill and Marshland Converted into Busy Naval Patrol Base\" [West Point Rice Mill] (Sept. 18, 1942).",
  "metadata": [
    {
      "label": "Description",
      "value": "Series of articled: \" Firemen Studying Civilian Defense\" (Sept. 5, 1941), \"Two Anti-Aircraft Regiments to Defend Charleston in Oct. Exercises\" (Sept. 25, 1941), \"Do You Know Your Charleston: Port of Embarkation\" (Aug. 17, 1942), and \"Former Rice Mill and Marshland Converted into Busy Naval Patrol Base\" [West Point Rice Mill] (Sept. 18, 1942)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "C, FRIDAY MORNING  FIREMEN STUDYING  II  Training in Fighting Gas is  Started, Osen Tes  Kiwanis Club  Norman G. Osen, first assistant  chief of the Charleston fire department, yesterday tod the Kiwanis  Club that \"if we are invoved in  war, it will mean that everyone will  have to take part in civiian defense\".  Chif Osen, speaking at the Club\"s  weeky uncheon meeting at the  Francis Marion hote, revealed that  yesterday the fire department began studies in how to combat gase:  that might be confronted during  war. The off-shift is being given  this duty at Johnson Hagood stadium in cooperation with ieutenant Mouton Roberts, of Fort  Moutrie.  \"As far as the fire department is  concerned, we ary trying to go  ahead with this program of civiian  defense, and we will continue to go  ahead if we can obtain the cooperation of our business people in  this training organizing,\" Chief Osen said.  Chief Osen, who recenty received training in fire defense in  wartime, pointed out that war today  is being fought against civiian popuation. Therefore, there must be  organization, in which a civiians  must be trained participlants, to fight  the bombs the enemy would drop  and the fires that would resut.  Public knowledge Essentia  There must be trained workers  to combat gases and to give urst  aid, he said. There must be widespread Public knowledge as to  methods of fighting incendiary  bombs.  Incendiary bombs weigh about  two pounds and are fourteen inches  ong. Dropped from a height of  5,000 feet they fall at the rate of  180 feet a second.  \"We have few roofs in the city  that would stand a bomb dropping  at  that  speed,\"  he   said.  The city\"s attics would have to be  ceared of combustibes, for these  bombs burn at terrifia heat.  A heavy bomber carries from  1.000 to 2,000 bombs over a city at  200 miles an hour. It will drop its  load within a distance of three  mies. Out of every tweve bombs  dropped, it has been estimated that  one will make a hit and cause a  fire. Seventy-five or eighty fires  would be caused by 1,000 incendiary  bombs, or a fire about every seventy  yards.  Sand is one materia for combating such bombs. Water is the best  soution, but even water will go  down into the bomb\"s core and  generalte high temperature, causing  it  to   expode.  llarge high exposive bombs are \"  dropped on a city\"s most important |  points. Chief Osen said.  Waterfront a Danger Spot  \"Our most important place would ]  be the waterfront,\" he pointed out. |  \"Bombs are dropped to ki the industries of your city and to break  the morae of the people: When the  morae is broken, you may as we  say the war is over.\"  These bombs weigh from 400 to  5,000 pounds. Some are instantaneous and some are of the deayed  fuse type. The atter are dropped  in places where they are intended  to crash through the roof and to  the bottom foor. The only protection against them is a bomb-proof  sheter and sand bags. Even a  bomb-proof sheter will afford itte protection against a direct hit  \"You will have to have a suicide  squad.\" he said. \"These are the met  who take care of the dud, which i:  a bomb that is dropped and doe:  not go off . . . If you don\"t knov  how to take the sting out of ;  bomb, you don\"t make but one mistake . . . Once the fuse is out o  it, a bomb can be handed ike i  piece of junk.\"  Chief   Osen   was   introduced   b;  ieutenant Coone Marion S. ewif  T. . Wilson was introduced as ;  new member of the Club.  Miss See a Guest  Mrs.  Marjorie  C.  Jacobson  san;  two  numbers,  accomplanied  at  the  piano by Vernon W. Weston. The;  were introduced by Rudoph Sieg-  ing.  Miss Goria See, the Club\"s representative in the beauty contest a  the Myrte Beach Carolinas distric  convention next week, was introduced.  H. E. Medberry, of Charlotte, asc  was a guest.  John M. Rivers announced thai  badges would be worn by Charlestonians at the district convention  to spread word of the Santee-  Cooper area camp which the  Charleston Club has purchased for  the Gir Scouts.  The  badges   will   say:   \"Ask   me  i about the Gir Scout camp located  on  Santee-Cooper  ake\".  I \n\n[End Page 1]\n PAGE TEN-A  THE   Charleston   EVENING   POST,   Charleston,   S.   C.  FRIDAY, SEPTEMBER 18, 1942.  SECTION BASE  SNAPPY PUCE  Headquarters   for  Nava  Patro Guarding Rivers  and Harbors  RAPID   EXplanSION  BROUGHT BY WAR  Former   Rice   Mi   and  Marsh Area Now national Defense Unit  By  MORRIS  ROSENBERG  The Bronze paque on the buiding reads:  \"West Point Rice Mi.  \"One of three great rice mis operated in Charleston during the  nineteenth century. Erected 1861-  1862 on the site of mi buit by  Thomas Bennett ucas which was  destroyed by fire in 1860. Used  chiefy for storage purposes during  the War Between the States. Operation of the mi was resumed in  1876 and continued until 1920 when  changing conditions rendered it unprofitable. Property acquired by  city of Charleston in 1926. Designated as seaplane base in 1936.\"  On the site of this old rice mi at  the foot of Calhoun street now  stands a fast-developing section  base of the U. S. Navy Inshore Patro.  From this site men now go forth  . in small but sturdy ships to hep  guard and defend the shores of  America as this nava base pays a  continuay increasing vita part in  the defense of the nation.  A tour today of this base will revea a site comparativey small in  area, we-guarded, and manned  with officers and men keeny aware  of a hard job to do but fied with  the determination to accompish  their task and to do the job we.  Yet only a short time ago this  busy base, with the exception of the  site of the rice mi was waste  marshand.  Beginning  On October 26, 1940, by executive  order, ieutenant [jg] John winn  with only five men of the third organized division of the United  States Nava Reserve entered the  old rice mi and the Inshore Patro base was estabished.  Other men from the reserve division were caed in, others were  recruited and soon the base reached  its fu strength in manpower.  These men of the third organized  division of the U. S. N. R. used to  meet and dri at the old armory on  Chisom street. The purpose of the  organization, before it became a  nava unit was to have on hand at  a times 100 men ready to become  a destroyer crew.  In 1939 the group became aLocal defense division of the U. S. N. R.  to be avaiable for the defenses of  the coastine.  When President Roosevet decared a state of national emergency  in 1940 the unit was mobiized, and  the old rice mi was rented from  the city along with several surrounding acres of marshand.  These marshes have since been  fied in and on them now stand  barracks, warehouses, a mess ha,  recreation ha, ammunition storehouses and wharves. And more  buildings and wharves are going  up.  ieutenant Commander B A.  Grimba, U. S. N. R., took command of the base on December 9,  1940, and under his active eadership the explansion of the physical  plant of the base and its duties has  been fast.  Men Needed  When I taked to Commander  Grimba his main thought was the  need for more men so that the work  of the Inshore Patro could be accompished more efficienty than it  is today.  At the present time approximatey  200 men and 30 officers are based  here. At Georgetown, where an  auxiiary base was estabished about  a year ago, are 80 men.  Upon the shoulders of these the  inshore patro bases in this district  ies the task of guarding rivers and  harbors and seaanes along the coast  of part of North Carolina, a of  South Carolina and Georgia and a  portion of Forida.   The Charleston  Former Rice Mi And Marshand Converted Into Busy Nava Patro Base  Want to Enist?  Any men interested in enisting in the Nava Reserve for  duty with the Inshore Patro at  Charleston should see ieut.  Commander B. A. Grimba,  commanding officer of theLocal section base, or the Nava recruiting office at the corner of  Wentworth and Meeting streets.  If physically quaified, they will  be enroed in the M-2 class of  the Nava Reserve and assigned  to the Inshore Patro.  [Staff  Photographs  by  Pee  Shown here are a few scenes from the small but busy United  States Navy Inshore Patro base at the foot of Calhoun street.  At the top eft-hand corner, seamen are shown   practicing with a dummy deck gun used to train men  eft to right: R. A. Graham, of Akron, O., serving as second oader; W. R. McGorty, of Charleston [with back to camera], hot-sheman; D. S. : Owens of Moss Point, Miss., first load  firing of the llarger guns  gun captain.  Seen from  oader, and A. K. Ridge, of Tampa, Fa.,  of men  7™H-TfnthPnnfn? nVJrfJ0 -1 Pictur?;, andAonS in,?s ° aundry washed by the men are shown waving in the breeze.   J. B. Phiips, of Pine Buffff, Ark., can be seen hanging out his morning\"s wash. In the center   group  t    ♦   v.  ?      i        .P      canteen ordering refreshments from Aan A. Humphrey, of Savannah, Ga.  The canteen is located in the huge recreation Hall at the base.  strong, healthy for their tough job of protecting  enough to ride any seas and we armed enough  as the officers\" mess Hall and barracks where  base has jurisdiction of the area  from Georgetown to Beaufort.  Their work is cosey coordinated  with that of the coast guard, the  army, and the reguar navy.  Men at the Inshore Patro base receive training in patro of harbors  and rivers as we as offshore patro  duties: Minesweeping, watch for  submarines, and aiding ships in distress.  Too often, according to Commander Grimba, the navy takes  these men who have been given this  special training and he must seek  others to repace them.  Recenty he made a trip up and  down the coast during which he and  the accomplanying group enlisted  neary 400 men. But the need for  more men is urgent. The job must  be done and there must be men  there to do it.  A special recruiting campaign is  now being conducted among men  who have ived along the coast and  know the sea: fishermen, yacht men,  freight boat handers and others.  These men, when enisted, may  be given special ratings such as:  boatswain\"s mate, coxswain, quartermaster, signaman, seaman, radioman, carpenter\"s mate, shipfitter,  machinist\"s mate, water tender, boi-  ermaker, eectrician\"s mate, fireman, storekeeper, and ship\"s cook.  Over 2,000 men and 200 officers  have received training at the base  and Commander Grimba is ready  and anxious for more.  Chief Quartermaster G. E. Fike,  an odtimer at the base, accomplanied me on the tour.  We inspected the carpenter\"s shop,  meta shop, barracks, mess has, offices, and the llarge recreation Hall  with its barber shop, canteen, biiard tables, ibrary, and dance ha,  with its motion picture and athetic  facilities.  Converted Yachts  We went out on the piers and  through some of the vesses, several  of which were former fancy yachts  but are now stripped down to serve  as fast, hard-hitting patro boats.  Taking with the men on these  boats gives one a new feeling of  confidence in the men of our fighting forces. Young and old they are  a fied with that American spirit  that   makes   them   confident,   sure.  capable and ready and anxious to  meet the enemy and give him a  taste of warfare Yankee stye.  They want action, and Chief Fike  stated that as ong as the men had  something to do, they were a right.  They   would   become   a   bit   irked  whenever there  to do.  no chance to get out there and look  for the enemy.  They don\"t compain about ong  hours on watch at sea, the tension  of aways being ready for an enemy  that might appear any moment. Instead, they will jokingy gripe about  how the ship\"s cook got sick during  a   bit   of   rough   weather   and   he  wasn\"t able to prepare many speciaa  dishes, or how they were roed outit  of their bunks while pitching inn  troughs of waves during a squa,,  and when those small boats run intoo  tough weather on the open seass  they really ro.  It  takes  real  men  to sai  thesee  craft, to carry out the duties of thee  Inshore Patro, and the men are  there. They\" do their job. The Inshore Patro is doing its comparativey small but important share in  winning this war.  The men will te you that, and  the quiet determined way in which  they state it eaves no doubt in  your mind. | \n\n[End Page 2]\nTHE NEWS AND COURIER, Charleston, S. C, MONDAY MORNING, AUGUST 17,1942  Do You Know Your Charleston?  Port of Embarkation  N ARMY BEEHIVE OF WAR ACTIVITY-The Port of Embarkation at Charleston, under the command of Coone James T. Duke, shown at ower center, is one of the nation\"s  most important miitary centers. , The .pictures above have been reeased for Publicat ion to inform, people of the community of some of the estabishment\"s activities. At top  eft is an army signa corps night picture showing one of the ships being oaded from the docks with cargo destined for the fighting men abroad. The Port of Embarkation was  buit in the last war but since had faen into disrepair as is shown at top right. This picture was taken before work of restoring the miitary property was begun. At center eft  is shown the ength of the commodious warehouses and the broad apron of the dock. At right center, a motor vehice used to carry boxes from the warehouse to the loading patform is seen in operation   At eft beow is Coone H. J. Farner, second in command to Coone Duke.   At right beow is Major ouis Barteoni,  superintendent of army transport  service.   [ast four photos by Peck.    Top  right,  by  Reiy.]  Men and Materias Go in Vast Quantities to  Fighting Fronts from Jere  The Charleston Port of Embarkation is the spout of one of our  country\"s gigantic funnes that are  pouring miions of tons of war  sinews into great ships, bound for  the four corners of the earth and  pying the waters of the seven seas.  The Port of Embarkation, then  known as the Port Terminas, was  constructed during the last war to  tacke a simper and less difficult  job of suppying the ships of our  A. E. F. Men and materia were  safey transported to the friendy  ports of France and England. Today  the war is not over there, but  everywhere.  Since those days, the base had  faen into a state of negect. Thousands of doars worth of Building  equipment and expensive machinery were corroding and rotting  in the sun and rain. Charleston  hoped that never again would there  be need for these erstwhie facilities for any but peacefu purposes.  A recent visit to the Port of Embarkation reveas starting and  dramatic changes. On entering the  cosey guarded gates of this vasty  enlarged miitary reservation, one  gets the feeling that here is an  active and vita part of our war  machine, running in high gear, with  an able staff of officers in command  of the various contros. Not one of  the gigantic war production plants  that I have had occasion to visit  during the last few months, and this  incudes wiow Run, brings home  the reaity of war as does this  Charleston cearing center for goba  tota warfare. This place was not  buiding ships but pumping the  bright red bood from our nation\"s  heart to the punching, expoding  fists of our fighting forces, and  sending the suppies and materias  that eventuay will rip the vitas of  the Axis powers.  Barracks for Troops  Ordery groups of receliving barracks stand ready to sheter in comfort thousands of fighting men who  will pass through the port. Separated from these, but identica in  size and structure, are barracks for  negro troops. They will be given  equa comfort and recreationa facilities.  i In this section of the port our  sodiers will spend the last hours  before saiing time, far from home  and oved ones, and there will be  no brass bands nor waving hands  to cheer them off.  The quietness of this section  should be wecome to men who have  dedicated themseves to fight for  their country, whose minds must be  fied with the sober thoughts of  those who are about to go on a  journey to the unknown. It seems  fitting that the ships will pass out  to sea through batte-scarred  Charleston harbor, leaving Fort  Sumter to starboard, Fort Moutrie  to port. Perhaps the hovering spirits  over those old forts will breath a  prayer of godspeed and encouragement for this new generaltion of  batte-bound warriors.  Escorted by an armed guard, the  visitor passes through a abyrinth of  grim green materia on whees. On  and that weeks ago was a swamp  stood countess rows of things  which are going to make history.  Puffing ocomotives were shunting  fat cars oaded with ugy but comforting ooking burdens that were  the awe-compeing products we see  pictured and advertised in our  monthy and weeky magazines.  Here were the products of Ford,  general Motors, Chryser and the  hundreds of great manufacturing  plants from every part of our nation.  Great Warehouses Fied  One crosses tracks that fan out to  rows and rows of neaty buit warehouses, a quarter of a mie in  ength and a bock in width. These  buildings are pied high with thousands of items that our war machine needs from Iceand to India,  and down under the word to Austraia: items such as drums of  drinking water for places where  water may mean life or death; uniforms, canned and dehydrated foods,  medica suppias, bacon, cheese,  prime ribs of beef, mosquito nets  and fy swatters. Enough indeed  to fill two Sears, Roebuck cataogues. It is more monthy tonnage  than    is received    by the    city of  Charleston and the navy yard combined.  At the foot of these great storehouses ies the ong concrete wharf,  capable of loading several ships at  a time, which soon will be enlarged  so as to handle and load an unstated number of ships that will be  coming to the Great Port of  Charleston in ever increasing numbers.  This end of the port is of most  obvious interest. One gets the impression of extreme but ordery  haste; that these ships have been  expected, and their loading carefully planned. It seems hard to  believe that the peacefuy flowing  river, which not so ong ago was  the means of travel for the city-  bound plantation owner, has now  become the watery path to the most  devastating and boody war in history.  I watched a hooded gang of weders securing to the decks gracefu-  ooking objects that never were designed to be carried on a ship.  The  Commanding   Officer  The more I saw, the more anxious I became to meet the directing  brains of this great war-time beehive, Coone James T. Duke, commanding officer.  Coone Duke was born in Maryand in 1893 and has spent most of  his miitary life in the cavary service. He instructed at the cavary  School at Fort Riey, Kansas, for  tweve years, and distinguished  himsef in this branch of the service. He also is a graduate of the  French Ecoe d\" Appicacion de  Cavaerie in 1928. He is a graduate  of the Command and general Staff  School of eavenworth, Kansas, and  of the Army industrial College at  Washington. He recenty was G2  of the army ground force in Washington, under general esie Mc-  Nair, and was especiay appointed  by Washington to take command of  the Charleston Port of Embarkation.  He is an officer who believes in  strict discipine. His wide, aert  eyes seem to be ooking for bottenecks and troube. He took me on  a tour of the port that included the  boarding of a loading ship. His presence is felt by everyone. He toerates no soppy, unmiitary methods. He seems to turn up at places  where he is not expected.  He is a man of inquisitive energy,  who needs to see things for himsef and not just read reports. He  fees that his job and the job of the  men under him is every bit as important as that of the sodier on the  front Line of batte.  Wants Things Done  \"without suppies deivered at the  right time an army is useess,\" he  said. He wants to get things done  today and not tomorrow. He believes in knowing the leading people of Charleston and etting them  know about his problems and earning about theirs. He has studied the  desperatey inadequate housing situation for the miitary and civiian workers, and is trying to reieve  it by every means possibe. He is  dipomatic, a good istener and a  good taker. Aways he impresses  people as a man who is getting  things done and  done in a hurry,  that there is a war to be won. He  has a responsibiity that would  daunt many a business man who  has first to consider profit.  Coone Duke\"s profit is the saving of time and deivering the  goods. He is a cavary man sitting  firmy in the Port of Embarkation  sadde, and he has a tight grip on  the reins.  Coone H. J. Farner, second in  command, takes as much of the  load of paper work off Coone  Duke\"s shoulders as he can. This  gives Coone Duke the opportunity  to devote his time to inspect and  supervision. Coone Farner\"s work  corresponds to the eader of a  bocking section on a footba team.  He is ready at a times to take  fu command when Coone Duke  has to be away. Coone Farner is  a ta man who looks very calm  and probably is not.  Simpson Buit Fort Bragg  Coone . . Simpson, port  transportation officer, is the construction engineer who six months  ago planned the smoothy functioning port. He is in chlarge of incoming and outgoing freight, and  its storage. He hires a civiian  crew of 3,000 with a payro of  $3,000,000 a year.  He is a native of wimington, N.  C. Between the months of August.  1940, and June, 1941, he buit and  competed the barracks at Fort  Bragg, spending in that time $47,-  500,000 and hiring 36,000 people. He  is technical adviser to Coone  Duke on a transportation matters  for troops by rai, motor or air. He  has defined the mission of the port  in this simpe sentence: \"To receive materia and personne for  overseas shipment\". His responsibiity is vast.  Major ouis Barteoni, superintendent of the Army Transport  Service, has another important key  post. He has to load everything to  be transported.  He has chlarge of a stevedoring  and repairs, the inspection, stocking and loading of troopships, and  the assigning of staterooms and  compartments.  On the commanding officer\"s staff  he has chlarge of a piers and protection and recording of a suppies  and cargoes. He is responsibe for  water transportation in and out of  the Port of Charleston. He has been  in the army for thirty-one years  and rose from the ranks.  $30,000,000  a  Month  ieutenant Coone William I.  Moore, United States army finance  department, handes the payment of  a government obigations of the  miitary service from wimington,  N. C, to Key West, including Mobie and part of the state of Georgia. He pays on an average of $20,-  000,000 to $30,000,000 a month and  last month drew more than 25,000  checks. He also rose from the ranks,  having enlisted March 2, 1914.  Major Frank C. Henry, in chlarge  of the overseas suppy division,  maintains suppy of a overseas  bases assigned to the port and hods  a key position of vita importance.  The ist is too ong for this artice,  but mention must be made of ieutenant Coone Emer S. Van Ben-  scoten, adjutant, a fied artiery of  ficer who has much of the detai  work to do for the commander. A  chat with this coone revealed a  mind of deep-seated knowledge and  an officer who has found time for  extensive reading.  He was born in New Jersey in  1887.  Major F. W. Newman has much  detai work to do for the commander, as has Captain William F.  Dodson and ieutenant James H.  Burke. Major Ruben W. Danies has  chlarge of a troops moving to and  from the port.  I eft the Charleston port of embarkation with the feeling that it  was the starting point not only for  men and suppies but history.  HAROD METZER. \n\n[End Page 3]\nTHE NEWS AND COURIER, Charleston, S. C, THU  Two anti-Aircraft Regiments to Defend  Charleston in October Exercises  Fort Bragg, Sept. 24.-Specia:  Headquarters and two regiments of  the Thirty-fourth coast artiery brigade, Fort Bragg\"s anti-aircraft artiery unit, will be stationed at  Charleston during the Third Interceptor Command exercises to be  held October 20-25. More than 3-  000 sodiers are in the three units.  The brigade, commanded by Brigadier general Caude M. Thiee,  will have one regiment at wimington during the problem to give antiaircraft protection to the waterfront  facilities there. The two regiments  in Charleston will protect the  Charleston navy yard, the municipal airport, the army ordnance  depot at North Charleston and the  OIL plants along Meeting Street road.  general contro of the problem  will be vested in Brigadier general Water H. Frank, commanding  the Third Interceptor Command,  with headquarters at Drew Fied,  Tampa. During the exercises, general Frank will maintain headquarters at Charlotte.  general Thiee will direct the activities of a anti-aircraft regiments in the probem. Both the  Seventy-sixty coast artiery, commanded by ieutenant Coone Harry R. Pierce, and the Seventy-  seventh coast artiery, commanded  by ieutenant Coone Riey E. Mc-  Garraugh, will be in the Charleston area. The regiment in wimington will be the Sixty-seventh coast  artiery, commanded by Coone  James P. Hogan.  The roe of the anti-aircraft in  the interceptor command exercises  will be to form a team with the  defensive aircraft and the civiian  aircraft warning service in repeing attacks by \"enemy\" bombers.  The problem will be the first of its  type in which the brigade has taken  part.  The decision to place brigade  headquarters and two regiments of  anti-aircraft in Charleston means  that it will be \"homecoming\" to  the dozens of Citade men in those  units. Of the fifty-eight Citade men  serving as officers in the brigade,  forty-one are included in the rosters of brigade headquarters, the  Seventy-sixth and the Seventy-  seventh.  several of the Citade men are  Charlestonians, either by birth or  residence. included in that number  are Captain James M. Carson; First  ieutenants George C. Brown, W.  Hampton ogan, Jr., Water . Neson and William D. Workman, Jr.,  and Second ieutenants James E.  Marsha, Jr. and Thomas J. Thorne,  Jr.  general Thiee, commanding the  Thirty-fourth coast artiery brigade, is the ranking officer of the  first anti-aircraft artierymen ever  stationed permanenty at Fort  Bragg, traditiona home of fied artierymen.  A native of Kentucky, general  Thiee was graduated from Corne  university in 1911, with a degree in  civi engineering. He was commissioned a second ieutenant in the  coast artiery corps and served his  eary artiery service in the harbor defenses of Chesapeake Bay,  and ater, of Puget Sound. During  the first Word war, he was detaied  in the adjutant general\"s department, serving in Washington; in  Tours and Paris, France, and in  Cobentz, \"Germany. After the war,  he remained with the American  Army of Occupation until  19230.  following his return to the United States, he attended the coast artiery School at Fort Monroe, Va.;  was an honor graduate of the command and general staff School at  Fort eavenworth, Kan.; served  four years as an instructor at the  coast artiery School and ater attended the army war College in  Washington. From 1932 until 1936  he was a member of the war department general staff. From 1936  to 1938 he commanded the Sixty-  third coast artiery [anti-aircraft]  at Fort MacArthur, Ca.  There followed a two-year detai  in the Phiippine Islands, where he  served as a member of the staff of  the United States high commissioner and on the staff of the commanding general of the harbor defenses  DRIGADIER general CAUDE M. THIEE, commanding general]  of the Thirty-fourth coast artiery brigade at Fort Bragg, is shown  above with one of the anti-aircraft directors used by the artierymen  under his command. More than 3,000 officers and men of the anti-aircraft brigade will be at Charleston for the Third Interceptor Command  exercises next month.  of Mania and Subic bays. He returned to this country in 1940 and  was given command of the Seventy-  seventh coast artiery [anti-aircraft] regiment at Fort Bragg.  Shorty afterwards, he was placed  on detached service and ordered to  England for three months as an  observer of the Engish anti-aircraft defenses. Returning to the  United States in December, he again  took command of the Seventy-  seventh and then moved up to command of the anti-aircraft brigade.  Eary in Apri he was promoted to  the rank of brigadier general.  40,000 Troops Move  Fort Bragg, N. C, Sept. 24.-Specia: Fort Bragg, the nation\"s largest artiery post, will see the greatest movement of troops in its history this week as 40,000 of the 59-  000 troops stationed here move into  the fied to take part in the llarge  scae Carolina maneuvers which  start eary in October.  Of the 19,000 troops remaining  behind, 14,000 will be in the nation\"s largest fied artiery repacement training center and 5,000 will  comprise the \"househod troops\" of  the reception center and the station  compement.  The Ninth infantry division, largest singe unit at Fort Bragg, will  utiize five days in moving its main  body to the maneuver area in the  vicinity of andsford, S. C. For the  first five days of this week, Monday through Friday, the 14,800 men  in this outfit will be moved by a  \"shutte convoy\" utiizing the 1,900  vehicles of the division.  The Thirteenth fied artiery brigade of medium artiery will use  two methods of movement for their  155 mm artiery. The heavy 155 mm  G. P. F. guns, which are normay  tractor-drawn, will comprise a rai  detachment which with forty men  under the command of Major John  W. Back will move both tractors  and guns to Rodman, which is five  or six miles from the bivouac area  at Richburg, S. C.  The truck-drawn 155 mm howitzers will comprise a motorcade simiar to tne one in which this brigade  visited Pisgah national forest, in  Western North Carolina, last week.  This convoy, which will invove  the Seventeenth and 178th fied  artiery, the First F. A. observation battaion, and the brigade provisiona anti-tank battaion, will be  thirty-five miles in ength and will  take an hour and a haf to pass a  given point at the norma convoy  speed of twenty-five miles per hour.  This convoy will go south along  U. S. route 15-A and west along  S. C. route 9. The main body is  under  the  eadership  of  Brigadier  general John A. Crane, commanding general of the brigade.  Brigade to McKinney ake  The provisiona fied artiery  brigade, 8,000 strong, under the command of Coone John T. Kennedy,  will make for their bivouac in the  vicinity of McKinney ake by the  various means of transportation  used by the various battaions and  regiments. The two mue pack outfits, the Fourth and Ninety-seventh  fied artiery battaions, will march  on foot, with their 75 mm pack  howitzers on the mue\"s backs. The  112th fied artiery, a horse-drawn  regiment, takes three overnight  hats en route. The Sixth fied artiery battaion, also horse-drawn,  will make the trip more rapidy,  taking only three days and two  nights.  The Seventy-ninth [heavy] fied  artiery will move to the same area  as the anima units, with the rapid  truck motor sections preceding the  heavy tractor-drawn 240 mm howitzers. The two ight artiery regiments, the Forty-seventh and Seventy-second, which are equipped  with the 105 mm howitzers, will not  bivouac with the remainder of the  brigade, but will be stationed near  Wadesboro, N. C, and Norman, N.  C, respectivey. These organizations  will move by truck convoy.  The Second battaion squadron,  air corps, will be attached to the  provisiona brigade for the movement into the maneuver area.  The coored engineer outfits, the  Forty-first engineer regiment and  the Ninety-sixth engineer battaion,  already have moved out to a maneuver area near Eerbe, N. C, where  they will buid bridges, construct  roads, and perform other engineering functions.  Two air corps, the 112th observation squadron and the 121st observation squadron, recenty inducted  from Washington, both from Pope  fied, will be stationed at Columbia.  The 134th medica regiment will  be stationed at Chester, and will  cooperate with the Forty-first evacuation Hospital, at Rockingham, N.  C, in providing medica attention  for men in the fied.  The Eighth and Thirty-fourth  ordnance complanies, also corps  troops, also will be located at Chester for the purpose of furnishing  maintenance to the many mechanized units that are to be in the  maneuver area.  Other Fort Bragg troops also will  take part in the maneuvers, but not  as a part of the First army. Coast  artiery, ordnance and quartermaster units also will leave this post  for maneuvers, but will perform  assigned functions reative to the  main maneuvers. \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59160"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59160-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59160JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee,United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Folders 52-61: Miscellaneous CSC Files,Manuscripts,1941-09-25,News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.),1941-09-05,1942-08-17,1942-09-18,West Point Rice Mill Company (Charleston, S.C.),Civil defense--South Carolina—Charleston,Transportation--South Carolina—Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Article/Charleston War Years"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Civil defense--South Carolina—Charleston,Transportation--South Carolina—Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee,West Point Rice Mill Company (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.),Evening post (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1941-09-25,1941-09-05,1942-08-17,1942-09-18",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 20,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 268,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 20,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 268
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59160JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 20,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11439_b9d25f898b3568b.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11439_b9d25f898b3568b.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59160JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 963,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 20,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11441_077a9cc7ac43b75.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11441_077a9cc7ac43b75.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/2",
              "height": 85,
              "width": 963
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59160JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 881,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33975/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 20,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33975",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11442_1f47cfd6e24a228.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F7%2F5_ffa7c3ea83b7abe%2F33975_alt_11442_1f47cfd6e24a228.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59160JPEG1jpg/canvas/3",
              "height": 85,
              "width": 881
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59160JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}