{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "An essay on the Ground Nut, arachis hypogea manubi sive mondubi, as an article from which a palatable and wholesome oil can be extracted.",
  "description": "",
  "metadata": [
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "South Carolina Historical Society",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2011, The South Carolina Historical Society.  All rights reserved. For more information contact The South Carolina Historical Society, 100 Meeting St., Charleston, SC 29401."
    },
    {
      "label": "Date Digital",
      "value": "2011-11"
    },
    {
      "label": "Transcript",
      "value": "Ground Nut (arachis)\n\nFROM THE (N. Y.) MERCANTILE ADV.\n\nAN ESSAY\n\nOn the Ground Nut, arachis (hypogea manubi sive mondubi, as an article from which a palatable and wholesome oil can be extracted. By Mr. A. Boucaeris of Philadelphia, in a communication to Dr. Mitchill, dated June 17, 1809.\n\nHOWEVER rich are the productions of the American continent, it was painfully acknowledged that there could not be found a fixed oil, sweet to the taste and possessing all the virtues inherent in that of the olive. It is well known that olive oil, one of the substances consecrated to the divinities of former ages was the delight of the Greeks and Romans. Annointing themselves after bathing, it maintained the suppleness of their skin and of their muscles. Used in cookery it was an agreeable preparation for food. That oil now forms one of the richest productions of the Mediterranean shores, where the olive tree carefully cultivated, yields an oil more or less agreeable according to the nature of the soil and the process used in its extraction.\nChymically considered, that substance essentially distinguishes itself by its unctuousness: it is miscible neither with water nor alcohol. But in contact with a fiery body it soon takes flame, and when well depurated gives a light much superiour to that of tallow and wax and which does not tire the sight. Its constituent principles are carbon about 76 and hydrogen 24 parts in the hundred.\nVainly would it be undertaken to naturalize the olive tree in the U. States. It requires, with the saline air of the sea, a milder, more equal and less humid climate. Little hope then would we have of procuring to ourselves so good an oil as that of the olive, if we did not possess a precious fruit which in this country has not yet been considered in this point of view.\nI know that this ground nut was a few years since cultivated in France, where they extract from it an excellent and palatable oil. Having found that fruit in the market of Philadelphia, I endeavoured (sic) to know if it could be substituted to the olive, and with a true satisfaction, I experienced that it answered all my expectation. \nThe ground nut which is the Lynchi of the Peruvians, the Mani of the Spaniards and the araquidna of the Botanists, grows in Brazil, at Surinam, in Peru. However, it appears not to be a native of those countries but to have been brought there from Africa by the Negroes. It is also found in the West Indies, in North and South Carolina. Undoubtedly will it equally succeed in Virginia, Pennsylvania, New Jersey, and the Western States, and in places where the summer sea well treated with a causticallay, it would make a soap of a superior quality.\nThe oil, by its true and pure taste, might be advantageously substituted in cookery to that of the olive. \nThe dregs of the ground nut after the expression by which it yields the oil, makes very good food for pigs and turkeys, who are extremely fond of the fruit, which fattens them.\n\nProcess for the extraction of the oil of the Ground Nut.\nThe ground nut must be separated from the friable husk that [illegible] and which is very easily done. It appears that it would be enough to thresh it with flails as corn, and to winnow it afterwards. The least pressure between 2 mill stones, will also be sufficient for the purpose.\nThe kernel may easily be bruized like paste between two mill stones, the one turning vertically upon another horizontally placed. Linen bags filled with the paste should be submitted to the action of a [illegible]rong press acting perpendicularly. The wedge mill, or Dutch mill might be used with equal success.\nA light roasting undergone by the residue after a first expression, yields, by a new expression, a second oil; but this experiences the action of the calorick upon oil.\nI have not been in a situation to calculate the produce of an acre of ground sown with ground nuts; but according to what is generally said by botanists, it must be considerable. I only know that the ground nut commonly gives a tenth of its weight in oil; and that very probably an eight might be obtained if a sufficient force of compression was employed to extract it.\nHence, it can be easily appreciated what such a culture, followed in a large way, would produce. Certainly it would be one of the richest productions of this continent.\nThe medical properties of the ground nut oil, also deserves to be carefully investigated. Not a doubt remains that it possesses all those generally belonging to the fixed sweet oils, and that it might advantageously be used as a substitute for the oil of sweet almonds, which is demulcent when newly expressed, and afforded from fresh almonds; but inflammatory, when the least heated by rancidity. The oil of the ground nut will be free of that inconvenience, often fatal to sick persons.\nSo many precious qualities in the ground nut must encourage its cultivation. The southern states alone now afford a small quantity of that fruit; and still it is cultivated but by negroes, who sell it for their own profit. From thence the nuts are brought to every quarter of the continent for consumptions but hurtfully for health; because \n[End Page 1]\nson is constantly warm. If some differences are perceived in those several parts of the union they result from that which may exist in the intensity and continuance of the heat which prodigiously influence the quantity and quality of the produce.\nThe plant does not require a fertile soil, it grows in sandy ground, even in those exhausted. It wants but little labour, the essential part of which consists in operations sufficiently reiterated to avoid the growth of weeds.\nThe fruit is so well known in the United States as not to require here a description of it. A thin and friable husk unfolds two kernels covered with a pellicle or pericarpium which, as that of the almond, is taken off by immersion in warm water. \nFrom the kernel of the ground nut I have obtained an oil perfectly sweet, as it will be acknowledged by tasting that contained in the bottle which accompanies the present memoir. Its qualities render it preferable even to olive oil, which is often harsh to the taste by its aptitude to rancidity, for it is really agreeable but in a few quarters of France and Italy. The ground nut, on the contrary, seems to possess the oily element in its greatest purity, especially a few days after having been expressed, because some feculencies are then precipitated; but what gives this oil a decided superiority over that of the olive, is that it does not become rancid. I kept it a long while exposed to the action of a bright sun without having its taste the least injured. Should it not have the faculty of combining itself with oxigen, as other oils which are eager of it and which by that reunion experience a kind of combustion? It is very probable it has not since its taste has not the least been injured.\nUndoubtedly, however, it contains a quantity of mucilage, since the kernels of the ground nut triturated with water form a perfect emulsion, like that known under the improper name orgeat, and it wants only the aroma of the almond to be as agreeable.The oil of the ground nut, agitated with alcohol, appears at first in an emulsive state, but shortly after these two substances follow the law of their gravities, the oil sinks, the alcohol rises; but it remains several days in a milky state, which proves that some oil combined with the mucilage, is suspended in it; both by time precipitate themselves under the form of light white flakes. But what deserves to be observed in this experiment, is that the oils so resting in contact with the spirit of wine becomes absolutely colourless [sic]; which would induce a belief that the last takes off a little resinous part which lightly covers it in its natural state. The action of alcohol upon the ground nut oil is peculiar to it, and does not take place in oils expressed from other seeds. \nPure soda combined with the ground nut oil renders it soapy; whence it results, that and roasted, they are extremely inflammatory.\nLet proprietors undertake this culture upon a great scale, and it will soon procure them a rich increase. The western states having no spermaceti oil will find in the expression of the ground nut an agreeable light. Soaps superior [sic] to those coming from Europe, will be obtained therefrom, and at so cheap a price, that the soap made of tallow will soon be abandoned. Finally, after having supplied the domestick [sic] demand, the ground nut oil exported by our vessels, will obtain a good price in the West Indies, in the north of Europe, and in every clime where the olive tree does not grow.\n\n[End Page 2]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:51766"
    },
    {
      "label": "Collection Identifier",
      "value": "SCHS-SCW2"
    },
    {
      "label": "Original filename",
      "value": "lcdl51766-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Thomas Pinckney papers, ca. 1790-ca. 1825."
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "South Carolinians at Work",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl51766JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "SCHS-SCW2"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Boucaeris, A.,Arachis,Peanut oil,English,South Carolina Historical Society,South Carolinians at Work,Pinckney, Thomas, 1750-1828,Berkeley County (S.C.),Manuscripts,Boucaeris, A.,1809-06-17,1809-06-17",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "An essay on the Ground Nut, arachis hypogea manubi sive mondubi, as an article from which a palatable and wholesome oil can be extracted."
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Berkeley County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Arachis,Peanut oil",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Boucaeris, A.,Pinckney, Thomas, 1750-1828",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Boucaeris, A.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1809-06-17,1809-06-17",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2011, The South Carolina Historical Society.  All rights reserved. For more information contact The South Carolina Historical Society, 100 Meeting St., Charleston, SC 29401.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30448/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 85,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30448",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 3536,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30448/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 85,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30448",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30448/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30448",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/canvas/0",
              "height": 3536,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51766JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 2000,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30448/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 85,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30448",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F4%2F4%2F8_a696823f0f97b3c%2F30448_alt_5786_c8692fe5cdd570c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F4%2F4%2F8_a696823f0f97b3c%2F30448_alt_5786_c8692fe5cdd570c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl51766JPEG1jpg/canvas/1",
              "height": 85,
              "width": 2000
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl51766JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}