{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 33: McDonald Letter 3",
  "description": "Letter to Theodore J. Kenny from Frederick H. McDonald regarding a report entitled \"Elimination of Dwellings Unfit for Human Habitation\" (Mar. 5, 1943).",
  "metadata": [
    {
      "label": "Description",
      "value": "Letter to Theodore J. Kenny from Frederick H. McDonald regarding a report entitled \"Elimination of Dwellings Unfit for Human Habitation\" (Mar. 5, 1943)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "COMMUNITY development Council  GIBBES ART Gallery  Charleston, S. C.  March  5,1945  Mr. Theodore J. Kenny, Chairman,  War Housing Committee,  Charleston South Carolina.  Subject: Eimination of Dweings  Unfit for Human Habitation.  Dear Mr. Kenny  At the meeting of your war Housing Committee on  February 25th, the Community development Council was requested  to make a study of methods of eiminating the menance to Public  health and to the we-being of war workers which is caused by  the existence of sub-standard dweings and makeshift living  quarters throughout the Charleston metropolitan area. Conforming to your request we submit the following findings for your  considerstion:  1. ORIGINS OF THE problem  Due to the infux of tens of tnousands of emergency  workers empoyed under the explanded program of miitary, nava,  and industrial war-production in the Charleston area, It has  been common knowledge that there are numerous families in the  city and in the county who are living under conditions that  range from being unsatisfactory, to being unfit for human habitation. Tnere are many instances where whole families occupy  singe rooms in which thpy cook, eat, seep and spend their  spare time. In and out of the city tnere are crowded rooming  and boarding houses, in which from ten, to twenty, or more,  persons are served by the same bathroom. Outside the city  there are crowded traier camps with inadequate water-suppy  and sanitation. There are places where makeshift huts and  cabins have been hastiy put together, merey to get sheter,  without provision for the decencies of living. Tnere are many  instances where one or more people seep in automobies,trucks  and\"in or under wagon bodies. Barns, stables, tents, and outhouses of every kind have been pressed into service.  These conditions have been toerated by Public authorities on the assumption that they are temporary expedients,  justified by the emergency need for thousands of new workers  in the Charleston area. These makeshifts have been accepted or  devised by many of our incoming war workers, on the assumption that new and adequate housing facilities would soon be  avaiable. The army, the navy, the shipyard and ourLocalwar  industries have depored these inadequate sheters, recognizing them as detrimenta to the morae and to the effectiveness of the war workers they empoy; but these empoyers have  toerated these conditions, on the assumption that they are  temporary expedients to be remedied by the provision of new  dweing facilities.  A of these assumptions have been justified by the  enormous program of new housing wnich has been steadiy pro-\n\n[End Page 1]\nsecuted by the Housing Authority of the City of Charleston.  This program has been suppemented by private buiders, and  by the program of the War Housing Center, which not only Is  stimuating the renting of rooms in private homes to newcomers,  but is engaged in the conversion of dweings and commercial  buildings into apartments for war workers.  Prior to March 1,1943, these various activities have  added several thousand new dweings units, which have been  occupied as fast as they have been competed. Beginning March  first, another several thousand new units will become avaiable and ready for occuplancy\" before the end if the month of  June.  2. THE IMMEDIATE problem  while it is safe to assume that the great majority of  the families who.are inadequaty housed will be eager to occupy  better quarters as rapidy as they become avaiable, it is important for the community to realize that there will be numerous other families who will stay In the makeshift and unfit  places, merey because they cost less money. Having put up with  such quarters during the winter, the mider months that follow  will make it easy for too many families to become habitua  occuplants of sub-standard dweings.  Thus, the community will face the continuation of some  of the serious menance to the health and the we-being of many  people. This menance has arisen, and has been toerated until  now, soey because of the ack of better sheter. We have  been fortunate that Charleston has had no epidemic or any serious outbreaks of disease. But the hazard has reached critica  proportions; and now that there will be sanitary, inexpensive  and adequate dweings provided from Public funds for these  famiies, the community must take steps which not only will  eiminate the unsanitary surroundings to acceptable dweings,  but which will eiminate the dweings themseves, when they are  unfit for human habitation.  These steps must be taken prompty, for the safety of  the community; for the safety if those who.loccupy such places;  and for the insistence upon the maintenance of healthy and  wholesome living conditions by war workers who cannot otherwise do their part effectivey in the war program for which  Charleston Is responsibe.  3. CHARACTER OF THE problem  There are three components which determine the suitabiity of dweings for habitation:  [1] The adequacy of the sheter unit.  [2]. The adequacy of service facilities.  [3]. The adequacy of the surroundings.  When any of these, or combinations of them, are substandard and detrimenta to the health and we-being of occ-\n\n[End Page 2]\nuplants, they should be remedied, or the dweing should not be  occupied.   The essence of our immediate problem is to obtain for  our community, or its agencies, the authority to inspect and to  grade the suitabity of dweings for human habitation, with the  power either to require the remedy of conditions not conforming  to pre-determined standards, or to prohibit occuplancy.  4. EXISTING CONTROS  Such authority is generaly vested in the health depart-.  ments of a governmental units, when reated to sanitary or  disease hazards. But there are many other factors, such as the  density of occuplancy, the adequacy and safety of structures,  where the menance to health and we-being is atent, but not  obvious. These also need evauation and contro, din the interest  of the occuplants and of the community. The authority to icense  the commercial use of dweings, such as boarding and rooming  houses, traier camps,etc., also may give some contro of their  character. But this authority is indirect and limited in its  scope; and it does not reach the occuplants of private, singe-  family dweings of sub-standard character. However it may be  resorted to with advantage wherever It can be made to appy, If  more direct contros cannot be made avaiable quicky.  5. potential CONTROS  Examination of state egisation reating to housing  shows a series of seperatd aws which can be coordinated to give  direct and immediate authority to the City of Charleston for the  desired contro of dweing occuplancy. We consider tnat an ammend-  ment could be obtained through the egisature which would also  extend such authority to the County; and that such contros can  be deegated to the Housing Authority of the City of Charleston,  if desired by a parties.  The basic Act,1959[41]320, authorizes cities of over  5000 population to set up standards of dweing suitabiity;  to designate agents for the enforcement of such standards; and  to condemn dweings which are found by such standards to be  unfit for human habitation. If this act were amended to appy  also to counties, say of 100,000 population or over, then both  the City and the County of Charleston could immedaty begin  the enforcement of its desired dweing standards.  Additionay, there is an Act,1939[41] 547, known as  the Housing Cooperation aw, authorizing any governmental unit  to deegate certain powers and contros to Public Housing  Authorities which are engaged in the construction ana operation  of such housing. In order to get uniformity of enforcement and  to tie such enforcement in with the avaliability of aternate  housing of a suitable character, as we as to secure the aocation of the costs of enforcement to the fied of housing itself, the Housing Authority of the City of Charleston, which is  now operating both in the city and in the county, might be requested to consider the acceptance of such authority from the City  and from the County of Charleston.\n\n[End Page 3]\n6. TRAIER CAMPS  A situation requiring special treatment is found in the  existence of a great number of Automobile traier units being  parked for use as stationary living quarters. In general, these  are congregated in privately owned camps, the facilities and the  surroundings of which, in too many instances, are beow desirable  standards. Some are not fit for human habitation.  These illustrate a condition where the sheter unit  generaly may be acceptable,- but the service facilities and the  surroundings may be sub-standard. Where this is found to be the  case, at least miniunum Improvements should be enforced; or, the  traier unit should be required to move esewhere.  However, these traier groups are small communities, which  are the product of, and are required by, our war effort. while  the people living in them under sub-standard conditions will   not function at their best, either as citizens or as productive  war workers, they must be suppied with better ocations when  required to move. In our area, these camps are operated privatey;  and if the owners, or other private operators, will create satisfactory camps, it will not be necessary to consider the provision  of better camps by Public ownership. Actuay, the, mere improvement  of these camps to mimimum standards of decency is insufficient  soution.  What is needed are we-organized traier parks, which  would have water-suppy, ights, sanitation, aundry facilities,  and, if possibe, unch rooms and recreation has, a obtainable at a fat monthy chlarge. Under whatever ownership, it is  obvious that this problem is not limited toLocalconcern, but is  of significance to national war effort. Public interest requires Localgovernment to take steps to sove this probem.  There are , of course, various ways to approach this. One  which combines private and Public interests, would be for the  County to provide the and and facilities and to take bids from  private operators who would agree to maintain definite standards  under a reasonable scae of chlarges. Income to the County from  this would compensate for ack of tax revenue from the transients  who occupy these camps. Such a plan would have the advantage  that after the war the same facitities could be used to provide  attractive transient facilities for the much llarger run of tourists  that may be expected, gliving this investment a permanent outook.  The provision of traier parks would seem to be one of  several methods of providing for housing. It might simpify the  solution of this problem if the Housing Authority of the City of  Charleston were found to have the power, and would condider using  it, to finance and operate modern traier parks, or to ease  such operations to others. If this could be done, without new  egisation, and if the County could provide the required sites,  one or more traier parks planned body on comprehensive scaes,  could be made quick additions to the war housing facilities of the  Charleston area.  7. RECOMMENDATIONS  In view of the proceeding determenations, we recommend:\n\n[End Page 4]\n1. That the City of Charleston under present aws acquire  authority now vested in cities of over 5000 popuation, to condemn dweings unfit for human habitation.  2. That the County of Charleston seek to aquire the same  authority, by egisative amendment to the above aw.  -3. That the County of Charleston initiate activity to  buid one or more modern traier parks, for ease to  private operators, if feasibe.  4. That the City and County of Charleston confer with the  Housing Authority of the City of Charleston to determine the desirabiity of having the Housing Authority  accept the deegation to it of the above three functions, under.the Housing Cooperation aw, with the  object of centraizng a uniform and ogica contro  of a housing in one Public Housing Authority.  In considering or in working out the above, pease be  assured of the continued cooperation of the Community development  Council in any way in which we might be hepfu.  Sincerely  Frederick H. McDonad Chairman  Copies to:  Hon. Henry ockwood, Mayor,  Hon. E.H. Robertson, Ch. County Commissioners.  Hon. O.T. Waace, Senator.  Hon. Nathan Rosen, Sec. County Deegation.  Mr. E.. Godshak, Pres. Chamber of Commerce.  Mr. E.D. Cement, Director, Housing Authority of Charleston.  Capt. C.C. Moses, USN.  Co. John E. Eare, USA\n\n[End Page 5]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59049"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59049-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 33: Community Development Council--Correspondence and Reports",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59049JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),McDonald, Frederick H.--Correspondence,Housing--South Carolina--Charleston,United States--History--1933-1945,Margaretta Childs Archives at Historic Charleston Foundation,Folder 33: Community Development Council--Correspondence and Reports,1943-03-05,Manuscripts,McDonald, Frederick H.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 33: McDonald Letter 3"
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "United States--History--1933-1945",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Housing--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "McDonald, Frederick H.--Correspondence",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "McDonald, Frederick H.",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1943-03-05",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 117,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1555,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1555
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59049JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1521,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10921_57e076827f60560.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10921_57e076827f60560.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1521
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59049JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1555,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10924_6d217c009764542.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10924_6d217c009764542.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1555
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59049JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1534,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10926_1c8e925a055a7a4.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10926_1c8e925a055a7a4.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1534
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59049JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1538,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33720/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 117,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33720",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10928_8cd5193833b142f.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F7%2F2%2F0_2ea4e05bc4c0980%2F33720_alt_10928_8cd5193833b142f.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59049JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1538
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59049JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}