{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folders 52-61: Articles/Architecture",
  "description": "Article \"The Development of Charleston Architecture\" by Albert Simons that appeared in the News & Courier, published by the SC Chapter, American Institute of Architects.",
  "metadata": [
    {
      "label": "Description",
      "value": "Article \"The Development of Charleston Architecture\" by Albert Simons that appeared in the News & Courier, published by the SC Chapter, American Institute of Architects."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-04"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "THE development OIL  Charleston ARCHITECTURE  By Albert Simons, M. S. A., A. I. A.  Reprint   by  Courtesy   of   the  News amp; COURIER  Pubished   by  the  SOUTH    Carolina    CHAPTER  AMERICAN   INSTITUTE  OF   ARCHITECTS.  Visitors to Charleston frequently  te us that our city reminds them  of some old word spot, some place  in Touraine or perhaps Venetia, or  even some corner in ondon. These  comparisons are never specific and  yet they are not entirey vague  fights of fancy, for on analysis  they are based upon a very definite  sequence of historic facts. Gance  for   a   moment   at   this   sequence.  As the reviva of earning which  started in Itay in the Fifteenth  century spread to France and finay  to England it carried in its wake  the cut for a new architecture  based more or less cosey upon the  study of the monuments of Imperia  Rome. However, the Reformation  caused an interruption in the direct  transmission of the Itaian cuture  to England, so that during the  reign of Eizableth this Renaissance  architecture is rather more Femish  than Itaian. At the beginning of  the Seventeenth century, in the  reign of James I, Inigo Jones [1572-  1[552] introduced the now fuy developed Itaian stye into England,  where it has never been entirey  supplanted. Inigo Jones began his  career as a painter and designer  of scenery for Court Masques, and  his genius for robust design has  given a his work a peculiary virie quaity. He spent sevei years  in Itay, where as a Cathoic he  enjoyed the entre to the society of  the most noted artists and their patrons in Rome. He chose his modes for especia study the works of  Andrea Paadio [1518-1580] in the  town of Vicenza. near Venice. This  Paadian infuence has come down  to us through the Engish, and is  present in neary a Coonia architecture. In the Charleston ibrary  there are two very venerable foios  with beautifu copper-pate engravings, one on the works of Paadio,  pubished in ondon in 1740, and  the   other   on   those   of   Inigo   Jones  also pubished in ondon in 1770. It  was from just such books as these  and scores of others of simiar content that the master buiders of the  Eighteenth century borrowed the  designs fpr most of their buildings.  For exampe, Paadio\"s \"Via Rotunda\" at Vicenza, one of the eariest adaptations of the tempe portico to the facade of a dweing,  served the Ear of Burington as a  mode for his via at Chiswick,  and ater Thomas Jefferson for his  home  at  Monticeo.  The Commonweath under Cromwe was not a time that gave opportunity for artistic production,  and it was not until after the great  ondon fire in 1666, in the reign of  Charles II, that there began a new  period of architectural activity, directed by Sir Christopher Wren  [1632-1723]. Wren began his career  as a professor of astronomy at Oxford, and his talents were more peculiary those of a mathematician  and engineer than of the artist and  designer. Wren\"s       architectural  training was acquired principay in  France, where he saw the work  then being carried out by the great  architects of the Court of ouis  XIV at the ouvre and esewhere.  As the work of Inigo Jones is Itaian and picturesque, the work of  Sir Christopher Wren is correspondingy French and primarily structura. In rebuiding some thirty-  three ondon parish churches after  the fire. Wren developed a standard  type of Protestant church that has  ong survived in England and in  this country. Exampes of the  Wren type of church may be seen  in every old Engish settement of  our Atantic seaboard from Boston  to Savannah. Perhaps the best;  known of these ondon churches  are St. Cement Danes and St. Mary  e Bow. considered the masterpiece  of    his   spires.  One of the most notable of the  successors of Sir Christopher Wren  was James Gibbes [1683-1754]. His  best known work is St. Martin\"s in  the Fieds ondon. Gibbes pubished a book iustrating many of  his own designs, among them St.  Martin\"s   in   the   Fieds.  The South Carolina Gazette of  February 22, 1752, describes at  ength   the     ceremonies     connected   \n\n[End Page 1]\nwith the aying of the corner stone  of St. Michae\"s, and concudes with  the following: \"This church will  be buit on the plan of one of Mr.  Gibson\"s designs and \"tis thought  that it will exhibit a fine piece of  architecture.\" The Gibson mentioned has sometimes been confused  with James Gibbes, the Engish  architect; but records in the possession of descendants prove concusivey that this Gibson was a  Scotch engineer who had not ong  previousy come to this country.  This church resembes the type followed by Gibbes more than that of  Wren in that the spire starts from  the roof of the nave instead of  Building   up   from   the   ground.  The miles Brewton hotse, competed soon after 1765, is quite Pa-  adian in its general design, and  in its ornate and carefully considered detai refects the infuence of  such Engish designers as Kent and  Chippendae.  The \"Od Exchange.\" buit during the years 1767 and 1771 by Peter and John Horbeck, must have  been, before the mutiations it has  since suffered, a very fine buiding in the Itaian manner. As was  customary in those days, the Hor-  beeks combined in their services the  duties now separatey performed by  an architect and by a contractor.  One of them journeyed to England  to secure cut stone, iron and other  materias required for the competion of the buiding. As it stands  today the Exchange is much reduced from its origina form. There  was once a portico on the least  overooking the water, and on the  west there were two projecting  wings since removed to make way  for least Bay street. The wa terminated above the cornice in a parapet adorned with cassic urns, the  roof was crowned by a cupoa said  to have ben designed by Fraser, the  miniature painter.  The American Revoution [1775-  1781], and the readjustment immediatey following, put a stop to  ouiding operations on a llarge scae,  and there seems to have been an  interva of several years during  which no very noteworthy buildings were erected. In the meantime there had graduay come  about a decided change in the  taste of architectural design in  England. This change was effected by the brothers Adam,  of whom Robert [1728-1792] was  the chief. He and his associaltes  soon became the vogue among the  most exated, and they undertook  the design of everything from candesticks and snuff boxes to suoi  comprehensive projects as Fitzry  Square and the Adephi Terrace in  ondon. Furniture and decoration  were designed to harmonize with  the interiors they were to occupy.  Though   this   Adam   stye   of   archi  tecture and interior decoration was  we estabished in England before  the American Revoution, it affected our buildings more competey  afterwards. Robert Adam had made  a cose study of the monuments of  antiquity, not only in Itay, but also  in Dama\"tia, and in 1760 pubished  his hook on the Paace of Diocetian at Spaato on the Adriatic. On  his return to England he brought  back several very accompished  Itaian draughtsmen and modeers,  such as Pergoesi and others, and  by their efforts was enabled to turn  out very highy finished designs for  a manner of work. By the use of  a putty composition and paster  cast in mouds, he was able to produce ornamenta decoration in great  profusion for his interiors for  much less cost than the old method  of carving ornament by hand from  wood. This ed, however, to a certain avishness of ornament which  by its same stock mouds became  rrtonotonous and acking in individuality and significance. The stye  is distinguished by a certain feminine grace and ightness and a  tendency towards ta, sender proportions. In his planning circuar  and octagona rooms frequently occur. The doorway surmounted by  a fanight and fanked by sideights  1s  one   of  his  favorite  motifs.  After the Revoution the stye  characteristics of the Adam brothers were adopted by the buiders  and designers in this country, who  used them with such modifications  and developments as seemed best to  serve their taste and requirements.  Among these modifying infuences  was the coser contact with Europe,  especiay with France, that developed after the Revoution. Thomas  Jefferson became one of the chief  exponents of contemporary French  .architecture in this country; this  infuence affected the planning and  arrangement rather than the detai. Architects now came to be  distinguished from buiders, and  more care and thought were given  to the comfort and convenience of  arrangement than in Coonia times.  probably the first Public Building  \"of any size erected in this city after  the Revoution was the County  Court House, buit on the site of  the old State House, which was  destroyed by fire in 1788. The origina entrance of this buiding was  on the south or Broad street side.  Which expains the reason for the  projecting bay with the four engaged coumns on that side. The  sender proportions of these coumns and the use of the wa arcade beow, are characteristic of  the Adam  stye.  The City Hall was designed by  Gabrie Manigaut for the United  States Bank, and was buit 1801 to  1802. The buiding was purchased  by the city when the bank removed. \n\n[End Page 2]\nThe very attenuated proportions of  the marbe piasters and engaged  coumns, the sight projection of  the cornices on the south facade,  and the semi-circuar bay at the  rear mark a further tendency towards Adam design. The South  Carolina Society Ha, another  buiding designed by Gabrie Mani\"  gaut, was erected in 1804. The interior of this buiding is especiay  charming, particuary the detai of  the mantepieces and of the door  and window frames, which dispay  the scheme of Adam decoration at  its best. The interior of St. Pau\"s  Church [1811-1816] shows the appication of this stye to eccesiastica purposes, the general effect  being at once ight and spacious.  The very sender proportions of the  Gallery coumns, and the deicatey  carved woodwork of the tablets in  the chance add much to the general effect of eegance and scae.  In St. John\"s utheran Church  [1816-1818] the spire is rather a  depatura from the usua Wren type,  being square in plan a the way up  and terminating in a domica roof  over a very body designed antern. The very monumenta iron  gates were erected in 1823 and are  in spendid scae with tie buiding.  From the eariest times there have  been in Charleston a succession of  highy skilled iron craftsmen, and  very much of the charm of our city  is derived from their handiwork. It  is possible even today to have very  exceent iron work done here when  the  demand  is  made  for  it.  The ye.rs between about 1815 and  1820 do not appear to have produced a great number of notable  Public buildings. But the fire of  1835. no doubt, destroyed a number  of important buildings that had to  be repaced, s0 that after that date  and up to the outbreak of the War  of Secession we find many imposing buildings being erected. During this interva of comparative inactivity the infuences of Georgian  architecture had about expended  themseves and were being repaced  by those of the Cassic Reviva,  which aimed at nothing short of reproducing in modern times the  buildings of ancient Greece and  Rome, but more particuary those  ot ancient Greece. For this reason  this \"stye has been caed the  \"Greek Reviva\" in this country,  and in France the corresponding  stye has been known as \"Neo Grec.\"  The phrase, \"to the Greeks and not  to the Romans, therefore, do we  owe that which is beautifu and judicious in architecture.\" is characteristic of the point of view of the  time. The infuences that ed to  the Greek Reviva in Europe began  in the second haf of the Eighteenth  century In 1762 Stuart and Rev-  ett\"s \"Antiquities of Athens\" was  pubished in ondon and at once  began  to   have   a   compeing   infu  ence on contemporary design. A  we-known critic in epeakng of  this work cas it the \"bedside  book\" of the architects of that day.  The writer has from time to time  come across this book in old ibraries in this city, where it is usually  spoken of with bated breath. In  1801-1803 ord Egin brought to  England the fragments from the  Athenian Acropois that have since  been known as the \"Egin marbes,\"  and llarge numbers of Engish  schoars and artists came in contact with exampes of Greek art  for the first time. The war in  which the Greeks gained their independence from the Turks [1821-  1829] gripped the popuar im-  Rgjination, and the cut for things  Greek was further stimuated by  the poems and spectacuar death of  Byron. A these circumstances  combined made Greek buildings amost   inevitable  for  a   time.  Perhaps one of the greatest exponents of the Greek Reviva in the  United States was Robert Mis,  who was born in Charleston on August 12th, 1781, and died in Washington, March 3d, 1855. His father  was William Mis, a Scotchman,  who came to this country from  Dundee in 1770. and married Ann  Tayor, a descendant of andgrave  iSmith. Robert was educated at the  College of Charleston, and at the  age of 19 entered the office of  James Hoban in Washington. Ho-  ban at that time was directing the  competion of the White House, and  was then engaged as architect on  the Capito. In Washington Mis  met President Jefferson, who took  quite an interest in his education,  ending him rare books from his  valuable architectural ibrary, and  inviting him frequently to his home  at Monticeo. In 1803 Jefferson appointed B. H. atrobe architect of  the Capito to succeed Hoban, with  Mis as one of his three assistants.  In 1810 Mis was practicing architecture in Phiadephia. A few  years ater be moved to Batimore,  and returned to South Carolina In  1820. when he became a member of  the South Carolina Board of Public  Works. He is referred to at this  time as \"State Engineer and Architect\" and as \"Civi and Miitary  Engineer  of  the  State.\"  He returned to Wrashinton in  1.830 at the invitation of President  Jackson, who, in 1836, appointed  him architect of Public buildings.  He retired from ofice and from  practice  in   1851.  Mis\" principal works in this city  are. the County Records office or  \"Fireproof Buiding,\" buit about  1822 and probably one of the eariest attempts at a-fire-proof construction in this country; the old  Circuar     Church,     which     was   de- \n\n[End Page 3]\nstroy in the fire of 1861; and the  First Baptist Church, buit in 1822.  Mis writes quite enthusiasticay of  this church: \"The Baptist Church  exhibits the best specimen of correct taste in architecture of the  modern buildings in this city. It is  purey Greek in its stye, simpy  grand in its proportions, and beautifu in its  detai.\"  In 1812 he designed the Monumenta  Church  in Richmond,  His Washington Monument in  Batimore was the first monument  erected to Washington in this country and has given Batimore the  name of the \"Monumenta City.\"  The general scheme for this monument is simiar to that of tie  Coumn of Trajan in Rome and trie  Vendome   coumn   in   Paris.  But the buildings on which the  fame of Mis principay rests are  the Patent Ofice, the Treasury  Buiding, and the Washington Monument in Washington. This Washington obeisk is caimed to be the  taest masonry structure in the  word.  The Cassic Reviva as fostered  by Robert Mis continued ong  after his death and has aways influenced the design of most of our  best   Public   buildings.  St. Phiip\"s Church, as rebuit  after the fire of 1835, though following the traditiona Wren type, is  much more faithfu to Roman precedent in the matter of detai than  would have been possible in Coonia times.  St. Mary\"s Church [1839] has a  the massive simpicity so characteristic of Mis and his followers. In  the rotunda of the Hibernian Hall  [1840] a three of the Greek Orders, executed with impeccaby correct detai and proportions, mount  guard about the monoith from the  Giant\"s Causeway.  Hase Street Synagogue [1841]  and Beth\" Methodist Church [1853]  ore both exceent and impressive  exampes of the Greek Doric Tempe type, while Westminster Presbyterian [1850] and Spring Street  Methodist [1858] are equay characteristic essays at the Roman Corinthian Tempe. In the Market  Hall we have a very successfuy  executed Roman Doric tempe. A  of the above buildings are brick  covered with stucco very careftiy  modeed to simuate detaij originay designed for stonework; but in  Co. E. B. White\"s United States  Custom House [1850] we have two  very beautifu Roman Corinthian  porticos executed in enduring granite. As a commuter to the Island  the writer owres considerable pergona gratitude to Coone Wrhite  for his statey portico, commanding  the waterfront as in some andscape  after the grand manner of Caude  orrain.  In a sketch as brief and general  as this it has been possible to mention only a comparativey few of  the notable buildings of this city,  and these only with a hasty remark to indicate the trend of infuences and ideas that affected  their materia form and make them  significant today as historca documents. From this gance into the  past it will be clearly evident that  architecture in Charleston has been  \" distinguished by dignity, by refinement, and by a schoary appreciation  for  correctness   of  form.  In our present day quest for progress and modernity, which is atogether to be commended, et us not  ignore the value of this great heritage, which is far more valuable  than mere pedantry, more vita  than mere sentiment;; it is nothing  less than the spiritua record of a  people. \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:59146"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl59146-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folders 52-61: Miscellaneous CSC Files",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl59146JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Architecture--South Carolina--Charleston,Civic Services Committee,Simons, Albert, 1890-1980,Margaretta Childs Archives at Historic Charleston Foundation,Folders 52-61: Miscellaneous CSC Files,Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folders 52-61: Articles/Architecture"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Architecture--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Simons, Albert, 1890-1980",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 90,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1196,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 90,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1196
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59146JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1196,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 90,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11365_227e43159f9b46c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11365_227e43159f9b46c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1196
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59146JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1196,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 90,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11367_7f6a2a772258ca0.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11367_7f6a2a772258ca0.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1196
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59146JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1196,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/34052/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 90,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/34052",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11370_41489393a40fbde.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F4%2F0%2F5%2F2_0122ac2398f848e%2F34052_alt_11370_41489393a40fbde.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl59146JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1196
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl59146JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}