{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl2392JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "A waterfront plan for Charleston, S.C.",
  "description": "This reprint of a 1929 News and Courier (Charleston, S.C.) article depicts MacElwee's plan for the extension of Murray Boulevard north of the Ashley River bridge. The map and text give detailed descriptions of residential lot sizes in the reclaimed areas, areas for commercial development, parks, etc. and persuasive economic reasons to undertake the development.  Though most of the land was eventually reclaimed, no grand boulevard extends north of the Ashley River bridge today and MacElwee's vision of building \"one of the most famous water front driveways in the world\" was never realized.",
  "metadata": [
    {
      "label": "Description",
      "value": "This reprint of a 1929 News and Courier (Charleston, S.C.) article depicts MacElwee's plan for the extension of Murray Boulevard north of the Ashley River bridge. The map and text give detailed descriptions of residential lot sizes in the reclaimed areas, areas for commercial development, parks, etc. and persuasive economic reasons to undertake the development.  Though most of the land was eventually reclaimed, no grand boulevard extends north of the Ashley River bridge today and MacElwee's vision of building \"one of the most famous water front driveways in the world\" was never realized."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "College of Charleston Libraries",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2008, The College of Charleston Libraries.  All rights reserved.  For more information contact The College of Charleston Library, Charleston, SC 29424."
    },
    {
      "label": "Date Digital",
      "value": "2008-05"
    },
    {
      "label": "Digitization Specifications",
      "value": "200 ppi, 24-bit depth, color, Epson Expression 10000XL, Photoshop photomerge, Archival Master is a tiff."
    },
    {
      "label": "Transcript",
      "value": "Plan Would Add Many Acres To City's Taxable Property  By DR. ROY S. MACELWEE  In Collaboration With J. H. Dingle, City Engineer  With the Ashley River already legally or tacitly set aside for future residential and recreational growth the desire to continue the first mile of boulevard, begun in 1911, from White Point gardens to Tradd street, the entire length of the shore line to the city limits has appealed to the imagination of residents of Charleston and all visitors of this city.  It requires little imagination to visualize a driveway approximately four miles longer than the present boulevard with the broad waters of the Ashley on the one side and parks, monumental public buildings and comfortable homes on the other. Charleston has an opportunity of developing one of the most famous water front driveways in the world to rival the Malacons of Havana or Rio de Janeiro, the drive along the river Arno at Florence, famous since the days of Dante and Beatrice, or the famous quays of Paris along the Seine, or the Thames embankment of London, or the Rhine bank drive at Dusseldorf. Such a drive would add many more than a thousand acres of new taxable property to the city and in itself attract discriminating people from far and wide to make their winter residence at Charleston, or locate their manufacturing business here because of the attractiveness of Charleston as a place in which to live.  Ohio Shows Way  While writing this report a newspaper clipping from the Toledo Blade came to hand reporting a meeting in Ohio to develop a Maumee River parkway from Toledo to Defiance. Among other speakers State Senator W. W. Farnsworth made the following statement aptly summarizing this belated recognition in America of the intimate relationship between recreation and beauty with efficiency in business:  \" We are in an age of efficiency which is bringing shorter hours of work and more time for recreation,\" the senator said. \" This additional time for play will prove a great curse or a great blessing, The time has arrived for making plans for generations that are to follow. \" The business man has realized he must not only make a living in a community but live as well,\" Mr Farnsworth said, and he pointed out the natural possibilities of the Maumee valley as a place for recreation, \" where souls can be enabled by nature's beauty and tired men can find surcease from their labors.\"  The plan here illustrated is put forward as one solution. In it the designer has attempted to bring out [ a] number of basic principles of city planning now generally accepted and with the able collaboration of the city engineer, J. H. Dingle, to arrive at an estimate of the cost of the project and the yield that might be expected from it. For a period of years James O'Hare has given much time, thought and effort to the study of this problem. His elaborate and accurate maps and surveys were generously turned over to the committee and form the basis for the present suggested plan. \n\nExpected Returns Large  The returns in pleasure and income to a city with the natural advantages of Charleston, to be expected from such a drive and high class residential section, are certainly large. These four natural advantages are:  I. The climate; a splendid invigorating, though mild winter, and a summer tempered by steady trade winds -- a most desirable place in which to live, as a winter retreat from the cold of the north and a summer refuge from the heat of the interior.  II. The historical interest and quaint age, or lingering magnificence in the grand manner that lures cultured and discriminating travelers.  III. The possibilities of developing a maritime business of importance by means of the best harbor and port on the South Atlantic coast.  IV. The long list of almost undiscovered advantages of the Charleston location of an industrial plant. We have early recognized these advantages as an industrial location because they are apparent, but the engineering and economic facts just brought together in an exhaustive \" plant location survey,\" prove beyond contradiction that Charleston and vicinity is the most advantageous location for many types of industries to be found on this continent today. This business advantage in the most agreeable place to live is indeed a rare combination. Charleston should provide for inevitable growth as an unusually attractive place for work and play.  Only Direction of Expansion  The only direction of expansion of the city itself for residential purposes is toward the proposed extended boulevard on the land to be reclaimed for its construction. Each of the three parts of this great area would furnish several hundred lots 80' to 100' wide and 120' to 150' deep, besides parks, playgrounds and sites for first class hotels. The total cost would be upwards of $ 2,500,000 for each of these three parts. The area must be reclaimed.  Obviously the city is not able to bond itself to do this work in view of the legal debt limit. Also it is not to be expected that the natural growth of the city's own population would take up 400, 800 or 1,200 home sites before that two- edged, sword, compound interest, cut the wrong way. But, recent examples of conspicuous state and city developments have not been based upon natural propagation and business based upon swapping quarters among themselves. California? Florida? What percentage of the happy citizens of these states are native born? or of New York? or of Chicago? or of many others? For that matter the United States did not grow from 3,000,000 people at the time of independence to 120,000,000 in the reign of Herbert Hoover, from within itself. California and Florida grew because people liked it there  Bring Leisure Class  With increasing prosperity, accompanied by increased leisure, there are large numbers of renters, \" coupon clippers,\" people who have retired from business and live on their incomes, who can afford to go and make their homes where they like. But Charleston, in addition to being attractive to renters, offers also the unusual combination of economic advantages. We are just at the beginning of the new economic revolution in America, the dawning area of manufacturing decentralization that is beginning to gain momentum with the recovery of balance in production and consumption upset by the World War and the unmistakable sign of the upward swing of a great cycle of prosperity. From these two sources of immigration the boulevard, and home sites of the boulevard extension would be taken up.  To \" capitalize\" means to develop for future production. The time is now ripe in American economic life for Charleston to capitalize the mud flats of the Ashley. The returns from the future use of the present mud flats of no producing value when made valuable by use as high- grade home sites will be indeed a rich capitalization of the city's latent resources.  When put to use and made valuable this area will return richly to the city. This return, less the comparatively small additional cost of lighting, cleaning and policing will reduce the taxes per capita of all Charleston taxpayers. More taxpayers to carry the same city government overhead will require less from each individual.  Would Move Stockholders  The desire for more smokestacks and therefore more progress is founded on the desire to spread the tax burden. This is sound and much effort is being expended to accomplish just this. But if we cannot always move the plant itself from somewhere else to Charleston it is almost as good to move here the stockholders and higher officials whose income is derived from those distant works, to become owners of winter homes in Charleston. They will create a demand for boulevard lots, increasing their value, and pay taxes on these increased values just as effectively with the plant in Kokomo as in Charleston. Try to bring the plants, as many as possible, but also the stockholders of plants that can't move. By a process of growth from outside we can capitalize on the mud flats to produce civic values and spread the tax burden over more shoulders.  If the cost of capitalizing upon the Ashley and flats were paid for entirely by the city now, in a generation it would be a source of great income to the community. But there are business possibilities in the project attractive to private enterprise. A judicious cooperation of both city and private initiative should accomplish this great and spectacular development with prompt returns. The city, nor any city, has neither the marketing machinery nor the prospects for a very large real estate development. It is not a function of city government to engage directly in a real estate promotion project on a retail basis, but with municipal leadership and assistance a company to do this efficiently and successfully may be secured or created.  Boulevard Extension  The area of the Ashley river water front capable of improvement within the city limits, although when completed will constitute one grand sweep of water front drive five miles long, the area for discussion falls into three parts: ( 1) Tradd street to Ashley river bridge, 6,200 feet; ( 2) Ashley river bridge to the Seaboard Air Line bridge, 6,000 feet; ( 3) Seaboard Air Line bridge to the city line at Mount Pleasant street, 5,500 feet.  1. The first area from Tradd street to the Ashley river memorial bridge is under immediate consideration, brought to a focus by the bequest of the late Andrew B. Murray of $ 150,000 toward the continuation of the boulevard and by the fact that the city has acquired the West Point property with a view to widening the city's Ashley river water front holdings. The city now owns 79 per cent of the total acreage between Broad street and the Ashley river bridge. With one hundred and fifty thousand in cash and these holdings, the city has a substantial start toward the accomplishment of the reclamation of the west shore of Charleston.  The Anderson mill property is willing to cooperate with the city for any reasonable settlement of their holdings. North of Broad to Beaufain and back to Colonial Lake the area is reserved for park and public recreation purposes under the Colonial Lake Commission. The city of Charleston, previous surveys have shown, has about 10 per cent of the area in parks that a city of this size should have. A park of this size is capable of being developed both for playgrounds and for shrubbery. Such a park is immediately needed in this quarter.  Yacht Basin Proposed  The idea has been previously advanced from several quarters that a yacht basin should be built on part of this property. However, not shown on the drawing, there is a possibility of constructing a breakwater out from shore and the establishment of a yacht basin outside of the boulevard line toward the river opposite the park at the foot of Broad street, or for that matter, at any selected point along the water front.  The next obstruction is the Halsey mill channel. If the Halsey mill property can be sold to the city and the mill business moved elsewhere, the necessity of maintaining the bascule bridge across the channel would be removed and also the necessity of building shore line retaining walls and revetments. The drawing assumes, however, that the mill property for some years might remain in operation and a bascule bridge is indicated, part of the area belonging to the city being utilized as a yacht basin.  The West Point mill property is partly reserved in the drawing as the site for a large hotel of the Biltmore type, or perhaps of the type of the Wardman Park hotel, Washington, D. C. This would be approached by a broad avenue, 70- foot street, from Calhoun street to the south, and placed with its wings facing the south, southwest and west. Ample area is allowed for planting and full utilization for artistic purposes is made of the mill pond and channel, this being bordered by park strips will be planted with azaleas, camillias and various other flowers and shrubs. A liberal planting of azaleas m a few years should be of striking beauty with the blaze of color reflected in the water of the pond. \n\nLots Eighty Feet Wide  Lots have been laid out not less than 80 feet in width, and in the case of Block 14, 100 in width. The present width of lots on the Murray Boulevard is 60 feet. This has proven too narrow for the type of house that is generally desired to be built on such an attractive home site. As a result home builders have found it necessary to purchase two lots either side by side or running through to the back, that is, to South Battery. A minimum lot width of 80 feet will overcome this difficulty. In addition to the regular shaped lots there are numerous irregularly paved corner lots that are much larger. The depths of the lasts vary from 120 feet to 150 feet, except some of the interior lots such as Blocks No. 20, 24 and 28, where the lots are smaller. The zoning and building code should require the building line 25 feet from the sidewalk thus leaving one hundred feet for house and backyard, while creating the effect of a very spacious avenue.  Block No. 14 shows an innovation in city lot planning. These lots are 100 by 150 feet and run through to a residential street. It might be pointed out at this point that modern city planning recognizes \" arterial traffic\" streets and \" residential\" streets. There are four kinds in the plan here under discussion: ( 1) waterfront boulevard, ( 2) arterial streets, ( 4) court streets. It is considered entirely out of date to lay out a city plan with all the streets the same width east and west, and north and south like a checker board. A far better traffic movement is attained while the residential streets have a narrower pavement with more space for trees and grass plots. Every effort is being made to discourage through traffic in such residential streets. This makes a quieter atmosphere and greater safety for the younger generation as well a far less area to be paved and to be swept, cleaned and maintained.  Existing Streets Continued  There is an existing plan drawn in 1913 for the development of this area by the well known city planning firm of Olmstead Brothers. We are certain that sixteen years later, in 1929, Olmstead Brothers would not draw the plan that way. The principal defect of the plan is that all streets are continued full width out to the boulevard line, thus cutting down to a large degree the number of desirable waterfront and second row lots. In this tentative plan No. 1, although Broad, Beaufain, Wentworth, Montague and Bull streets are carried through, this policy is only for a small portion of the total development.  Wentworth street would have to come through anyway because it is one of the few through cross- town streets. Broad street will be one of the great wide traffic lanes of the future. Beaufain, Montague and Bull streets are of the residential street width and are old, well developed residential streets leading into the center of the shopping district, albeit with jogs at Coming street. There is no reason for carrying through Bennett street and Halsey street because they do not go anywhere anyway, the next arterial street being Calhoun street. Calhoun street is brought through to the boulevard and after Broad and Wentworth streets is the third cross- town arterial street connecting the boulevard with the center of the city. The next cross streets are the two streets that will connect with the bridge, Cannon and Spring streets. There are no through streets between Calhoun and Cannon, nor should there be any. All of these streets should be developed as quiet residential streets carrying only the traffic of the homes located on them.  Park Frontage Utilized  It will be noted that so far as possible full utilization has been made of frontages on park strips or parks.  Block No. 19 required elucidation. American cities have been adopting the successful use in Europe of interior courts or parks for special group development. Block No, 19 being of irregular shape, the interior of the block with lanes entering from three sides is termed Court des Artistes. Here a group of 40x80- foot lots around a little park is set aside for the growth of an artists' and autho\ns' colony. Here studio homes may be constructed. The secluded atmosphere of such a court' has an appeal to this class. Such a court requires careful control of landscaping, architecture, sale and utilization.  The boulevard must pass under the Ashley river bridge approach. It would be suicidal to have the boulevard traffic and the traffic across the bridge intersecting at grade. It was unfortunate that the city plan was not thoroughly developed and adopted before the Ashley river bridge was built as the Charleston end of the bridge might have been made a few feet higher for an additional length of 40 feet. Careful examination, however, shows that a two- way 40- foot wide undercut or culvert can be built joining directly to the concrete at the shore end of the bridge, by using the shallow steel girders of 20- span to give the maximum amount of head room. This would mean perhaps raising the surface of the causeway or approach to the bridge two feet from the fill for 15 or 20 feet onto the bridge and carrying along at a level for the distance of 40 feet eastward before the beginning of the grade of the bridge approach. It is not believed that the removal of the fill for 50 feet back and the substitution of a short tunnel or lower level driveway under the bridge approach will interfere with the remarkable symmetry or beauty of the bridge.  The Hampton Park Area  From the Ashley River Memorial bridge to the Seaboard Air Line railroad bridge is the largest single block of the Ashley river front and one of the great possibilities. The city owns a considerable portion of the uplands between the Ashley river bridge and the southern boundary of the Citadel, which is state- owned.  It will be noted on the plan that a 400- foot wide area back from the boulevard has been left open for monumental public buildings, schools, hotels or parks. Of course, conforming architecturally, and in dimensions, especially height, for a zoning plan to be adopted. The magnificent effect of the public buildings facing the Seine in Paris is familiar to everyone. The classical example used by city planers is the Rhine river front at Dusseldorf which was reclaimed a few years ago in just the same manner as we are discussing here. Facing this parkway or boulevard along the Rhine river are provincial, city and government buildings. The property immediately in the rear with glimpses of the river between the buildings and across the well kept lawns and gardens that surround them, proved to be residential property eagerly sought after. The loss of part of the river view was compensated for by publicly kept gardens and more especially the fact that these public buildings determined and set the high character of the neighborhood for all time.  Uninterrupted Boulevard Strip  It will be noted that from Spring street north to Congress street no streets come through to the river front, thus giving an uninterrupted stretch of boulevard frontage. A diagonal arterial traffic highway crosses from above the Ashley river memorial bridge to Hampton Park. This is not a necessary solution as the traffic could go past the Citadel. However, it is recommended in view of the desire to locate a beautiful Union Station north of Hampton Park, this would require the arterial avenue.  The two large triangular areas for residential purposes follow the principle of the irregularly laid out streets of the garden city plan that has become so popular. The southeasterly triangle has a small lake and park in the center while the northeasterly triangle has two playgrounds for small children and babies with nurses. Just south of Stoney Field is contemplated a large park with a large public swimming pool, playgrounds. Various additional street triangles and bits of space are utilized for small green plots with the possible future location of a monument or fountain.  The Horseman's Paradise - The area belonging to the State of South Carolina between the high ground of the Citadel and the river is designed as a great recreation field, the suggestion being that the state would permit the area to be reclaimed, permitting public use of the area for recreation, the Citadel retaining priority of use, or first call on parts of it. The principal features of this area are two polo fields, two or three practice football fields, and two baseball fields, a field and track area and a large area for squadron or field artillery maneuvers if a mounted detachment be developed at the Citadel. Finally a Russian run surrounds the whole. A Russian run is a soft bridle path 50 to 100 feet wide approximately two- thirds of the width is intercepted by hazards or jumps, the outside one- third being unobstructed. These jumps are: Hedges, ditches, water jumps, logs, walls, fences, etc. They are arranged in three heights of taken at an angle from easy up to difficult jumps. A Russian run is the dream of sleepless nights for all horsemen, regular army or civilian. It would he a strong and unusual attraction to winter residents.  Polo at Charleston  It will be seen at a glance that a polo field Is a large area. With space for run- bys, a polo field is 650 by 1.100 feet. Two fields, practice and match, are the least requirements to establish polo. They must be easily accessible with a defined parking space for cars facing the field. These spaces are numbered and rented for the match, or season.\n\nCharleston's winter climate is even better than Aiken and Camden for polo and far superior to that of Florida, where polo thrives even under the handicap of excessive heat most of the year. Polo has made Aiken and Camden. The entire area between the Ashley river bridge and the Citadel line once given the proposed facilities for equestrian sports should be developed as a winter colony. It is not likely that the growth of Charleston from within will require this area for homes for many years. Sponsored by the right people interested in equitation and with the nucleus, in Charleston of the army and the Citadel, with the close proximity of Summerville, Camden and Aiken with their many horsemen and actual or potential polo teams, it is highly possible within a few seasons, for a polo association or some such organization to dispose of the entire subdivision to winter residents who are devotees of this sport.  The boulevard extension from the Seaboard Air Line bridge to Mount Pleasant street, approximately one mile, is in the third area of development. The plan should be adopted for eventual extension of the driveway. No efforts are made at the present time to commit this city plan to any details of its utilization for parks, schools, hospitals, homes, etc. It is recommended, however, that Murray boulevard be extended to Grove street as part of the original job of the second division. The reason for this will become apparent in future plans concerning the location of a large, modern Union Station facing the west drive Hampton Park.  Cross Section of Boulevard  There are as many ideas with regard to the cross section of the boulevard as there are people who think about it. The one given in the drawing is, as stated, one suggestion. It will be noted that the rather useless grass strip is taken out of the middle in order to give space for automobile parking, to watch boat races and other aquatic events, without obstructing the flow of traffic. It will be noted that the sidewalk is protected somewhat from automobile traffic by the location of a bridle path. If Charleston decided that it does not care to cater to all winter and permanent residents who are attracted by horsemanship, this bridle path can be planted as a grassy stretch. The cross section does not show tree planting at the water's edge, but a tree planting similar [ to] the grass stretch at the inshore [ side] could be added, the trees [ being] planted close to the sidewalk instead of in the middle.  However, Mr. Murray's will [ states] that his gift is toward the [ extension] of the boulevard on the same specifications as the present boulevard. This tends to make all other suggested cross sections purely academic.  The above plan, as stated, indicates some of the uses and several types of possible designs and the available property in the mud flats of the Ashley river. It now remains to discuss with a sharp- pointed pencil what this will cost and what the yield is likely to be. Although such work is expensive a solution can be found to benefit alike city government, general, public and [ ] groups."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Newspapers",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "Mss 0099"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "StillImage",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:2392"
    },
    {
      "label": "Collection Identifier",
      "value": "WDS"
    },
    {
      "label": "Original filename",
      "value": "lcdl2392-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Roy S. MacElwee Collection"
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl2392JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "WDS"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "StillImage,Charleston County (S.C.),Low Country,1929,English,College of Charleston Libraries,Newspapers,MacElwee, Roy S., 1883-1944,City planning -- South Carolina -- Charleston,Waterfronts -- Miscellanea",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "Mss 0099"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "A waterfront plan for Charleston, S.C."
    },
    {
      "label": "Subject - Geographic",
      "value": [
        {
          "@value": "Low Country",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "City planning -- South Carolina -- Charleston,Waterfronts -- Miscellanea",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "MacElwee, Roy S., 1883-1944",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1929",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Language",
      "value": [
        {
          "@value": "English",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2008, The College of Charleston Libraries.  All rights reserved.  For more information contact The College of Charleston Library, Charleston, SC 29424.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/49366/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 122,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/49366",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl2392JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl2392JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 4155,
          "width": 3382,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/49366/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 122,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/49366",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl2392JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/49366/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/49366",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl2392JPEG1jpg/canvas/0",
              "height": 4155,
              "width": 3382
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl2392JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}