{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 07: \"Planning in Charleston\"",
  "description": "A report entitled \"Planning in Charleston\" (June 28, 1945).",
  "metadata": [
    {
      "label": "Description",
      "value": "A report entitled \"Planning in Charleston\" (June 28, 1945)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "planning IN Charleston  The first concerted endeavor toward scientific planning  in Charleston in modern times \"was made by the city government in  1931 during the administration of Mayor Thomas P. Stoney. intimately concerned in this endeavor were James O\"Hears Co. Aston Deas and Major Albert Simons. Morris-Knowes, a planning and engineering firm of Phiadephia, made the studies and executed the master plan for the city. The Zoning ordinances - associated  in the Public mind only with preservation of two small areas of \"od and historic Charleston\" but actuay embracing zoning matters throughout the entire city - were adopted by City Council at that time. The City planning and Zoning Commission, the Board of architectural Review and the Board of Adjustment were created to administer the ordinances. unfortunately, for the ordinances attracted wide attention and approva, the only paid city official Concerned with it was the City Engineer whose office was already overburdened. No city appropriation has been avaiable for planning since 1931.  The next move toward planning was made by a small  group of individuals eary in 1940. The group included E. Miby Burton, John Mead Howes, James O\"Hear, Homer M, place, Sidney J. Rittenberg, Albert Simons, Miss Alice R. Huger Smith, Samuel G. Stoney and Robert N. S. Whitelaw. This group ater became the Civic Services Committee. It has become apparent to many that the \"distinctive and charming amenity\" of Charleston was threatened by loss and change brought about through ignorance, indifference, economic necessity, and the mere pressure of living. The committee therefore studied the effects of i-considered restorations and haphazard explansion, upon things that are historically, architecturally or estheticay important and with these problems of traffic, housing, recreation, etc., as they  affected the physical appearance and cultural values of the city.  The Civic Services Committee was sponsored by the  Carolina Art  Association in order that it receive financia  support from individuals and foundations. It appied for and received two grants from the Carnegie Corporation of New York; one of $600, which was used to obtain a piot study for a city plan from Frederick aw Olmstead, one of the country\"s outstanding city planners and andscape architects; and one of $2400. The second grant was used to empoy a secretary, Miss Helen G.  McCormack, who, with the committee, made an architectural survey of the city.  Next in the planning sequence, the national Resources  planning Board, represented in this area by George W. Simons, Jr., interested Senator Cotsworth P. Means and the County Deegation in securing egisative action to estabish a county planning board. This board was created in Juy, 1942 and was given a county appropriation. It terminated its activities when the appropriation was not made in June, 1945. \n\n[End Page 1]\nThe Civic Services Committee, begun in 1940, has continued with a greaty enlarged membership. Its first members were a either architectural historians or individuals professionay concerned with the cultural life of the city. Their  objective was and still is to devise ways and means of preserving as much as possible of Charlestons unique architecture, not  in any sense as static museum pieces, but as usefu parts of a  living community potentialy of enormous value to the city as a  whole. The committee eary realized that city planning was the  only method of accompishing this, and that a aspects of the  life of the community must be considered. The enlarged membership of the committee has therefore been drawn from a interests,  social and economic as we as cultural. There are no requirements of membership except civic interest and civic contribution.  The committee now numbers 53 and is assisted by a metropolitan  Council of 96 members.  The Rockefeller Foundation, interested in the sponsorship of the Carolina Art Associaltion, made a three year grant to  the work of the Civic Services Committee totaing ยง84,000 in May  of 1942. They were interested primarily in the fact of the Art  Associaltion\"s desire to demonstrate that it could render a usefu  service to the community. The Foundation has atey stated that  the Art  Association has done more toward determining new fieds  of usefuness than any simiar institution in the country.  The Chamber of Commerce announced its Post War planning  Committee in the fall of 1943. Officias of the Chamber were  invited to attend a meeting of the Civic Services Committee in  October of that year and the division of responsibiity of the  two organizations was freely and fuy discussed. The Post War  planning Committee announced its intention of securing $135,000  for a three year budget. $162,000 has been secured, including  $35,000 appropriated by the County Deegation. Officias of the  Committee and the Chamber of Commerce are of the opinion that  this sum must be used in its entirety for industrial development  although they have included Civic Affairs in their program.  In December, 1943 George W. Simons, Jr. was engaged  by the Civic Services Committee as planning consutant. His  report of that month was printed and distributed to a interested parties including a members of the Post \"War planning  Committee.  The Civic Services Committee has continued to retain  the services of Mr. Simons since December, 1943, and has atey  added Henry P. Staats, AA to its staff. It has pubished, and  distributed, through the generous sponsorship of 182 of Charlestons businessmen, 5,000 copies of its architectural survey, .  \"This Is Charleston.\" A second edition of 5,000, sponsored by  122 individuals and firms, is now being printed.  Mr. Simons has been used largey to organize vounteer  committees to make a thorough study of traffic conditions in  Charleston and to anayze their findings. It was expected that  the organization. and experience of these committees would be  -2- \n\n[End Page 2]\nvauable for ater studies. Over 1,000 individuals have contributed to this study which ed to an invitation to appear  before City Council in March, 1945 to present a plan for off-  street parking areas for the central business district. At  that time City Council passed a resoution commending the plan  in principe and asking the Civic Services Committee to continue  its studies in connection with the City planning and Zoning Commission. Engineering studies are now being competed in order  that the off-street parking plan can be submitted, compete in  a detais, to City Council in September.  The Civic Services Committee has expended $38,000  and has realized that Additional funds would be necessary to  maintain its .staff after October 1, 1945, but at no time in  the past two years was it prepared to seek funds in confict  with, or in competition with, the Post War planning Committee.  It was hoped that the atter Committee would, when its funds  were secured, utiize the experience of the Civic Services  Committee, which proposed that it serve as research and planning  Consultant for the physical planning of the area if this were  undertaken by the Post War planning Committee. The proposa has  been rejected but is to be reconsidered  In order that funds expended and experience gained not  be ost, the Civic Services Committee has decided to continue to  function in the following matters:  1, To compete the studies reative to off-street  parking for the central business area. Vounteer research has  been competed and staff and Consultant saaries are budgeted  to October 1. $5,000 is necessary, however, to compete engineering studies and property appraisas.  2. To retain its organization and identity and serve  wherever possible as Consultant or advisor on a physical improvements or egisation reative to them for a organizations  or commissions in the area.  3, To maintain a staff and engage consutants if funds  are avaiable, for the following:  a. The development and continua maintenance of  and overa area plan, if this is not undertaken and continued  by any other agency.  b. To assist the Board of architectural review  in remodeing problems by furnishing architectural consutants.  c. To impement wherever possible the work of  other organizations interested in preservation of- architecturally  or historically important buildings or areas beieving that this  activity is of great economic value to the area.  d. To study and suggest egisation necessary to  area planning or preservation.  4, To formuate plans for the creation of a Charleston Foundation to carry out;  a. Area planning studies continuousy.  b. To receive funds for investment by purchase or  mortgage of architecturally or historically important buildings.  -3- \n\n[End Page 3]\nc. To administer gifts of important buildings in  coaboration with other organizations.  d. To own or contro by mortgage and to rehabiitate important buildings utiizing them for residential, business  or Public purposes.  e. To devise plans with city and Federal agencies  for ow cost housing projects which would use existing fine  buildings.  5. To study the possibiity of and to conduct experiments toward the estabishment of a new institution in Charleston  to serve the Southeastern area. The end products of most industry  are things of usefuness to individuals and an institution devoted to design experiments, consumer acceptance and development  would serve a usefu purpose reated to industry and the promotiona idea of the Chamber of Commerce in attracting industry.  The institution would serve as follows:  a. Through exhibitions and demonstrations of the  industrial products of the area.  b. Through exhibitions and demonstrations of the  potential use of the raw materias of the area.  c. Through the estabishment of a design and  development aboratory working with industries of the area.  d. Through education to conserve and propery use  the raw materias of the area.  Budget for a 3 year period  1945 - Engineering studies and property  appraisas reative to off-street  parking  1945-46  Director [remainder of saary paid  by C. A. A.] $2000  architectural Consultant 3200  Engineering amp; planning Consultant 2400  Other Consultant fees amp; travel 3600  Exhibition designer amp; technician 3000  Draftsman 2400  Secretary 1800  Exhibition suppies amp; incidentas 1500  1946-47  Same  1947-48  Director  $2000  architectural Consultant 3200  Exhibition designer amp; technician 3000  Draftsman 2400  Secretary 1800  Consultant fees, exhibition, demonstration amp; incidenta 2600  $5,000  20,000  20,000  $60,000 \n\n[End Page 4]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58948"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58948-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 07: \"Planning in Charleston\"",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58948JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Margaretta Childs Archives at Historic Charleston Foundation,Manuscripts,Civic Services Committee,City planning--South Carolina--Charleston,1945-06-28,Folder 07: \"Planning in Charleston\"",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 07: \"Planning in Charleston\""
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "City planning--South Carolina--Charleston",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1945-06-28",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 113,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1510,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 113,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1510
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58948JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1538,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 113,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10431_6fd89bb324c5c41.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10431_6fd89bb324c5c41.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1538
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58948JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1541,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 113,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10432_cb6336837cb735c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10432_cb6336837cb735c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1541
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58948JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1547,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/33968/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 113,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/33968",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10433_dbdcbab2ca2b319.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F3%2F9%2F6%2F8_02804625560d2c9%2F33968_alt_10433_dbdcbab2ca2b319.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58948JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1547
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58948JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}