{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 03: CAA Grant Request",
  "description": "Grant request to the Rockefeller Foundation from the Carolina Art Association.",
  "metadata": [
    {
      "label": "Description",
      "value": "Grant request to the Rockefeller Foundation from the Carolina Art Association."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-02"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "Carolina ART  Association   GIBBES MEMORIA ART Gallery   Charleston S C  REQUEST TO THE   Rockefeller FOUNDATION FROM, THE Carolina ART ASsocialTION, Charleston, S. C.   FOR A GRANT FDR THE Charleston CIVIC SERVICES COMMITTEE     On January 21 , 1942 , the Executtive Board of the Carolina Art  Association passed the following resoution :   \"IN RECOGNITION of the many Federal and State agencies being formed to dea with the emergency phases of civic life comprising recreation and the cultural arts; and   \"IN ORDER THAT these agencies and those representing them may have a representativeLocalagency through which they may easiy and effectivey obtain the cooperation of those concerned with and normay conducting those activities in this community; and   \" IN ORDER THAT the resuting advancement of   suchLocalactivities may be retained and purpetuated  for tho community after the emergoncy has passed:     \"NOW, THEREFORE, BE IT RESOINSD that the Carolina Art Associaltion, having accepted the Charleston regional planning Advisory Committee as its Committee on Civic Arts , does hereby designate it as the Charleston CIVIC SERVICES COMMITTEE and urges it to increase its membership, inviting aLocalagencies and a Federal and State agencies having to do with recreation and the cultural arts to be represented in and to cooperate with tho Charleston CIVIC SERVICES COMMITTEE in order to expedite the emergency operation of those activities and to perpetuate a gains for the permanent benefit of the community.  On January 30, 1942, the above resoution was adopted by the Committee referred to and whoso membership now comprises the following:   Homor M. place, Vice-President South Carolina Power   Co., member State planning Board, Chairman    E. Miby Burton, Director of the Charleston Museum   John Mead Howes , F. A. I. A., author  Frederick H. McDonad, planning engineor, author , member County Zoning Committee  William M. Means, real estate agent, member CityBoard of Architoctura Reviow  James O\"Hear, business man, member of origina committee  to plan City Zoning Ordinance  Sidney J Rittenberg, awyer, member of City Counci, member Zoning Commission  Albert Simons, F. A. I. A., author, member Board of architectural Review\n\n[End Page 1]\nMiss Alice R. Huger Smith, artist, author, historian Samuel G. Stoney, architect, author, historian Joseph I. Waring , doctor   Robert N. S. Whitelaw, Director, Carolina Art  Association Miss Helen G. McCormack, secretary of the Committee   The above committee [those marked] was organized in the spring of 1940 to study the ned for practical preservation and planned growth of the city. The mombers were a individuals concerned about the deeterious effect of haphazard explansion and i-considered restoration. Grants from the Carnegie Corporation enabled the committee to obtain a preliminary survey from Mr. Frederick aw Olmstead and to empoy Miss Helen G. McCormack,  former director of the Vaentine Museum, Richmond, Virginia, as secretary and research assistant.   Suggestions for procedure grew out of consutations with and report of Mr. Olmstead. Two needs were obvious:   [1] an inventory of the whole city to determine the buildings worthy of preservation, and [2] a contra body which would act as a cearing house for information, would set standards of architectural excecnce and would direct activities and make plans for preservation. As a first step toward the achievement of those ends the committee has used the second grant to make the inventory and to take measures to estabish itself as the central agency. Index cards have been made for 1,015 buildings, each carryng photographs and facts concerning use, condition, period, source of interest, value, history and bibiography. The cards are reviewed by the three architects on the committee  In addition to the cataogue of architecture, facts reating to the city\"s cultural and welfare obigations and its economic background are being assembed. In short, the committee is trying to measure the city\"s capacity to preserve its inheritance and its need of a more suitable pattern for wholesome contemporary life. The defense effort here, as esewhere, shows up tho weak spots in our hitherto unplanned growth. Tho present effort to improve living conditions to meet the immediate emergency should be combined with a definite program for the future.   The committee has agreed to the sponsorship of the Carolina Art  Association and both it and tho  Association have expressed their desire to carry out the program outined by tho resoution adopted. The committee is now in process of enarging its membership to be represontative of tho area sorved by the city. Those members will be invited as individuals and not as representatives of organizations though they will be chosen bocause of their achievements in organizations. They will have immediatey the services of the staff of the  Association and the facilities of the Gibbes Art Gallery and Dock Street Theatre for domonstrations and for other propaganda devices.\n\n[End Page 2]\nThe Carolina Art  Association hods a position of importance in the community which enables us to undertake this   new program. This is attested by the fact of our raising $30,000 for the Dock Street Theatre last spring, a purey cultural endeavor, when the community and country were being caed on by many money campaigns of \"National emergency\" character.   Charleston has for many years, and they were years of poverty, maintained a variety of cultural and social institutions. Many of them were not able to do much more than hold thoir heads above water but tho sum tota of offort expended to maintain them in terms of per capita funds has been large. Now we are in the midst of a wave of immigration of immonse proportions and it seems certain that as the wave accomplanied by new industries started bofore the war boom, a proportion of it is here to stay. [1930: County, 101,050; City, 62,265; 1940: County, 121,105; City, 71,275.] Tho effort Charleston has made to create and sustain institutions is an intangible quality of Americanism that is vitay important at this time and overy effort should be made now to strengthen these institutions in order that they and Charlestons peculiar qualities that created and nurtured them not be swept away in tho next few years.   No other city threatened by rapid and enormous growth [the city has been named as one of the five most important seaports in the war and the population of the County is approaching 200,000] has so many things of importance in terms of buildings or institutions or so many intangible amenities that have been retained party through accident of poverty and party through design, and so no other American city has a greater problem of finding some method of securing them for  the  future. This  is important  not  only to  Charleston,  but because  of Charlestons uniqueness  as  a city, to  the nation.      The institutions of the city will have to make every effort to interpret Charleston to its new residents, Thousands have been spent each year to attract and wecome transient tourists but it is not ikey that this money will be avaiable now to Charoston\"s institutions to wecome and expain the city to our new citizens who are probably here to stay. The services of our institutions, specificay the ones who operate, the Gallery and tho Theatre, must be explanded and possiby new methods used to meet the obvious need for enormousy greater educationa, cultural and recreationa facilities. A of our institutions must secure a proper place in the emergency program and prove thoir ability to meet changing conditions. Tho Carolina Art  Association has chlarged the Charleston Cvic Services Committee with the responsibiity of purveying our reation to tho community in these changing times, to plan the procodure which will be most effective and our proper function after the war, and this service is avaiable\n\n[End Page 3]\nto a of our institutions concerned with tho humanities in the community.   The Charleston Civic Sorvices Committee cannot at the present time seek finances or authority from tho City or County governments. It has the potential authority of the llarge membership of the Carolina Art  Association and will have the Additional prestige of including those citizens who, as individuals or officers of other organizations, have contributed most to the city\"s wefare. We believe it unwise to overap the functions of either the city of [or] county planning commissions and desire instead to compement them and to offer our services as planners in the most esthetic phases of regional planning. We also hope to furnish the patform from which tho citizen can express his opinion.   Specificay we wish to function as follows:   PROGRAM  1.    To conduct a study of the needs of existing organizations and endeavor to poo new ideas and new methods of coping with changing conditions.     2.    To coordinate the study of future needs of organizations with the national Rosources planning Board\"s consutants in order that the esthetic values of Charleston be incudod in the Board\"s post-defense shef ofLocalPublic work projects.\"    3.    To find Additional finances by:     a.    channeing emergency agencies through existing organizations.     b.    appeas to present memberships     c.    appeas to new residents for whom the explanded services are directed.         4.    To inaugurate a program of urban improvement [See Footnote B]     a .  To ocate the proporties within each city bock which are boow the economic or the osthetic standards of their surroundings.     b.    To detormine an economic and an esthetic betterment for each sub-standard property.     c.    To encourage and aid tho owners of sub-standard properties to make recommendod improvements.           5.  To offer the sorvices of the Charleston Civic ,services Committee in coaboration with the City and County planning Commissions.   DEMONSTRATION   1. To use wherever possible the llarge memborship of the Carolina Art  Association to disseminate information\n\n[End Page 4]\nThe transcript is not currently available for this page.\n\n[End Page 5]\nPERSONNE [cont]   [Unti this year the City government has appropriated $10,000 yeary for its Azaea Festiva and it is not unroasenable to expect that this amount may eventuay be suppied ocay.]   This is planned for a three year program and we appy for a grant of $30,000.00   Footnote A. It is our hope that this committee or come other agency working in cooperation with it will eventuay secure a sufficiently llarge bock of capita for use as a ong-term revoving fund to enable it to carry out a plan of mortgage-financing at less than minimum market rates in special cases or in areas where norma financing is not avaiable, to permit the financing of desirable rehatbiitations of old properties. Because of the present and increasing housing shortage this may becorhe possible through new Federal financing egisation.   Footnote B We designate this urban improvemont as \"Bock planning\". In City planning the urban district is the unit of integration and improvement, but the city bock is the unit in each urban area. To dea with the improvenont of city bocks it is necessary to dea with the units which compose those bocks. Those units are the individual properties in each city bock. If those units are brought to the standards c of thoir zoned areas, the city will automaticay reach a zoned standard. Thus tho definition of Bock plannng becomes the integration and the improvement of the character of urban properties in conformance with the standards of their surrounding areas. By following this program we will compement rather than ovorap the functions of the City and County planning Commissions.   Robert N. S. Whitelaw, Director Carolina ART  Association   February 11, 1942\n\n[End Page 6]"
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58904"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58904-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 03: Meeting Minutes",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58904JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Civic Services Committee--Finance,1942,Margaretta Childs Archives at Historic Charleston Foundation,Folder 03: Meeting Minutes,Manuscripts,Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 03: CAA Grant Request"
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Civic Services Committee--Finance",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "Civic Services Committee",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 115,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/1",
          "@type": "sc:Canvas",
          "label": "1",
          "height": 85,
          "width": 1545,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/1",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10272_ced8b8736bb5474.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10272_ced8b8736bb5474.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/1",
              "height": 85,
              "width": 1545
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/2",
          "@type": "sc:Canvas",
          "label": "2",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/2",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10274_71bdd0755c72855.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10274_71bdd0755c72855.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/2",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/3",
          "@type": "sc:Canvas",
          "label": "3",
          "height": 85,
          "width": 1546,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/3",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10275_000ef611fc2ce9c.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10275_000ef611fc2ce9c.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/3",
              "height": 85,
              "width": 1546
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/4",
          "@type": "sc:Canvas",
          "label": "4",
          "height": 85,
          "width": 1531,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/4",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10277_fbd73ed62973118.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10277_fbd73ed62973118.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/4",
              "height": 85,
              "width": 1531
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        },
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/5",
          "@type": "sc:Canvas",
          "label": "5",
          "height": 85,
          "width": 1555,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/30249/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 115,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/30249",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/annotation/5",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10279_3902a224189bd8f.jpg/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/%2Ffilestore%2F3%2F0%2F2%2F4%2F9_a2b96848905a502%2F30249_alt_10279_3902a224189bd8f.jpg",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58904JPEG1jpg/canvas/5",
              "height": 85,
              "width": 1555
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58904JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}