{
  "@context": "http://iiif.io/api/presentation/2/context.json",
  "@id": "https://rspace.library.cofc.edu/iiif/lcdl58440JPEG1jpg/manifest",
  "@type": "sc:Manifest",
  "label": "Folder 30: Clipping 5",
  "description": "Newspaper article entitled \"Gibbes Gallery Show Opening Today will Illustrate Good and Bad Points\" from the News and Courier regarding \"This is Charleston\" exhibit (Mar. 27, 1942).",
  "metadata": [
    {
      "label": "Description",
      "value": "Newspaper article entitled \"Gibbes Gallery Show Opening Today will Illustrate Good and Bad Points\" from the News and Courier regarding \"This is Charleston\" exhibit (Mar. 27, 1942)."
    },
    {
      "label": "Contributing Institution",
      "value": [
        {
          "@value": "Margaretta Childs Archives at Historic Charleston Foundation",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Copyright Status Statement",
      "value": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402."
    },
    {
      "label": "Date Digital",
      "value": "2010-03"
    },
    {
      "label": "Digitization Specifications",
      "value": "300 dpi, 24-bit depth, color, Epson Expression 10000XL, Archival Masters are tiffs."
    },
    {
      "label": "Transcript",
      "value": "THE NEWS AND COURIER, CHAR  This is Charleston  SAMPES OF GOOD AND BAD  phases of Charleston  arc shown above.    At top, Vanderhorst row, the  handsome brick buiding on least Bay street at the least end of Tradd. which had faen into decay until its restoration a frw vpars aeo for apartments.    [Photo bv Haske.]    Beow, a typica negro sum where  crowded  insanitary  conditions  cause  discomfort and i health.    [Federa Works Agency Photo.]  Gibbes Gallery Show  illustrate Good  Opening Today will  and Bad Points  In an effort to preserve and improve Charleston, a committee on  civic services of the Carolina Art   Association has been working for  some time assembing information.  Iustrating this work, an exhibition will open this afternoon in the  Gibbes Art Gallery, to show  Charlestonians, both \"od residents\"  and the thousands of newcomers,  the good and bad points of the city\"s  streets and buildings.  The exhibition will have its forma opening from 5 to 7 p. m. today, and will continue in the Gallery at the right of the entrance  on the ground foor for a month  thereafter.  The following statement was  made to outine the purposes of this  study:  In recent years it has become  more and more apparent to Charlestonians that\" the buildings, both singe and grouped, the gardens, the  vistas, the skyine which constitute [in the words of Frederick  aw Olmstead] a \"distinctive and  charming amentity\" in their city  are seriousy threatened by loss and  change brought about through indifference, economic necessity, and  the pressure of machine age living.  Therefore a group of members of  the Carolina Art  Association have  formed themseves into a committee to plan for the preservation of  the physical units which comprise  this undisputed asset, and to study  the problems of traffic, housing,  recreation areas, etc., which have  bearing upon the preservation  probem.  More Than 1,000 buildings  The committee was organized in  the spring of 1940, and had the advice of Mr. Olmstead, in its beginning. A survey was started by members of the committee, and in January, 1941, it was possibe, through  a Carnegie grant, to empoy a secretary to carry on the work of the  survey and to assembe materia for  the planning study. Cards and record photographs have been made for  over a thousand buildings, which  vary in value from those of national  importance through architectural  merit to those mentioned because of  their characteristic form or because of some item of construction,  such as a doorway, a tied roof, etc.  The buildings included in the survey are\" potted on a map, which,  through the coor code adopted,  shows both the wide distribution of  good buildings worth preserving and  the areas where preservation ought  to be concentrated.  Other facts reating to preservation are being assembed by the  committee-facts regarding preservation made possible by private enterprise, preservation conducted by  patriotic societies, by business concerns, by Public housing and Public works programs. A study is being made of cultural, educationa  and welfare obigations of community and their effects on the  preservation of architectural treasures, both as agencies working for  and as factors competing with  them. The beginnings of a small ibrary on town and regional planning have been made, and historical data maps coetced.  An exhibition nas been prepared  which will set forth in readiy un  derstandable form the committee\"s  findings, the past year\"s activities.  It will suggest a program for the  future. Popuar interest in and support of the Civic Service committee\"s purposes and enterprises is  needed  and wanted.  Forty-Four planes  The exhibition will consist of  thirty-four planes on which fact regarding the city will be shown by  words and pictures. The first plane  will present a mosaic of the city in  photographs-the good, the bad, the  medium, shops, dweings, churches,  parks and playgrounds, traier  camps and rairoad tracks-a the  units that make up the compicated  metropolitan pattern. This will be  followed by a series of planes  which will show the assets of the  city in cimate, situation, natura  resources, people, and work. This  section will be succeeded by a presentation of the problems of housing, health, recreation, and preservation shown through photographs  and facts.  Immediatey after this the committee\"s findings concerning the  architectural heritage of the city are  set forth in pictures and statistics.  The ocation of the buildings worth  preserving is shown in coors which  symbaizes their ratings-584 stars  for buildings worth mention, 285 for  notable buildings, 155 for buildings  that are vaube, 97 for buildings  valuable to the city, 26 for buildings of national importance.  Photographs of typica exampes  of each type and rating are shown  on one plane, photographs of buildings important for  Association as  we as architectural interest are  shown on another, and photographs  of a the Nationally important  buildings are mounted oh a third  plane, making an impressive story.  Factors  and Agencies  The succeeding series of planes  gives recognition to the factors and  agencies which have contributed to  the cause of preservation and planning in Charleston-from the accompishments of the municipaity,  which include the passage of a zoning ordinance, and the creation of a  housing authority, to the individual  business and private enterprises  which have made the preservation  of  singe  units  possibe.  Among the agencies so recognized  are. Charleston museum. Society for  the Preservation of old Dweings,  Garden Club, Daughters \" of the  American Revoution, Coonia  Dames, United Daughters of the  Confederacy and the American  egion. One plane tes the story  of preservation of historic places by  governments, and carries pictures of Localbuidings saved because they  are used by federa, state and county  agencies. The houses whose preservation is due to individual efforts  are too numerous for a to be incuded, therefore only a samping  can be shown.  The exhibition ends with some  proposals as to what more can be  done to preserve the good and  aboish the bad in Charleston.  Furthermore it gives the visitor an  opportunity to criticise and to state  his reaction to the need, the desirabiity, and the means of planning a better city in which to ive..  The Gibbes Art Gallery is open  :ar from  10 tttttS 5 and on  Sundays from 3 until 5.  Members of Committee  Membership of the civic services  committee follows:  Homer M. place, vice president of  the South Carolina Power complany,  member of state planning board,  secretary of the industrial Bureau  of Charleston, chairman of the committee.  E. Miby Burton, director of the  Charleston museum, treasurer of the  Society for the Preservation of old  Dweings.  John Mead Howes, F. A. I. A.,  author of \"ost Exampes of Coonia Architecture,\" \"Architectura  Heritage of the Merrimac.\"  Frederick H. McDonad, planning  engineer, member of County Zoning  committee, and author of \"How to  Promote Community and industrial  development.\"  William M. Means, real estate  agent and developer, member of city  board of architectural review, past  president of Society for the Preservation of old Dweings.  James O\"Hear, businessman, member origina committee to plan the  city zoning ordinance.  Sidney J. Rittenberg, awyer,  member city counci, member zoning commission.  Albert Simons, F. A. I. A., member board of architectural review,  author of \"Charleston, S. C.\" [with  Samuel apham].  Miss Alice R. Huger Smith, artist,  author of \"The Dweing Houses of  Charleston\", [with D. E. Huger  Smith] and ,of \"A Carolina Rice  plantation in the Fifties,\" and \"A  Charleston Sketchbook.\"  Samuel G. Stoney, architect, author of \"Charleston, and plantations  of the Carolina ow Country.\"  Joseph Ioor Waring, M. D. -  Robert N. S. Whitelaw, director,  Carolina Art associaltion."
    },
    {
      "label": "Media Type",
      "value": [
        {
          "@value": "Manuscripts",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Resource Locator",
      "value": "HCF 001"
    },
    {
      "label": "Type",
      "value": [
        {
          "@value": "Text",
          "@language": "en"
        }
      ]
    },
    {
      "label": "PID",
      "value": "lcdl:58440"
    },
    {
      "label": "Collection Identifier",
      "value": "CSC"
    },
    {
      "label": "Original filename",
      "value": "lcdl58440-JPEG1.jpg"
    },
    {
      "label": "Collection Title",
      "value": "Civic Services Committee Papers"
    },
    {
      "label": "Series Title",
      "value": [
        {
          "@value": "Folder 30: This is Charleston--Publicity",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Type IMT",
      "value": "image/jpeg"
    },
    {
      "label": "iiif",
      "value": "lcdl58440JPEG1jpg"
    },
    {
      "label": "Compound Identifier",
      "value": "CSC"
    },
    {
      "label": "Subject - Temporal",
      "value": [
        {
          "@value": "Text,Charleston County (S.C.),Carolina Art Association--Exhibitions,Civic Services Committee--Exhibitions,Gibbes Art Gallery--Exhibitions,Architecture--South Carolina--Charleston--Exhibitions,Civic Services Committee--Public relations,Margaretta Childs Archives at Historic Charleston Foundation,1942-03-27,Manuscripts,Architectural surveys--South Carolina--Charleston--Exhibitions,Folder 30: This is Charleston--Publicity,News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Shelving Locator",
      "value": "HCF 001"
    },
    {
      "label": "Subject - Geographic County",
      "value": [
        {
          "@value": "Charleston County (S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Title",
      "value": "Folder 30: Clipping 5"
    },
    {
      "label": "Subject - Topical",
      "value": [
        {
          "@value": "Architecture--South Carolina--Charleston--Exhibitions,Architectural surveys--South Carolina--Charleston--Exhibitions",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Subject - Name",
      "value": [
        {
          "@value": "Carolina Art Association--Exhibitions,Civic Services Committee--Exhibitions,Gibbes Art Gallery--Exhibitions,Civic Services Committee--Public relations",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Creator Name (Personal)",
      "value": [
        {
          "@value": "News and Courier (Charleston, S.C.)",
          "@language": "en"
        }
      ]
    },
    {
      "label": "Date",
      "value": [
        {
          "@value": "1942-03-27",
          "@language": "en"
        }
      ]
    }
  ],
  "license": "Digital image copyright 2009, Historic Charleston Foundation. All rights reserved. For more information contact Margaretta Childs Archives at HCF, PO Box 1120, Charleston, SC 29402.",
  "thumbnail": {
    "@id": "https://iiif.library.cofc.edu/iiif/2/31027/full/thm/0/default.jpg",
    "@type": "dctypes:Image",
    "height": 150,
    "width": 41,
    "format": "image/jpeg",
    "service": {
      "@context": "http://iiif.io/api/image/2/context.json",
      "@id": "https://iiif.library.cofc.edu/iiif/2/31027",
      "profile": "http://iiif.io/api/image/2/level1.json"
    }
  },
  "sequences": [
    {
      "@id": "https://rspace.library.cofc.edu/iiif/lcdl58440JPEG1jpg/sequence/normal",
      "@type": "sc:Sequence",
      "label": "Default order",
      "canvases": [
        {
          "@id": "https://rspace.library.cofc.edu/iiif/lcdl58440JPEG1jpg/canvas/0",
          "@type": "sc:Canvas",
          "label": "0",
          "height": 2000,
          "width": 541,
          "thumbnail": {
            "@id": "https://iiif.library.cofc.edu/iiif/2/31027/full/thm/0/default.jpg",
            "@type": "dctypes:Image",
            "height": 150,
            "width": 41,
            "format": "image/jpeg",
            "service": {
              "@context": "http://iiif.io/api/image/2/context.json",
              "@id": "https://iiif.library.cofc.edu/iiif/2/31027",
              "profile": "http://iiif.io/api/image/2/level1.json"
            }
          },
          "images": [
            {
              "@context": "http://iiif.io/api/presentation/2/context.json",
              "@id": "https://rspace.library.cofc.edu/iiif/lcdl58440JPEG1jpg/annotation/0",
              "@type": "oa:Annotation",
              "motivation": "sc:painting",
              "resource": {
                "@id": "https://iiif.library.cofc.edu/iiif/2/31027/full/full/0/default.jpg",
                "@type": "dctypes:Image",
                "format": "image/jpeg",
                "service": {
                  "@context": "http://iiif.io/api/image/2/context.json",
                  "@id": "https://iiif.library.cofc.edu/iiif/2/31027",
                  "profile": "http://iiif.io/api/image/2/level1.json"
                }
              },
              "on": "https://rspace.library.cofc.edu/iiif/lcdl58440JPEG1jpg/canvas/0",
              "height": 2000,
              "width": 541
            }
          ],
          "otherContent": [
            {
              "@context": "//iiif.io/api/presentation/2/context.json",
              "@id": "https://beta.lcdl.library.cofc.edu/lcdl/collections/annotation?iiif_identifier=lcdl58440JPEG1jpg",
              "@type": "sc:AnnotationList"
            }
          ]
        }
      ]
    }
  ]
}